Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: BH Menu Information
cs: BH informační menu
sk: BH informačné menu
sv: BH Informationsmeny

source: BH Menu Scan
cs: BH menu vyhledávání
fr: BH Menu Scanner
sk: BH menu vyhľadávania
sv: BH sökningsmeny

source: BH Menu Setup
cs: BH menu nastavení
fr: BH Menu Paramétrage
sk: BH menu nastavenia
sv: BH Installationsmeny

source: BH Menu Shutdown
cs: BH menu vypnutí
fr: BH Menu Arrêt
sk: BH menu vypnutia
sv: BH Avstängningsmeny

source: BH Menu System
cs: BH systémové menu
fr: BH Menu Système
sk: BH systémové menu
sv: BH System-meny

source: BH MountEdit
cs: BH editace přípojných bodů
fr: BH Editer Montage
sk: BH editácia prípojných bodov
sv: BH Monteringsredigerare

source: BH MountManager
cs: BH správce přípojných bodů
fr: BH Gestionnaire Montage
sk: BH správca prípojných bodov
sv: BH Monteringshanterare

source: BH MountView
cs: BH zobrazení přípojných bodů
fr: BH Voir Montages
sk: BH zobrazenie prípojných bodov
sv: BH Monteringar

source: BH Nameserver Setup
cs: BH nastavení nameserveru
fr: BH Paramétrage Nom Serveur
sk: BH nastavenie nameservera
sv: BH Namnserver inställning

source: BH Network Configuration...
cs: BH konfigurace sítě...
fr: BH Configuration Réseau...
sk: BH konfigurácia siete...
sv: BH Nätverkskonfiguration

source: BH Network Setup
cs: BH nastavení sítě
fr: BH Paramétrage Réseau
sk: BH nastavenie siete
sv: BH Nätverksinstallation

source: BH Network test...
cs: BH test sítě...
fr: BH Test Réseau...
sk: BH test siete...
sv: BH Nätverkskstest

source: BH Nfs Server Panel
cs: BH panel FTP serveru
fr: BH Menu Serveur NFS
sk: BH panel FTP servera

source: BH OpenVpn Panel
cs: BH panel OpenVpn
fr: BH Menu OpenVPN
sk: BH panel OpenVpn

source: BH OpenWebif Configuration
cs: BH konfigurace OpenWebif
fr: BH Configuration OpenWebif
sk: BH konfigurácia OpenWebif
sv: BH OpenWebif konfiguration

source: BH Osd Settings
cs: BH nastavení Osd
fr: BH Réglages Affichage
sk: BH nastavenia Osd
sv: BH OSD inställningar

source: BH Osd Setup
cs: BH nastavení Osd
fr: BH Paramétrer Affichage
sk: BH nastavenie Osd
sv: BH OSD installation

source: BH Package Details
cs: BH detaily balíčku
fr: BH Détails du Paquet
sk: BH detaily balíčka
sv: BH Paketdetaljer

source: BH Packet manager
cs: BH správce paketů
fr: BH Gestionnaire de Paquets
sk: BH správca paketov
sv: BH Pakethanterare

source: BH Parallel Univ... Teleportation
cs: BH paralelní vesmír... Teleportace
fr: BH Téléportation vers Univers
sk: BH paralelný vesmír... Teleport
sv: BH Parallell Univ... Teleportation

source: BH Parallel Universe Setup
cs: BH nastavení paralelního vesmíru
fr: BH Paramétrage Univers
sk: BH nastavenie paralelného vesmíru
sv: BH Parallell Universe Installation

source: BH Personal Backup
cs: BH osobní záloha
fr: BH Sauvegarde Personnelle
sk: BH záloha nastavení
sv: BH Backup av Inställningar

source: BH Personal Backup Setup
cs: BH nastavení osobní zálohy
fr: BH Param. Sauvegarde Perso.
sk: BH nastavenie zálohy nastavení
sv: BH Backup Inställningar

source: BH PicturePlayer
cs: BH prohlížeč obrázků
fr: BH LecteurPhotos
sk: BH prehliadač obrázkov
sv: BH Bildvisare

source: BH Plugin browser
cs: BH prohlížeč modulů
fr: BH Explorateur Plugin
sk: BH prehliadač pluginov
sv: BH Appbläddrare

source: BH Plugin details
cs: BH detaily modulu
fr: BH Détails Plugin
sk: BH detaily pluginu
sv: BH Appdetaljer

source: BH Plugin manager activity information
cs: BH informace o aktivitě správce modulů
fr: BH Info Activités Gestionnaire Plugin
sk: BH informácie o aktivite správcu pluginov
sv: BH Apphanterare aktivitetsinformation

source: BH Recorded files... /hdd/movie
cs: BH nahrávky... /hdd/movie
fr: BH Enregistrements.. /hdd/movie
sk: BH nahrávky... /hdd/movie
sv: BH Inspelade filer...

source: BH Recording paths
cs: BH cesty pro nahrávky
fr: BH Chemins Enregistrements
sk: BH cesty pre nahrávky
sv: BH Sökvägar till inspelningar

source: BH Remote Control System Code Setting
cs: BH nastavení typu kódu systému DO
fr: BH Code Syst. télécommande
sk: BH nastavenie typu kódu systému DO
sv: BH Fjärrkontroll systemkodsinställning

source: BH Reorder Plugin List
cs: BH přeorganizuj seznam modulů
fr: BH Ordonner Liste Plugins
sk: BH preorganizuj zoznam pluginov
sv: BH Ordna Applistan

source: BH Return the Love Event (only for genuine box)
cs: BH Return the Love Event (jenom pro originální box)
fr: BH Retourner le Love Event (pour véritable Vu+)
sk: BH Return the Love Event (len pre originálny box)
sv: BH Return the Love Event (endast för originalbox)

source: BH Scan IP
cs: BH skenuj IP
fr: BH Scanner IP
sk: BH prehľadať IP
sv: BH Skanna IP

source: BH Script Panel
cs: BH panel skriptu
fr: BH Menu Scripts
sk: BH panel skriptu
sv: BH Skript panel

source: BH Select Location Box
cs: BH vyber box umístění
fr: BH Choix Localisation démo
sk: BH vyber box umiestnenia
sv: BH Välj plats

source: BH Select Network Adapter
cs: BH vyber síťový adaptér
fr: BH Choix Adaptateur Réseau
sk: BH vyber sieťový adaptér
sv: BH Välj nätverkskort

source: BH Select Network Interface
cs: BH vyber síťové rozhraní
fr: BH Choix Interface Réseau
sk: BH vyber sieťové rozhranie
sv: BH Välj nätverksgränssnitt

source: BH Select bouquets to convert
cs: BH vyber přehledy ke konverzi
fr: BH Choix bouquets à convertir
sk: BH vyber prehľady na skonvertovanie
sv: BH Välj kanallistor att konvertera

source: BH Select provider to add...
cs: BH vyber poskytovatele pro přidání...
fr: BH Choix opérateur à ajouter..
sk: BH vyber poskytovateľa na pridanie...
sv: BH Välj leverantör att lägga till

source: BH Select service to add...
cs: BH vyber stanici pro přidání...
fr: BH Choix service à ajouter
sk: BH vyber stanicu na pridanie...
sv: BH Välj kanal att lägga till

source: BH Servers
cs: BH servery
fr: BH Serveurs
sk: BH servery
sv: BH Servrar

source: BH Service Scan
cs: BH vyhledání stanice
fr: BH Scanner Service
sk: BH vyhľadanie stanice
sv: BH Kanalsökning

source: BH Serviceinfo
cs: BH informace o stanici
fr: BH Info Service
sk: BH informácie o stanici
sv: BH Kanalinfo

source: BH Setup
cs: BH nastavení
fr: BH Paramétrage
sk: BH nastavenie
sv: BH Installation

source: BH Sleep Timer
cs: BH časovač usínání
fr: BH Veille Programmée
sk: BH časovač zaspávania
sv: BH Sovtimer

source: BH Software Management
cs: BH správa software
fr: BH Gestion Logiciel
sk: BH správa software
sv: BH Mjukvaruhantering

source: BH Speed up
cs: BH urychlení
fr: BH Accélérer
sk: BH urýchlenie
sv: BH Snabba upp

source: BH Statistics
cs: BH statistiky
fr: BH Statistiques
sk: BH štatistika
sv: BH Statistik

source: BH StreamTV List
cs: BH seznam StreamTV
fr: BH Liste Chaînes de streaming
sk: BH zoznam StreamTV
sv: BH StreamaTV lista

source: BH Swap File Manager
cs: BH správce souboru SWAP
fr: BH Gestionnaire Fichier SWAP
sk: BH správca súboru SWAP
sv: BH Swaphanterare

source: BH System Info
cs: BH info o systému
fr: BH Info Système
sk: BH info o systéme

source: BH Timer Editor
cs: BH editor časovače
fr: BH Editeur Programmations
sk: BH editor časovača
sv: BH Timerinställningar

source: BH Timer Entry
cs: BH položka časovače
fr: BH Entrées Programmations
sk: BH položka časovača
sv: BH Timerpost

source: BH Tuner Server Panel
cs: BH panel serveru tuneru
fr: BH Menu Tuner Mode Serveur
sk: BH panel servera tunera

source: BH UI 3D setup
cs: BH UI 3D nastavení
fr: BH Param. Interface en 3D
sk: BH nastavenie UI 3D
sv: BH UI 3D inställning

source: BH UPnP Client Panel
cs: BH panel klienta UPnP
fr: BH Menu Client UPnP
sk: BH panel klienta UPnP
sv: BH UPnP klient panel

source: BH UPnP Minidlna Server Panel
cs: BH panel serveru UPnP Minidlna
fr: BH Menu Serveur UPnP Minidlna
sk: BH panel servera UPnP Minidlna

source: BH UPnP Server Panel
cs: BH panel UPnP serveru
fr: BH Menu Serveur UPnP
sk: BH panel servera UPnP

source: BH Uninstall Panel
cs: BH panel odinstalování
fr: BH Menu Désinstallation
sk: BH panel odinštalovania
sv: BH Avinstallation panel

source: BH Usb Format Wizard
cs: BH průvodce USB formátování
fr: BH Assistant Formatage USB
sk: BH sprievodca formátovania USB
sv: BH USB formateringsguide

source: BH UserDialog
cs: BH uživatelský dialog
fr: BH Dialogue Utilisateur
sk: BH užívateľský dialóg
sv: BH Användardialog

source: BH UserManager
cs: BH správce uživatelů
fr: BH Gestion Utilisateur
sk: BH správca užívateľov
sv: BH Användarhanterare

source: BH Video Enhancement Setup
cs: BH nastavení vylepšení obrazu
fr: BH Param. Amélioration Vidéo
sk: BH nastavenie vylepšenia obrazu
sv: BH Videoförbättringskonfiguration

source: BH Webinterface: Main Setup
cs: BH Webinterface: hlavní nastavení
fr: BH Interface Web: Paramétrage
sk: BH Webinterface: hlavné nastavenie
sv: BH Webgränssnitt inställningar

source: BH Welcome...
cs: BH Vítej...
fr: BH Bienvenue...
sk: BH Vitaj...
sv: BH Välkommen

source: BH Welcome...Net
cs: BH Vítej... Síť
fr: BH Bienvenue...Réseau
sk: BH Vitaj... Sieť
sv: BH Välkommen...Nät

source: BH Welcome...SM
cs: BH Vítej... SM
fr: BH Bienvenue..SM
sk: BH Vitaj... SM
sv: BH Välkommen...SM

source: BH Welcome...Start
cs: BH Vítej... Start
fr: BH Bienvenue...Départ
sk: BH Vitaj... Štart
sv: BH Välkommen...Start

source: BH Wireless Net Setup Menu...
cs: BH menu nastavení bezdrátové sítě...
fr: BH Menu Paramétrage Réseau WIFI..
sk: BH menu nastavenia bezdrôtovej siete...
sv: BH Installera trådlöst nätverk...

source: BH Wireless Network AP Scan...
cs: BH hledání AP bezdrátové sítě...
fr: BH Scan AP Réseau WIFI...
sk: BH hľadanie AP bezdrôtovej siete...
sv: BH Sök trådlöst nätverk AP...

source: BH Wireless Network Adapter Selection...
cs: BH výběr adaptéru bezdrátové sítě...
fr: BH Choix adaptateur Réseau WIFI...
sk: BH výber adaptéru bezdrôtovej siete...
sv: BH Välj trådlöst nätverkskort...

source: BH Wireless Network Configuration...
cs: BH konfigurace bezdrátové sítě...
fr: BH Configuration réseau WIFI...
sk: BH konfigurácia bezdrôtovej siete...
sv: BH Konfigurera trådlöst nätverk...

source: BH Wireless Network Status...
cs: BH stav bezdrátové sítě...
fr: BH Statut Réseau WIFI...
sk: BH stav bezdrôtovej siete...
sv: BH Status på trådlöst nätverk...

source: BH Zapping Mode Selection
cs: BH výběr režimu přepínání
fr: BH Sélection Mode Zapping
sk: BH výber režimu prepínania
sv: BH Välj typ av zappning

source: BH select CAId's
cs: BH vyber CAIdy
fr: BH Choix CaId's
sk: BH voľba CAIdov
sv: BH Välj CAId's

source: Background delete option
cs: Volby mazání na pozadí
fr: Option suppression en Arrière plan
sk: Voľby vymazania na pozadí
sv: Val för bakgrundsborttagning

source: Background delete speed
cs: Rychlost mazání na pozadí
fr: Vitesse de suppression en Arrière plan
sk: Rýchlosť vymazania na pozadí
sv: Hastighet för Bakgrundsborttagning

source: Backspace Key
cs: Backspace klávesa
fr: Touche Espace
sk: Backspace klávesa
sv: Backspace-tangent

source: Backup location
cs: Umístění zálohy
fr: Emplacement Sauvegarde
sk: Umiestnenie zálohy
sv: Plats för säkerhetskopia

source: Backup running...
cs: Běží zálohování...
fr: Sauvegarde en cours...
sk: Beží zálohovanie...
sv: Säkerhetskopiering körs...

source: Black Hole Autocam Manager
cs: Black Hole správce Autocam
fr: Gestionnaire CamAuto
sk: Black Hole správca Autocam
sv: BH AutoCAM hanterare

source: Black Hole Autocam Setup
cs: Black Hole nastavení Autocam
fr: Paramétrage CamAuto
sk: Black Hole nastavenie Autocam
sv: BH AutoCAM inställning

source: Black Hole Cron Setup
cs: Black Hole nastavení úloh
fr: Paramètres Cron
sk: Black Hole nastavenie úloh
sv: BH Schemainställning

source: Black Hole Devices Mountpoints Setup
cs: Black Hole nastavení zařízení přípojných bodů
fr: Paramétrage des points de montage
sk: Black Hole nastavenie zariadení prípojných bodov
sv: BH Monteringspunkts-hanterare

source: Black Hole E2 Addons Manager
cs: Black Hole E2 správce rozšíření
fr: Gestionnaire Addons B.H.
sk: Black Hole E2 správca rozšírení
sv: BH E2 Apphanterare

source: Black Hole E2 Downloads Manager
cs: Black Hole E2 správce stažení
fr: Gestionnaire Téléchargements
sk: Black Hole E2 správca sťahovaní
sv: BH E2 Nedladdningshanterare

source: Black Hole E2 Manual Install BH Packages
cs: Black Hole E2 ruční instalace BH balíčků
fr: Installation Manuelle paquets B.H.
sk: Black Hole E2 ručná inštalácia BH balíčkov
sv: BH E2 Installera BH appar manuellt

source: Black Hole E2 Manual Install Ipk Packages
cs: Black Hole E2 ruční instalace Ipk balíčků
fr: Installation Manuelle Paquets IPK B.H.
sk: Black Hole E2 ručná inštalácia Ipk balíčkov
sv: BH E2 Installera .ipk appar manuellt

source: Black Hole E2 Package Details
cs: Black Hole E2 detaily balíčku
fr: Détails Paquets Black Hole E2
sk: Black Hole E2 detaily balíčka
sv: BH E2 Paketdetaljer

source: Black Hole E2 Preview
cs: Black Hole E2 náhled
fr: Aperçu Black Hole
sk: Black Hole E2 náhľad
sv: BH E2 Förhandsvisning

source: Black Hole E2 Statistics
cs: Black Hole E2 statistiky
fr: Statistiques Black Hole E2
sk: Black Hole E2 štatistiky
sv: BH E2 Statistik

source: Black Hole E2 Uninstall Panel
cs: Black Hole E2 panel odinstalování
fr: Menu Désinstallation B.H. E2
sk: Black Hole E2 panel odinštalovania
sv: BH E2 Avinstallation panel

source: Black Hole EPG Setup
cs: Black Hole nastavení EPG
fr: Configuration EPG
sk: Black Hole nastavenie EPG
sv: BH EPG Inställningar

source: Black Hole Epg Backup
cs: Black Hole záloha EPG
fr: Sauvegarde EPG
sk: Black Hole záloha Epg
sv: BH EPG Backup

source: Black Hole Fast Plugin Setup
cs: Black Hole nastavení Fast Plugin
fr: Paramétrage Plugin Rapide
sk: Black Hole nastavenie Fast pluginu
sv: BH Inställning av SnabbApp

source: Black Hole Full Backup
cs: Black Hole úplná záloha
fr: Sauvegarde complète
sk: Black Hole úplná záloha
sv: BH Fullbackup

source: Black Hole Green Panel Setup
cs: Black Hole nastavení zeleného panelu
fr: Param. Bouton Vert Black Hole
sk: Black Hole nastavenie zeleného panelu
sv: BH Grön panelinställning

source: Black Hole Message
cs: Black Hole zpráva
fr: Message Black Hole
sk: Black Hole správa
sv: Black Hole Meddelande

source: Black Hole OSD Setup
cs: Black Hole nastavení OSD
fr: Paramétrage Affichages
sk: Black Hole nastavenie OSD
sv: BH OSD installation

source: Black Hole Osd Settings
cs: Black Hole nastavení OSD
fr: Réglages Affichages
sk: Black Hole nastavenie OSD
sv: BH OSD inställningar

source: Black Hole Personal Backup
cs: Black Hole osobní záloha
fr: Sauvegarde personnelle
sk: Black Hole záloha nastavení
sv: BH Backup av inställningar

source: Black Hole Script Panel
cs: Black Hole panel skriptu
fr: Menu des Scripts
sk: Black Hole panel skriptu
sv: BH Skript panel

source: Black Hole Tuner Server Panel
cs: Black Hole panel serveru tuneru
fr: Menu Tuner en mode serveur
sk: Black Hole panel servera tunera
sv: BH Tunerserver panel

source: Black Hole UPnP Minidlna Server Panel
cs: Black Hole panel serveru UPnP Minidlna
fr: Menu serveur Minidlna
sk: Black Hole panel servera UPnP Minidlna
sv: BH UPnP Minidlna server panel

source: Black Hole Usb Format Wizard
cs: Black Hole průvodce USB formátování
fr: Assistant formatage USB
sk: Black Hole sprievodca formátovania USB
sv: BH USB formateringsguide

source: Black Hole: choose your experience ... NOW !
cs: Black Hole: vyber si zkušenosti... TEĎ !
fr: Black Hole: Tentez l'expérience Maintenant !
sk: Black Hole: vyber si skúsenosti... TERAZ !
sv: Black Hole: välj din upplevelse... NU !

source: Blindscan is not supported in
cs: Blindscan není podporován v
fr: Blindscan non supporté avec
sk: Blindscan nie je podporovaný v
sv: Blindscan är inte supporterat i

source: Blue
cs: Modrá
fr: Bleu
sk: Modrá
sv: Blå

source: Bookmark
cs: Záložka
fr: Marque Page
sk: Záložka
sv: Bokmärke

source: Bookmark Title
cs: Název záložky
fr: Titre MarquePage
sk: Názov záložky
sv: Bokmärkestitel

source: Bookmark URL
cs: URL záložky
fr: URL MarquePage
sk: URL záložky
sv: Bokmärke URL

source: Browser Help
cs: Nápověda prohlížeče
fr: Aide Explorateur
sk: Pomocník prehliadača
sv: Bläddringshjälp

source: Browser Start/Stop
cs: Start/Stop prohlížeče
fr: Démarrer/Stopper Explo.
sk: Prehl. Start/Stop
sv: Starta/Stoppa bläddring

source: BrowserMain
cs: Hlavní prohlížeče
fr: Explorateur
sk: Hlavná stránka prehliadača
sv: Bläddring - Hem

source: CAM Installed
cs: Nainstalovaná CAM
fr: CAM Installé
sk: Nainštalovaná CAM
sv: CAM installerad

source: CAM1_NOT_INSERTED Press exit!
cs: CAM1 NENÍ VLOŽENA Stiskni exit!
fr: CAM1_NON_INSERREE Presser exit!
sk: CAM1 NIE JE VLOŽENÁ Stlač exit!
sv: CAM1_EJ_ISATT Tryck exit!

source: CAM2_NOT_INSERTED Press exit!
cs: CAM2 NENÍ VLOŽENA Stiskni exit!
fr: CAM2_NON_INSERREE Presser exit!
sk: CAM2 NIE JE VLOŽENÁ Stlač exit!
sv: CAM2_EJ_ISATT Tryck exit!

source: Can't open selected bookmark. - URL data is empty!!
cs: Nemůžu otevřít vybranou záložku. - URL data jsou prázdná!!
fr: Impossible ouvrir MarquePage. - l'adresse URL est vide!!
sk: Nemôžem otvoriť záložku. - URL dáta sú prázdne!!
sv: Kan inte öppna valt bokmärke. - URL data tom!

source: Cannot retrieve rytec sources
cs: Nelze získat zdroje rytec
fr: Pas trouvé trouvé sources rytec
sk: Nemôžem získať zdroje rytec
sv: Kan inte hämta Rytec-källor

source: Cannot retrieve xepgdb sources
cs: Nelze získat zdroje xepgdb
fr: Pas trouvé sources xepgdb
sk: Nemôžem získať zdroje xepgdb
sv: Kan inte hämta xepgdb-källor

source: Category Name
cs: Jméno kategorie
fr: Nom Catégorie
sk: Meno kategórie
sv: Kategorinamn

source: Center DVB subtitles
cs: Vystřeď DVB titulky
fr: Centrer sous-titres DVB
sk: Vystreď DVB titulky
sv: Centrera DVB-text

source: Channel Name:
cs: Jméno stanice:
fr: Nom de la chaîne:
sk: Meno stanice:
sv: Kanalnamn

source: Channels count: %s
cs: Počet stanic: %s
fr: Nb Chaînes: %s
sk: Počet staníc: %s
sv: Antal kanaler: %s

source: Check updates at time
cs: Vyhledat aktualizace v čase
fr: Heure Vérification MàJ
sk: Vyhľadať aktualizácie v čase
sv: Kontrollera uppdateringar vid tid

source: Check updates every
cs: Vyhledat aktualizace každý
fr: Vérifier MàJ chaque
sk: Vyhľadať aktualizácie každý
sv: Kontrollera uppdateringar varje

source: Clear position before scan
cs: Smazat pozici před vyhledáváním
fr: Effacer position avant analyse
sk: Vymazať pozíciu pred vyhľadávaním
sv: Rensa position före sökning

source: Configure
cs: Nakonfiguruj
fr: configuration
sk: Nakonfiguruj
sv: Konfigurera

source: Connect your usb storage to your Vu+ box Press red button to continue when ready.
cs: Připoj USB úložiště k Vu+ přijímači Když budeš připraven, stiskni červené tlačítko.
fr: Connectez votre stockage USB au Vu+ Appuyez sur le bouton rouge pour continuer.
sk: Pripoj usb pamäť k Vu+ prijímaču Keď budeš pripravený, stlač červené tlačítko.
sv: Anslut USB-sticka till boxen Tryck röd knapp för att fortsätta.

source: Connection in progress
cs: Probíhá připojení
fr: Connection en cours
sk: Prebieha pripojenie
sv: Ansluter...

source: Connection to remote IP ok
cs: Připojení ke vzdálenému IP je ok
fr: Connection à IP distant OK
sk: Pripojenie ku vzdialenému IP je ok
sv: Anslutning till fjärr-IP OK

source: Continues play (loop)
cs: Pokračuje v přehrávání (smyčka)
fr: Lecture continue en boucle
sk: Pokračuje v prehrávaní (slučka)
sv: Fortsätter spela (loopar)

source: Convert filesystem ext3 to ext4
cs: Konvertovat souborový systém ext3 na ext4
fr: Convertir ext3 vers ext4
sk: Konvertovať súborový systém ext3 na ext4
sv: Konvertera filsystem, ext3 till ext4

source: Convert remote channel list for streaming
cs: Převod vzdál. seznamu kanálů pro sdílení
fr: Convertir Liste de chaines pour streaming
sk: Prevod vzdial.zoznamu kanálov na zdieľanie
sv: Konvertera värdkanallista för streaming

source: Converting data
cs: Převádím data...
fr: Conversion données
sk: Konvertujem dáta...
sv: Konverterar data

source: Could not connect to remote IP
cs: Na vzdálený IP se nelze připojit !
fr: Impossibile de connecter à IP distant
sk: Nedá sa pripojiť na vzdialené IP
sv: Kunde inte ansluta till fjärr-IP

source: Create Autoinstall
cs: Vytvořit Autoinstall
fr: Créer Installation Auto
sk: Vytvoriť Autoinstall
sv: Skapa autoinstallation

source: Create more detailed crash log
cs: Vytvoř podrobnější crash log
fr: Créer Crash Log plus détaillé
sk: Vytvoriť podrobnejší crash log
sv: Skapa mer detaljerad kraschlog

source: Creation time: %s
cs: Čas zpracování : %s
fr: Heure création: %s
sk: Čas na vytvorenie: %s
sv: Tid att skapa: %s

source: CrossEPG - Providers start order
cs: CrossEPG - seřadit podle operátorů
fr: CrossEPG: Ordre départ Opérateurs
sk: CrossEPG - zoradiť podľa operátorov
sv: CrossEPG - Leverantörer startordning

source: CrossEPG About
cs: O CrossEPG
fr: A Propos de CrossEpg
sk: O CrossEPG
sv: CrossEPG Om

source: CrossEPG Configuration
cs: Konfigurace CrossEPG
fr: Configuration CrossEpg
sk: Konfigurácia CrossEPG
sv: CrossEPG Konfiguration

source: CrossEPG DataBase Information
cs: Informace o CrossEPG databázi
fr: Info Base de données CrossEpg
sk: Informácie o databázi CrossEPG
sv: CrossEPG Databasinformation

source: CrossEPG Force Reload
cs: Nucené znovunačtení CrossEPG
fr: Forcer Rechargement EPG
sk: Vynútené zavedenie CrossEPG
sv: CrossEPG Tvingad laddning

source: CrossEPG Menu
cs: Menu CrossEPG
fr: Menu CrossEpg
sk: Menu CrossEPG
sv: CrossEPG Meny

source: CrossEPG automatic actions
cs: Aut. akce CrossEPG
fr: Action Automatiques EPG
sk: Automatické akcie CrossEPG
sv: CrossEPG Automatfunktioner

source: CrossEPG error: %s
cs: Chyba CrossEPG : %s
fr: CrossEPG erreur: %s
sk: Chyba CrossEPG : %s
sv: CrossEPG Fel: %s

source: CrossEPG setup panel
cs: Panel nastavení CrossEPG
fr: Configuration CrossEPG
sk: Panel nastavenia CrossEPG
sv: CrossEPG Inställningspanel

source: Current Page
cs: Aktuální stránka
fr: Page Actuelle
sk: Aktuálna stránka
sv: Nuvarande sida

source: Current page is already exist.
cs: Aktuální stránka již existuje.
fr: La page actuelle existe déjà.
sk: Aktuálna stránka už existuje.
sv: Nuvarande sida finns redan.

source: Currentpage(Bookmark)
cs: Aktuální stránka (záložka)
fr: Page Actuelle(MarquePage)
sk: Aktuálna stránka (záložka)
sv: Nuvarande sida(Bokmärke)

source: DVB subtitle black transparency
cs: Průhlednost černé titulků DVB
fr: Transparence Sous-titre noir
sk: Priehľadnosť čiernej titulkov DVB
sv: DVB undertext svart transparent

source: Daily automatic backup
cs: Denní automatické zálohování
fr: Sauvegarde auto journalière
sk: Denné automatické zálohovanie
sv: Daglig automatisk backup

source: Deepstandby
cs: Hluboký spánek
fr: Veille Profonde
sk: Hlboký spánok
sv: Djupt vänteläge

source: Default Cam
cs: Výchozí Cam
fr: Cam par défaut
sk: Predvolená CAM
sv: Standard CAM

source: Default Cam:
cs: Výchozí Cam:
fr: Cam par défaut:
sk: Predvolená CAM:
sv: Standard CAM:

source: Deflating channels list
cs: Deflace seznamu stanic
fr: Décompresse liste chaînes
sk: Vypúšťam zoznam kanálov
sv: Tömmer kanallista

source: Deflating events
cs: Deflace událostí
fr: Décompresse évenements
sk: Vypúšťam udalosti
sv: Tömmer händelser

source: Delete_all_Crashlogs
cs: Vymazat všechny crashlogy
fr: Efface tous Crash-Logs
sk: Vymazať všetky crashlogy
sv: Ta bort alla kraschloggar

source: Descramble http streams
cs: Dekódovat http streamy
fr: Decoder flux http
sk: Dekódovať http streamy
sv: Avkoda http-streams

source: Descriptors db size: %s
cs: Velikost popisů db: %s
fr: Descripteurs taille db: %s
sk: Veľkosť popisov db.: %s
sv: Descriptorers db storlek: %s

source: Devices Manager & Mountpoints
cs: Správce zařízení a přípojných bodů
fr: Gérer et Monter Périphériques
sk: Správca zariadení a prípojných bodov
sv: Enhetshanterare & monteringar

source: Direct Input
cs: Přímý vstup
fr: Saisie Directe
sk: Zadať ručne
sv: Direktinmatning

source: Direct Input(Bookmark)
cs: Přímý vstup (záložka)
fr: Saisie Directe(MarquePage)
sk: Priamy vstup (záložka)
sv: Direktinmatning(Bokmärke)

source: Direct Input(Category)
cs: Přímý vstup (kategorie)
fr: Saisie Directe(Catégorie)
sk: Priamy vstup (kategória)
sv: Direktinmatning(Kategori)
