Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
cs: Nenalezeno fukční bezdrátové síťové rozhraní. Zkontroluj prosím, zda jsi připojil kompatibilní WLAN zařízení anebo povolil místní síťové rozhraní.
el: Δεν βρέθηκε διεπαφή ασυρμάτου δικτύου. Παρακαλώ βεβαιωθείτε ότι έχετε τοποθετήσει μια συμβατή συσκευή WLAN ή ενεργοποιήστε τη διεπαφή του τοπικού σας δικτύου.
fr: Aucun adaptateur réseau sans fil trouvé. Veuillez vérifier que vous avez inséré un périphérique WLAN compatible ou activer votre interface réseau locale.
hr: Ne radi bežični adapter. Molimo provjerite jeste li priključili kompatibilni WLAN uređaj ili omogućite lokalni mrežni adapter.
sk: Nenájdené funkčné bezdrôtové sieťové rozhranie. Skontroluj, či máš pripojené kompatibilné zariadenie WLAN alebo zapni miestne sieťové rozhranie.
sv: Inget fungerandes trådlöst nätverkskort hittat. Bekräfta att du har anslutit ett kompatibelt WLAN enhet eller aktiverat ditt lokala nätverkskort.

source: No, but play video again
cs: Ne, ale přehraj video znova
el: Όχι, να αναπαραχθεί το βίντεο ξανά
fr: Non, mais lire encore vidéo.
hr: Ne, ali pokreni opet film.
sk: Nie, ale znova prehrať video.
sv: Nej, men spela upp igen

source: No, but restart from begin
cs: Ne, jen restartovat
el: Όχι, επανεκκίνηση από την αρχή.
fr: Non, mais relancer depuis le début
hr: Ne, ali restartaj od početka
sk: Nie, ale začať od začiatku.
sv: Nej, men starta om från början

source: No, but switch to video entries.
cs: Ne, ale přepnout do video záznamů.
el: Όχι, μετάβαση σε καταχωρήσεις βίντεο.
fr: Non, mais commuter vers entrées vidéo.
hr: Ne, ali prebaciti na video zapis.
sk: Nie, ale prepnúť na zoznam videí.
sv: Nej, men byt till videoposter.

source: No, but switch to video search.
cs: Ne, ale přepnout do hledání videa.
el: Όχι, μετάβαση σε αναζήτηση βίντεο.
fr: Non, mais commuter vers recherche vidéo.
hr: Ne, ali prebaciti na traženje filma.
sk: Nie, ale prepnúť na hľadanie videa.
sv: Nej, men byt till videosökning.

source: No, do nothing.
cs: Ne, nic nedělej.
el: Όχι, να μη γίνει τίποτα.
fr: Non, ne rien faire.
hr: Ne, ništa ne čini
sk: Nie, nič neurobiť.
sv: Nej, gör inget.

source: No, just start my dreambox
cs: Ne, jen spusť můj Vu+
el: Όχι, απλά να γίνει εκκίνηση του δέκτη
fr: Non, juste démarrer le Vu+
hr: Ne, samo pokreni moj STB
sk: Nie, len zapnúť Vu+.
sv: Nej, starta bara boxen

source: No, never
cs: Ne, nikdy
el: Όχι, ποτέ
fr: Non, jamais
hr: Ne, nikada
sk: Nie, nikdy
sv: Nej, aldrig

source: No, not now
cs: Ne, ne teď
el: Όχι, όχι τώρα
fr: Non, pas maintenant
hr: Ne, ne sada
sk: Nie, teraz nie.
sv: Nej, inte nu

source: No, remove them.
cs: Ne, odstraň je.
el: Όχι, να γίνει διαγραφή.
fr: Non, les retirer.
hr: Ne, uklonite ih.
sk: Nie, odstrániť.
sv: Nej, ta bort dem.

source: No, scan later manually
cs: Ne, prohledám později ručně
el: Όχι, θα γίνει χειροκίνητη σάρωση αργότερα
fr: Non, analyser manuellement plus tard
hr: Ne, skeniraj ručno kasnije
sk: Nie, vyhľadať neskôr ručne.
sv: Nej, sök manuellt senare

source: No, send them never
cs: Ne, nikdy je neodesílej
el: Όχι, να μη γίνει αποστολή ποτέ
fr: Non, ne jamais envoyer
hr: Ne, nikada ne šalji
sk: Nie, nikdy neposlať.
sv: Nej, skicka aldrig

source: None
cs: Žádný
el: Κανένα
fr: Aucun
hr: Prazno
sk: Žiadne
sv: Inga

source: Nonlinear
cs: Zvětšit roztažením obrazu vlevo a vpravo
el: Μη γραμμικό
fr: Non Linéaire
hr: Nelinearni
sk: Nelineárne
sv: Ej linjär

source: Nonprofits & Activism
cs: Neziskové organizace & Aktivismus
el: Μη κερδοσκοπικές & Ακτιβισμός
fr: Nonprofit & Activisme
hr: Neprofitne organizacije i aktivisti
sk: Neziskové a dobrovoľné
sv: Ej vinstdrivande & Aktivism

source: North
cs: Severní
el: Βόρεια
fr: Nord
hr: Sjever
sk: severne
sv: Nord

source: Norwegian
cs: Norsky
el: Νορβηγικά
fr: Norvégien
hr: Norveški
sk: Nórčina
sv: Norska

source: Not after
cs: Ne po
el: Όχι μετά
fr: Pas après
hr: Ne poslije
sk: Nie po
sv: Inte efter

source: Not before
cs: Ne před
el: Όχι πριν
fr: Pas avant
hr: Ne prije
sk: Nie pred
sv: Inte före

source: Not enough diskspace. Please free up some diskspace and try again. (%d MB required, %d MB available)
cs: Málo místa na disku. Prosím, uvolni nějaké místo na disku a zkus to znovu. (%d MB požadováno, %d MB volných)
el: Δεν υπάρχει αρκετός χώρος στο δίσκο. Παρακαλώ ελευθερώστε χώρο και προσπαθήστε ξανά. (απαιτούμενα %d MB, διαθέσιμα %d MB)
fr: Espace disque insuffisant. Veuillez libérer de la place et réessayer. (%d MB requis, %d MB disponible)
hr: Nema dovoljno mjesta na disku. Molimo oslobodite mjesta na disku i pokušajte ponovno. (%d MB potrebno, %d MB dostupno)
sk: Nie je dosť miesta na disku. Uvoľni miesto a skús znova. (Je treba %d MB, ale je len %d MB.)
sv: Inte tillräckligt med diskutrymme. Frigör diskutrymme och försök igen. (%d MB krävs, %d MB tillgängligt)

source: Not fetching feed entries
cs: Nejsou fetching položky zdroje
el: Μη ελκυστικές καταχωρήσεις πηγών
fr: Pas chercher entrées feed
hr: Nije dostupan unos feed-a
sk: Nenačítavam zdroje
sv: Hämtar inte feed poster

source: Not-Associated
cs: Nepřiřazeno
el: Μη συσχετιζόμενο
fr: Pas appareillé
hr: Ne-Udružen
sk: Nepriradené
sv: Inte associerad.

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
cs: Nic k vyhledávání! Prosím nastav tvůj tuner před tím než začneš vyhledávat stanice.
el: Τίποτα για σάρωση! Παρακαλώ ρυθμίστε το tuner πριν κάνετε σάρωση υπηρεσιών.
fr: Rien à analyser! Veuillez paramétrer votre tuner avant de démarrer une analyse de chaînes.
hr: Nema ništa za pretragu! Molim podesite postavke Tunera prije početka pretraživanja.
sk: Nič na vyhľadávanie! Pred začatím vyhľadávania nastav tuner .
sv: Inget att söka! Konfigurera tuner före sökning av kanaler.

source: Now Playing
cs: Nyní hraje
el: Αναπαραγωγή σε εξέλιξη
fr: Lecture en cours
hr: Trenutno pokrenuto
sk: Beží prehrávanie
sv: Spelas nu

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
cs: Nyní použij nastavení kontrastu pro nastavení světlosti pozadí na nejvyšší hodnotu, ale ujisti se, že stále vidíš rozdíl mezi dvěma nejsvětlejšími odstíny. Pokud jsi hotov, stiskni OK.
el: Τώρα, χρησιμοποιήστε τη ρύθμιση αντίθεσης για να αυξήσετε τη φωτεινότητα του φόντου όσο το δυνατόν περισσότερο, αλλά σιγουρευτείτε ότι μπορείτε ακόμα να διακρίνετε τη διαφορά ανάμεσα στις δύο πιο φωτεινές κλίμακες. Αν το έχετε κάνει, πιέστε ΟΚ.
fr: Maintenant, utilisez les paramètres de contraste pour augmenter la luminosité du fond autant que possible, mais assurez-vous que vous pouvez toujours voir la différence entre les deux niveaux les plus lumineux des nuances. Si vous avez fait cela, pressez OK.
hr: Sada, koristite postavku kontrasta da pojačate svjetlinu pozadine koliko god je to moguće, ali tako da još uvijek možete vidjeti razliku između dvije najsjajnije razine sjene. Ako ste to učinili, pritisnite tipku OK.
sk: Teraz kontrastom zvýš svetlosť pozadia čo najviac, ale tak, aby si stále rozlíšil dva najjasnejšie prúžky sivej. Keď skončíš, stlač tlačítko OK.
sv: Nu, använd kontrastinställningen för att öka ljusstyrka på bakgrunden så mycket som möjligt, men säkerställ att du fortfarande kan se skillnaden mellan de två ljusaste nivåerna av skuggor på skalan.När du har gjort det, tryck OK för att fortsätta.

source: Number of scheduled recordings left.
cs: Počet zbylých naprogramovaných nahrávek.
el: Αριθμός προγραμματισμένων εγγραφών που απέμειναν.
fr: Nombre d'enregistrements programmés restants.
hr: Broj rasporeda snimaka lijevo
sk: Počet zvyšných naprogramovaných nahrávaní.
sv: Antal schemalagda inspelningar kvar.

source: OK, guide me through the upgrade process
cs: OK, proveď mě upgradovacím procesem.
el: Μετάβαση στη διαδικασία αναβάθμισης
fr: D'accord, guidez moi à travers la procédure de mise à jour
hr: OK, vodi me kroz postupak nadogradnje
sk: OK, poveď ma procesom aktualizácie.
sv: OK, guida mig genom uppgraderingen

source: OK, remove another extensions
cs: OK, odstraň další rozšíření
el: Αφαίρεση κάποιων ακόμα επεκτάσεων
fr: OK, retirer autre extension
hr: OK, uklonite ostale ekstenzije
sk: OK, odstrániť iné rozšírenia
sv: OK, ta bort fler utökningar

source: OK, remove some extensions
cs: OK, odstraň některá rozšíření
el: Αφαίρεση κάποιων επεκτάσεων
fr: OK, retirer quelques extensions
hr: OK, uklonite neke ekstenzije
sk: OK, odstrániť niektoré rozšírenia
sv: OK, ta bort några utökningar

source: OSD Settings
cs: Nastavení OSD
el: Ρυθμίσεις OSD
fr: Paramètres OSD
hr: Postavke OSD
sk: Nastavenia OSD
sv: OSD inställning

source: OSD visibility
cs: Viditelnost OSD
el: Διαφάνεια OSD
fr: Visibilité OSD
hr: OSD vidljivost
sk: Viditeľnosť OSD
sv: OSD synlighet

source: Off
cs: Vypnout
el: Εκτός
fr: Arrêt
hr: Isključi
sk: Vypnúť
sv: Av

source: Offset after recording (in m)
cs: Ofset po nahrávání (v min)
el: Μετατόπιση μετά την εγγραφή (σε λεπτά)
fr: Décalage après enregistrement (en m)
hr: Razmak nakon snmanja (in m)
sk: Posun po zázname (v min)
sv: Offset efter inspelning (i min)

source: Offset before recording (in m)
cs: Ofset před nahráváním (v min)
el: Μετατόπιση πριν την εγγραφή (σε λεπτά)
fr: Décalage avant enregistrement (en m)
hr: Razmak prije snimanja (in m)
sk: Posun pred záznamom (v min)
sv: Offset före inspelning (i min)

source: On
cs: Zapnout
el: Εντός
fr: Marche
hr: Uključeno
sk: Zapnúť
sv: På

source: On any service
cs: Na každé stanici
el: Σε οποιαδήποτε υπηρεσία
fr: Sur tout service
hr: Na bilo koji kanal
sk: Na ktorejkoľvek stanici
sv: På alla kanaler.

source: On same service
cs: Na stejné stanici
el: Στην ίδια υπηρεσία
fr: Sur même service
hr: Na isti kanal
sk: Na tej istej stanici
sv: På samma kanal.

source: One
cs: Jeden
el: Ένα
fr: Un
hr: Jedan
sk: Jeden
sv: En

source: Only AutoTimers created during this session
cs: Pouze Autočasovače vytvořené během této relace
el: Μόνο Αυτόματοι Χρονοδιακόπτες που δημιουργήθηκαν κατά τη διάρκεια αυτής της περιόδου λειτουργίας
fr: Seulement ProgAutos créées durant cette session
hr: Samo AutoTimer kreiran tijekom ove sesije
sk: Len autočasovače vytvorené v tejto akcii
sv: Enbart AutoTimers skapades under denna session

source: Only Free scan
cs: Jen FTA skenování
el: Σάρωση μόνο για ελεύθερα
fr: Scanner seulement FTA
hr: Pretraži samo slobodne
sk: Vyhľadať len FTA
sv: Bara Fri sökning

source: Only add timer for next x days
cs: Přidej časovač jenom pro x příštích dnů
el: Μόνο προσθήκη χρονοδιακόπτη για τις επόμενες x ημέρες
fr: Programmer seulement pour les x prochains jours
hr: Dodati timer samo za narednih x dana
sk: Pridaj časovač len pre x budúcich dní
sv: Lägg till timer endast för nästa x dagar.

source: Only extensions.
cs: Jen rozšíření.
el: Μόνο επεκτάσεις
fr: Extensions seules
hr: Samo extenzije.
sk: Len rozšírenia.
sv: Endast utökningar.

source: Only match during timespan
cs: Označit pouze v časovém rozmezí
el: Μόνο αντιστοίχιση κατά τη διάρκεια χρονικού διαστήματος
fr: Seulement correspondant durant la période
hr: Podesiti samo tijekom vrem. perioda
sk: Hľadať len v časovom období
sv: Matcha enbart under tidsintervallet

source: Only on Service: %s
cs: Jen na stanici: %s
el: Μόνο σε Υπηρεσία: %s
fr: Seulement sur service: %s
hr: Samo na kanal: %s
sk: Len na stanici: %s
sv: Enbart på kanal: %s

source: Open Context Menu
cs: Otevři kontextové menu
el: Άνοιγμα Μενού Συντόμευσης
fr: Ouvrir menu contextuel
hr: Otvori dodatni izbornik
sk: Otvoriť kontextové menu
sv: Öppna Context Meny

source: Open plugin menu
cs: Otevři menu modulu
el: Άνοιγμα μενού επεκτάσεων
fr: Ouvrir menu plugin
hr: Otvori plugin izbornik
sk: Otvoriť menu pluginu
sv: Öppna Appar

source: Optionally enter your name if you want to.
cs: Jestli chceš, zadej tvoje jméno - volitelné.
el: Προαιρετικά αν θέλετε δώστε το όνομά σας.
fr: Optionnel, saisir votre nom si vous le souhaitez.
hr: Opcija, unesite svoje ime ako želite.
sk: Prípadne zadaj svoje meno, ak chceš.
sv: Valfritt ange ditt namn om du vill.

source: Orbital position
cs: Orbitální poloha
el: Τροχιακή θέση
fr: Position Orbitale
hr: Orbitalna pozicija
sk: Orbitálna pozícia

source: Outer Bound (+/-)
cs: Vnější hranice (+/-)
el: Εξωτερικό Όριο (+/-)
fr: Limite externe (+/-)
hr: Vanjska granica (+/-)
sk: Hranice (+/-)
sv: Yttre gräns (+/-)

source: Overlay for scrolling bars
cs: Overlay pro běžící pásy
el: Επικάλυψη για μπάρες κύλισης
fr: Recouvrement barres défilement
hr: Dopuna za scrolling bar
sk: Prekrytie rolovacích pruhov
sv: Överlagring för bläddring.

source: Override found with alternative service
cs: Nalezen override s alternativní stanicí
el: Βρέθηκε παράκαμψη με εναλλακτική υπηρεσία
fr: Dépassement trouvé avec le service alternatif
hr: Preći preko nađenih alternativnih kanala
sk: Nahradiť stanicu alternatívnou
sv: Åsidosätt hittade med alternativ kanal

source: Overwrite configuration files ?
cs: Přepsat konfigurační soubory?
el: Αντικατάσταση αρχείων παραμετροποίησης;
fr: Ecraser fichiers configuration?
hr: Prepiši konfiguracijske datoteke?
sk: Prepísať konfiguračné súbory?
sv: Skriv över konfigurationsfilerna ?

source: Overwrite configuration files during software upgrade?
cs: Přepsat konfigurační soubory během aktualizace softwaru?
el: Αντικατάσταση αρχείων παραμετροποίησης κατά τη διάρκεια αναβάθμισης λογισμικού;
fr: Ecraser fichiers configuration pendant mise à jour logicielle?
hr: Prepiši konfiguracijske datoteke tijekom nadogradnje softvera?
sk: Prepísať konfiguračné súbory pri aktualizácii software?
sv: Skriv över konfigurationsfilerna vid mjukvaruuppgradering?

source: PIDs
cs: PIDy
sk: PIDy

source: Package list update
cs: Aktualizován seznam balíčků
el: Ενημέρωση λίστας πακέτων
fr: Mise à jour liste paquets
hr: Nadogradnja liste paketa
sk: Aktualizovať zoznam balíčkov
sv: Paketlista uppdatering

source: Package removal failed.
cs: Ostranění balíčku se nezdařilo.
el: Η διαγραφή του πακέτου απέτυχε.
fr: Echec retrait du paquet!
hr: Uklanjanje paketa nije uspjelo.
sk: Odstránenie balíčka zlyhalo.
sv: Paketborttagning misslyckades.

source: Package removed successfully.
cs: Balíček ůspěšně odstraněn.
el: Το πακέτο διαγράφηκε επιτυχώς.
fr: Paquet retiré avec succès.
hr: Brisanje paketa uspješno.
sk: Balíček bol odstránený.
sv: Paket borttaget.

source: Packet management
cs: Správa paketů
el: Διαχείριση πακέτων
fr: Gestion des paquets
hr: Rukovanje paketima
sk: Správa balíčkov
sv: Pakethantering

source: Packet manager
cs: Správce paketů
el: Διαχείριση πακέτων
fr: Gestionnaire paquet
hr: Program za upravljanje paketima
sk: Správca balíčkov
sv: Pakethanterare

source: Parent Directory
cs: Nadřazená složka
el: Γονικός φάκελος
fr: Répertoire parent
hr: Izvorni Directory
sk: Vyšší adresár
sv: Föräldrarmapp

source: Parental control
cs: Rodičovský zámek
el: Γονικός έλεγχος
fr: Contrôle parental
hr: Roditeljska zaštita
sk: Rodičovská kontrola
sv: Föräldrakontroll

source: Parental control services Editor
cs: Editor nastavení rodičovského zámku
el: Επεξεργασία γονικού ελέγχου
fr: Editeur des contrôles services parentaux
hr: Editiranje kanala za roditeljsku zaštitu
sk: Editor staníc rodičovskej kontroly
sv: Föräldrakontroll kanaleditor

source: Parental control setup
cs: Nastavení rodičovského zámku
el: Ρύθμιση γονικού ελέγχου
fr: Paramètres contrôle parental
hr: Postavke roditeljske zaštite
sk: Nastavenie rodičovskej kontroly
sv: Föräldrakontroll installation

source: Parental control type
cs: Typ rodičovského zámku
el: Τύπος γονικού ελέγχου
fr: Type contrôle parental
hr: Tip roditeljske zaštite
sk: Typ rodičovskej kontroly
sv: Föräldrakontroll typ

source: Partnerbox allows editing a remote STB's record timers and stream its TV program.
cs: Partnerbox umožňuje editaci časovačů záznamu vzdáleného Vu+ a streamovat jeho televizní stanici.
el: Ο Partnerbox επιτρέπει την επεξεργασία χρονοδιακοπτών εγγραφής απομακρυσμένου δέκτη και ροή στο τηλεοπτικό πρόγραμμα.
fr: Partnerbox permet d'éditer à distance les programmations et enregistrements et streamer ses programmes TV.
hr: Partnerbox omogućuje uređivanje udaljenih STB tajmera snimanje i stream njihovih TV programa
sk: Partnerbox umožňuje upravovať časovače vzdialených Vu+ a streamovať ich TV program.
sv: Partnerbox möjliggör att fjärreditera boxars inspelningstimers och streama deras TV program.

source: Password
cs: Heslo
el: Κωδικός πρόσβασης
fr: Mot de passe
hr: Lozinka
sk: Heslo
sv: Lösenord

source: Pause movie at end
cs: Zastavit film na konci
el: Παύση στο τέλος της ταινίας
fr: Pause film à la fin
hr: Pauziraj film na kraju
sk: Na konci filmu pozastaviť
sv: Pausa inspelningen i slutet

source: People & Blogs
cs: Lidé & Blogy
el: Άνθρωποι & Ιστολόγια
fr: Peuple & Blogs
hr: Ljudi i blogovi
sk: Ľudia a blogy
sv: Folk & Bloggar

source: PermanentClock shows the clock permanently on the screen.
cs: PermanentClock ukazuje trvale hodiny na obrazovce.
el: Εμφανίζει το ρολόι μόνιμα στην οθόνη.
fr: PermanentClock affiche l'horloge permanente sur l'écran.
hr: PermanentClock pokazuje sat trajno na zaslonu.
sk: Stále hodiny zobrazujú čas na obrazovke trvalo.
sv: PermanentClock visar klockan permanent på TV skärmen.

source: Persian
cs: Persky
el: Περσικά
fr: Iranien
sk: Perzština
sv: Persiska

source: Pets & Animals
cs: Domácí & Divoká Zvířata
el: Κατοικίδια & Ζώα
fr: Animaux & Sauvages
hr: Kućni ljubimci i životinje
sk: Deti a zvieratá
sv: Husdjur & Vilddjur

source: Phone number
cs: Telefonní číslo
el: Αριθμός τηλεφώνου
fr: Numéro téléphone
hr: Telefonski broj
sk: Telefónne číslo
sv: Telefonnummer

source: PiPSetup
cs: Nastavení PiP
el: Ρύθμιση PiP
fr: Paramètres PiP
hr: PiP Postavke
sk: Nastavenie obrazu v obraze
sv: BiB konfiguration

source: PicturePlayer
el: Αναπαραγωγή εικόνων
fr: Afficher Photos
sk: Prehrávač obrázkov
sv: Bildvisare

source: Pin code needed
cs: Je vyžadován kód PIN
el: Απαιτείται PIN
fr: Code Pin requis
hr: Pin kod je potreban
sk: Treba kód PIN
sv: PIN-kod behövs

source: Play
el: Αναπαραγωγή
fr: Lire
hr: Pokreni
sk: Prehrať
sv: Spela upp

source: Play Audio-CD...
cs: Přehrát Audio-CD...
el: Αναπαραγωγή CD ήχου…
fr: Lire CD-Audio...
hr: Pokreni Audio-CD...
sk: Prehrať Audio-CD...
sv: Spela Ljud-CD...

source: Play DVD
cs: Přehrát DVD
el: Αναπαραγωγή DVD
fr: Lire DVD...
hr: Pokreni DVD
sk: Prehrať DVD
sv: Spela DVD

source: Play Internet Radio downloaded from Last.FM
cs: Přehrát Internetové Radio stažené z Last.FM
el: Αναπαραγωγή Διαδικτ. Ραδιοφώνου από Last.FM
fr: Lire dernière radio FM téléchargée sur le net
hr: Pokreni Internet Radio zadnji preuzet.FM
sk: Prehrať Internetové Rádio stiahnuté z Last.FM
sv: Spela upp internetradio nedladdad frpn Last.FM

source: Play Internet Radio downloaded from ShoutCast
cs: Přehrát Internetové Radio stažené ze ShoutCast
el: Αναπαραγωγή Διαδικτ. Ραδιοφώνου από ShoutCast
fr: Lire derniere radio shoutCast téléchargée sur le net
hr: Pokreni Internet Radio preuzeto od ShoutCast
sk: Prehrať Internetové Rádio stiahnuté zo ShoutCast
sv: Spela upp internetradio nedladdad frpn ShoutCast.

source: Play Music...
cs: Přehrát hudbu...
el: Αναπαραγωγή μουσικής…
fr: Lire Musique...
hr: Pokreni Music...
sk: Prehrať hudbu...
sv: Spela Musik...

source: Play YouTube movies
cs: Přehrát filmy z YouTube
el: Αναπαραγωγή βίντεο YouTube
fr: Lire films YouTube
hr: Pokreni YouTube film
sk: Prehrať filmy YouTube
sv: Spela YouTube filmer

source: Play next video
cs: Přehrát další video
el: Επόμενο βίντεο
fr: Lire vidéo suivante
hr: Pokreni sljedeći video
sk: Prehrať ďalšie video
sv: Spela nästa video

source: Play recorded movies...
cs: Přehrát nahrané pořady...
el: Αναπαραγωγή εγγεγραμμένων ταινιών…
fr: Lire les films enregistrés...
hr: Pokreni snimljene filmove...
sk: Prehrať nahrané filmy...
sv: Spela inspelade filmer...

source: Play video again
cs: Přehrát video znovu
el: Αναπαραγωγή βίντεο ξανά
fr: Lire vidéo encore
hr: Pokreni video opet
sk: Znova prehrať video
sv: Spela video igen

source: Play videos from PC on your STB
cs: Přehrát videa z PC na Vu+
el: Αναπαραγωγή βίντεο από Η/Υ σε δέκτη
fr: Lire vidéo du PC sur votre STB
hr: Pokreno video sa PC na STB
sk: Prehrať videá z počítača na Vu+
sv: Spela upp videos från PC på boxen

source: Playback of Youtube through a PC
cs: Přehrávání Youtube přes PC
el: Αναπαραγωγή Youtube μέσω Η/Υ
fr: Playback de Youtube à travers un PC
hr: Reprodukcija Youtube preko računala
sk: Prehrávanie z YouTube cez počítač
sv: Spela upp Youtube genom en PC.

source: Player for Network and Internet Streams
cs: Přehrávač síťových a internetových streamů
el: Player για Δικτυακές και Διαδικτυακές Ροές
fr: Lecteur pour flux réseau et internet
hr: Player za mrežu i Internet Streamove
sk: Prehrávač sieťových a internetových streamov
sv: Spelare för nätverk och internetstreams´

source: Player for Network and Internet Streams.
cs: Přehrávač síťových a internetových streamů.
el: Player για Δικτυακές και Διαδικτυακές Ροές.
fr: Lecteur pour flux réseau et internet.
hr: Player za mrežu i Internet Streamove
sk: Prehrávač sieťových a internetových streamov.
sv: Spelare för nätverk och internetstreams.

source: Plays your favorite music and videos
cs: Přehraje tvoje oblíbená videa a hudbu
el: Αναπαράγει την αγαπημένη σας μουσική και βίντεο
fr: Lire vos musiques et vidéos favorites
hr: Pokreni svoju omiljenu glazbu i video
sk: Prehrá obľúbené skladby a videá
sv: Spelar din favoritmusik och favoritvideos.

source: Please Reboot
cs: Prosím restartuj
el: Παρακαλώ εκτελέστε επανεκκίνηση
fr: Veuiller rebooter
hr: Molimo Restart
sk: Reštartuj
sv: Vänligen starta om

source: Please Select Medium to be Scanned
cs: Prosím vyber médium pro prozkoumání
el: Παρακαλώ επιλέξετε μέσο για σάρωση
fr: Veuillez choisir média à scanner
hr: Odaberite medij koji će biti skenirani
sk: Vyber médium na prehľadanie
sv: Vänligen ange media som ska undersökas

source: Please add titles to the compilation.
cs: Přidej názvy do kompilace, prosím.
el: Παρακαλώ προσθέστε τίτλους στη μεταγλώττιση.
fr: Veuillez ajouter titres à la compilation.
hr: Molimo vas da dodate naslove na kompilaciji.
sk: Pridaj titulky do kompilácie.
sv: Vänligen lägg till titel till kompositionen.

source: Please be aware, that anyone can disable the parental control, if you have not set a PIN.
cs: Měj prosím na paměti, že kdokoliv může zakázat rodičovské kontroly, pokud jsi nenastavil kód PIN.
el: Παρακαλώ λάβετε υπόψη, ότι οποιοσδήποτε μπορεί να απενεργοποιήσει τον γονικό έλεγχο, αν δεν έχετε βάλει PIN.
fr: Soyez conscient que n'importe qui peut désactiver le contrôle parental, si vous n'avez pas mis un PIN.
hr: Molimo da razmislite, da svatko može onemogućiti roditeljski nadzor, ako niste postavili PIN.
sk: Nezabúdaj, že ktokoľvek môže zrušiť rodičovskú kontrolu, ak nenastavíš PIN.
sv: Varning! Tänka på att vem som helst kan avvaktivera föräldrakontroll om du inte satt en PIN-kod.

source: Please change recording endtime
cs: Prosím, změň nahrávácí dobu
el: Παρακαλώ αλλάξτε την ώρα τερματισμού
fr: Veuillez changer heure fin enregistrement
hr: Molim promjenite završno vijeme snimanja
sk: Zmeň koniec nahrávania
sv: Vänligen ändra sluttid för inspelningen.

source: Please check your network settings!
cs: Prosím, zkontroluj nastavení sítě!
el: Παρακαλώ ελέγξτε τις ρυθμίσεις δικτύου!
fr: Veuillez vérifier vos paramètres réseau!
hr: Provjerite mrežne postavke!
sk: Skontroluj nastavenia siete!
sv: Vänligen kontrollera dina nätverksinställningar!

source: Please choose an extension...
cs: Prosím vyber si z nabídky možností
el: Παρακαλώ επιλέξτε μία επέκταση...
fr: Veuillez choisir une extension...
hr: Molim odaberite ekstenziju...
sk: Zvoľ rozšírenie...
sv: Vänligen välj en utökning...
