Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Mount Point
cs: Přípojný bod
fr: Point de Montage
sk: Prípojný bod
sv: Monteringspunkt

source: User ID
cs: ID uživatele
fr: ID Utilisateur
sk: ID užívateľa
sv: Användar ID

source: Enable mount automatically while start
cs: Povol připojení automaticky při startu
fr: Activer Montage Auto au Démarrage
sk: Povoľ pripojenie automaticky pri štarte
sv: Montera automatiskt vid uppstart

source: NetDrive Setup
cs: Nastavení NetDrive
fr: Réglage Lecteur Réseau
sk: Nastavenie NetDrive
sv: Nätmappning inst.

source: Network Drive Setup
cs: Nastavení disku sítě
fr: Paramétrage Lecteur Réseau
sk: Nastavenie zariadenia siete
sv: Nätverksdisk inst.

source: NetDrive Setup > Mount Point
cs: NetDrive nastavení > Přípojný bod
fr: Réglage Lecteur Réseau > Point de Montage
sk: NetDrive nastavenie > Prípojný bod
sv: Nätmappning inst. > Monteringspunkt

source: Device Browser
cs: Prohlížeč zařízení
fr: Explorateur Périphériques
sk: Prehliadač zariadení
sv: Lista enheter

source: Setting
cs: Nastavení
fr: Réglage
sk: Nastavenie
sv: Inställning

source: Reload Device
cs: Znovu načíst zařízení
fr: Recha.Périph
sk: Znova nahraj zariadenie
sv: Ladda om Enhet

source: Black Hole UPnP Server Panel
cs: Black Hole panel serveru UPnP
fr: Menu Serveur UPnP Black Hole
sk: Black Hole UPnP panel serveru

source: DeviceList Refresh Interval
cs: Interval dotazování seznamu zařízení
fr: Délai Rafraichissement liste périphériques
sk: Interval obnovenia zozn. zariadení
sv: Uppdateringsintervall enhetslista

source: Slideshow Interval
fr: Délai Diaporama
sk: Interval slideshow
sv: Intervall för bildspel

source: Video Directory
cs: Složka videa
fr: Répertoire Vidéo
sk: Zložka videa
sv: Videomapp

source: Music Directory
cs: Složka hudby
fr: Répertoire Musique
sk: Zložka hudby
sv: Musikmapp

source: Picture Directory
cs: Složka obrázků
fr: Répertoire Photos
sk: Zložka obrázkov
sv: Bildmapp

source: Enable Logging
cs: Povol logování
fr: Activer Logs
sk: Povoliť logovanie
sv: Aktivera loggning

source: - Log Level
cs: - Úroveň Log
fr: - Niveau Log
sk: - Úroveň Log
sv: - Loggnivå

source: - Log Directory
cs: - Složka Log
fr: - Répertoire Logs
sk: - Zložka Log
sv: - Mapp för logg

source: Enable Autostart for DLNA Server
cs: Povol autostart pro DLNA Server
fr: Activer Départ Auto serveur DLNA
sk: Povoliť autoštart pre DLNA server
sv: Aktivera Autostart för DLNA Server

source: warn
cs: upozorni
fr: avertissement
sk: upozorni
sv: varna

source: error
cs: chyba
fr: erreur
sk: chyba
sv: Fel

source: Show Device
cs: Zobraz zařízení
fr: Voir Périph.
sk: Ukáž zariadenie
sv: Visa enhet

source: Up
cs: Nahoru
fr: haut
sk: Hore
sv: Upp

source: Empty Directory!!
cs: Prázdná složka!!
fr: Répertoire Vide
sk: Prázdna zložka !!
sv: Tom mapp!!

source: Can't play selected file. It is unknown file extension.
cs: Nemůžu přehrát soubor. Neznámý typ souboru.
fr: Impossible d'ouvrir fichier. L'extension est inconnue
sk: Nemôžem prehrať súbor. Neznámy typ súboru.
sv: Kan inte spela vald fil. Det är en okänt filändelse.

source: Auto paginate on last entry:
cs: Auto ostránkování při posl. zadání:
fr: Pagination Auto sur dernière entrée:
sk: Autostránkovanie pri poslednom zadaní:
sv: Sidnumrera sista posten automatiskt:

source: Reset tv-screen after playback:
cs: Reset obrazovky po přehrání:
fr: Reset TV-Ecran après lecture:
sk: Zresetuj obrazovku po prehraní:
sv: Återställ TV-skärm efter uppspelning

source: Youtube Username (reopen plugin on change):
cs: Youtube jméno (restart pluginu při změně):
fr: Nom Utilisateur Youtube (relancer plug si changé):
sk: Youtube meno (reštart pluginu pri zmene):
sv: Youtube användarnamn (öppna App igen vid ändring):

source: Youtube Password (reopen plugin on change):
cs: Youtube heslo (restart pluginu při změně):
fr: Mot de passe Youtube (relancer plugin si changé):
sk: Youtube heslo (reštart pluginu pri zmene):
sv: Youtube lösenord (öppna App igen vid ändring):

source: Enable Parental Control
cs: Povolit rodičovský zámek
fr: Activer Contrôle Parental
sk: Povoliť rodičovskú kontrolu
sv: Aktivera Föräldrakontroll

source: Add service name to stream information
cs: Přidej jméno stanice do infa o streamu
fr: Ajouter nom du service aux infos du flux
sk: Pridaj meno stanice do informácie streamu
sv: Lägg till kanalnamn i streaminfo

source: DLNAStreamPlayer
cs: DLNA Stream přehrávač
fr: Lecteur de Flux DLNA
sk: Prehrávač DLNA Stream
sv: DLNA Streamspelare

source: Please wait, Loading image.
cs: Prosím čekej, načítá se image.
fr: Patientez, Chargement image.
sk: Počkaj prosím, nahrávam image.
sv: Vänligen vänta, laddar system.

source: DLNA/uPnP Browser
cs: DLNA/uPnP prohlížeč
fr: Explorateur DLNA/uPnP
sk: DLNA/uPnP prehliadač
sv: DLNA/uPnP bläddring

source: Select Directory
cs: Vyber adresář
fr: Sélectionner Répertoire
sk: Zvoľ zložku
sv: Välj Mapp

source: ext4 - recommended for meoboot
cs: ext4 - doporučeno pro meoboot nebo HDD >BH2.0.5
sk: ext4 - doporučené pre meoboot a HDD >BH2.0.5

source: Subtitle delay when timing is bad
cs: Zpoždění titulků při špatném časování
fr: Retard Sous-titres quand synchro mauvaise
sk: Oneskorenie titulkov pri zlom časovaní

source: Centered DVB subtitles
cs: Vystředěné DVB titulky
fr: Sous-titres DVB centrés
sk: Vystredené DVB titulky

source: No delay
cs: Bez zpoždění
fr: Aucun retard
sk: Bez oneskorenia

source: full transparency
cs: plná průhlednost
fr: Transparence Totale
sk: úplná priehľadnosť

source: Service searching
cs: Vyhledávání stanic
fr: Recherche de service
sk: Vyhľadávanie staníc
sv: kanalsökning

source: Black Hole Devices Manager
cs: Black Hole správce zařízení
fr: Gestionnaire Périphériques BH
sk: Black Hole správca zariadení
sv: BH Enhetshanterare

source: Kernel Modules Setup
cs: Nastavení modulů jádra
fr: Param. Modules Kernel
sk: Nastavenie modulov kernelu
sv: Inställningar för startmoduler

source: Allow hearing impaired subtitles
cs: Povol titulky pro sluchově postižené
fr: Autoriser sous-titres non appairés
sk: Povoľ titulky pre sluchovo postihnutých
sv: Tillåt textning för hörselskadade

source: Prefer hearing impaired subtitles
cs: Upřednostni titulky pro sluchově postižené
fr: Préférer sous-titres non appairés
sk: Uprednostni titulky pre sluchovo postihnutých
sv: Välj undertext för hörselskadade

source: Prefer DVB-grafical subtitles
cs: Upřednostni DVB-grafické titulky
fr: Préférer sous-titres DVB-Graphiques
sk: Uprednostni grafické DVB titulky
sv: Välj DVB-grafisk undertext

source: Prefer subtitle stored by service
cs: Upřednostni titulky stanice
fr: Préférer sous-titres stockés par service
sk: Uprednostni titulky stanice
sv: Välj undertext lagrad av tjänsten

source: Build server
cs: Sestav server
sk: Zostav server

source: Black Hole Blue Panel
cs: Black Hole modrý panel
fr: Bouton Bleu Black Hole
sk: Black Hole modrý panel

source: Black Hole Green Panel
cs: Black Hole zelený panel
fr: Bouton Vert Black Hole
sk: Black Hole zelený panel

source: Black Hole Speed up
cs: Black Hole urychlení
fr: Accélérer Black Hole
sk: Black Hole urýchlenie
sv: Snabba upp Black Hole

source: Black Hole Extra Kernel Modules Setup
cs: Black Hole nastavení extra modulů jádra
sk: Black Hole nastavenie extra modulov kernelu

source: Black Hole Inadyn Manager
cs: Black Hole správce Inadyn
sk: Black Hole správca Inadyn

source: Black Hole Swap File Manager
cs: Black Hole správce souboru SWAP
sk: Black Hole správca súboru Swap

source: Black Hole Hard Disk Panel
cs: Black Hole panel HDD
sk: Black Hole panel HDD

source: Black Hole Picons Packages
cs: Black Hole balíčky pikon
sk: Black Hole balíčky picon

source: Black Hole Boot Logo
cs: Black Hole bootovací logo
sk: Black Hole bootovacie logo

source: Black Hole Skins
cs: Black Hole vzhledy
sk: Black Hole skiny

source: Red button...
cs: HbbTV, dlouhý stisk - Vesmíry
sk: HbbTV, dlhé stlač. - Vesmíry
sv: Röd knapp...

source: General Dolby Digital delay(ms)
cs: Obecné Dolby Digital zpoždění (ms)
fr: Retard général Dolby Digital (ms)
sk: Všeobecné oneskorenie Dolby Digital (ms)
sv: Generell Dolby Digital fördröjning(ms)

source: General PCM delay(ms)
cs: Obecné PCM zpoždění (ms)
el: Γενική καθυστέρηση PCM(ms)
fr: Retard général PCM (ms)
sk: Všeobecné oneskorenie PCM (ms)
sv: Generell PCM fördröjning(ms)

source: Zap
cs: Přepnout
sk: Prepnúť
sv: Zappa

source: Autoresolution...
cs: Autorozlišení...
sk: Autorozlíšenie...
sv: Autoupplösning...

source: Your receiver is shutting down
cs: Přijímač se vypíná...
fr: Votre démodulateur va s'éteindre
sk: Prijímač sa vypína...
sv: Boxen stängs av

source: Your receiver is rebooting
cs: Přijímač se restartuje...
fr: Votre démodulateur reboote
sk: Prijímač sa reštartuje...
sv: Boxen startas om

source: The user interface of your receiver is rebooting
cs: Uživatelské rozhraní tvého přijímače se restartuje...
sk: Užívateľské rozhranie prijímača sa reštartuje...
sv: Användargränssnittet startas om

source: The user interface of your receiver is restarting
cs: Uživatelské rozhraní přijímače se restartuje...
fr: L'Interface Graphique Utilisateur redémarre
sk: Užívateľské rozhranie prijímača sa reštartuje...
sv: Användargränssnittet startas om

source: Mount:
cs: Přípojný bod:
fr: Monte à:
sk: Príp. bod:
sv: Montera:

source: Ecm Info not available.
cs: Ecm Informace nejsou k dispozici.
fr: Info ECM non disponible
sk: Ecm informácie nie sú k dispozícii.
sv: Ecm Info inte tillgänglig.

source: Black Hole Weather
cs: Black Hole počasí
fr: Météo Black Hole
sk: Black Hole počasie
sv: Black Hole Väder

source: Standby Now
cs: Pohotovostní režim teď
fr: En veille
sk: Pohotovosť teraz
sv: Viloläge nu

source: Fail-%d Press 'EXIT' button!
cs: Selhalo-%d Stiskni tlačítko 'EXIT'!
fr: Echec-%d Presser bouton 'EXIT'!
sk: Chyba-%d Stlač tlačítko 'EXIT' !
sv: Fel-%d Tryck EXIT knappen!

source: Standby Now
cs: Pohotovostní režim teď
fr: En Veille
sk: Pohotovosť teraz
sv: Viloläge nu

source: seconds
cs: sekund
fr: secondes
sk: sekúnd
sv: sekunder

source: !!(Empty) Please, Input to the
cs: !!(Prázdné) Prosím, zadej do
fr: !!(Vide) Saisir dans
sk: !!(Empty) Prosím, zadaj do
sv: !!(tom) Lägg in till

source: %d CAMs Installed
cs: %d nainstalovaných CAM
fr: %d CAM(s) Installé(s)
sk: %d nainštalované CAM
sv: %d CAM Installerade

source: %d providers updated
cs: %d aktualizovaných poskytovatelů
fr: %d Opérateurs Mis à Jour
sk: %d poskytovateľov
sv: %d leverantörer uppdaterade

source: %s channels
cs: %s stanic
fr: %s chaînes
sk: %s staníc
sv: %s kanaler

source: %s of %s
cs: %s ze %s
fr: %s de %s
sk: %s zo %s
sv: %s av %s

source: 1 Epg Search
cs: 1 EPG vyhl.
fr: 1 Recherche
sk: 1 Epg vyhľad.
sv: 1 Sök EPG

source: 1 Settings
cs: 1 Nastavení
fr: 1 Réglages
sk: 1 Nastavenia
sv: 1 Inställningar

source: 1. Load a Mobile Broadband Device
cs: 1. Načti Mobile Broadband zařízení
fr: 1. Charger un mobile large bande
sk: 1. Načítaj Mobile Broadband zariadenie
sv: 1. Ladda enhet med Mobilt bredband

source: 2 Service Info
cs: 2 Info stanice
fr: 2 Info Service
sk: 2 Info stanice
sv: 2 Kanalinfo

source: 2 Single Epg
cs: 2 Jednod. EPG
fr: 2 Epg Simple
sk: 2 Jednod. Epg
sv: 2 Singel EPG

source: 2. Set up a Mobile Broadband Device
cs: 2. Nastav Mobile Broadband zařízení
fr: 2. Paramétrer un mobile large bande
sk: 2. Nastav Mobile Broadband zariadenie
sv: 2. Ställ in enhet för Mobilt bredband

source: 3 About
cs: 3 O
fr: 3 A propos
sk: O Vu+
sv: 3 Om

source: 3. Generate a WvDial profile
cs: 3. Vygeneruj WvDial profil
fr: 3. Génèrer un profil WvDial
sk: 3. Generovať WvDial profil
sv: 3. Generera en WvDial profil

source: 4 Last Search
cs: 4 Posl. vyhl.
fr: 4 Rech. Préced
sk: 4 Posl. vyhľ.
sv: 4 Senaste sökning

source: 4. Attempt to Connect
cs: 4. Pokus o spojení
fr: 4. Tentative connection
sk: 4. Skúsiť sa pripojiť
sv: 4. Försöker ansluta

source: 5. Done
cs: 5. Hotovo
fr: 5. Fini
sk: 5. Hotovo
sv: 5. Klart

source: A/V settings
cs: Nastavení A/V
fr: Réglages Audio / Vidéo
sk: Nastavenia A/V
sv: A/V inställningar

source: Action for inactivity:
cs: Chováni při nečinosti:
fr: Action pour inactivité:
sk: Chovanie pri nečinnosti:
sv: Åtgärd vid inaktivitet:

source: Addon Succesfully Removed.
cs: Doplněk byl úspěšně odstraněn.
fr: Addon correctement retiré
sk: Rozšírenie bolo úspešne odinštalované.
sv: Appen avinstallerad.

source: Addons Manager
cs: Správce doplňků
fr: Gérer Addons
sk: Správca rozšírení
sv: Apphanterare

source: Addons Parental Control
cs: Rodičovský zámek doplňků
fr: Contrôle Parental sur Addons
sk: Rodič. kontrola rozšírení
sv: Föräldrakontroll för Appar

source: Addons access pin
cs: Pin pro přístup k doplňkům
fr: Code pin d'acces aux addons
sk: Pin pre prístup k rozšíreniam
sv: PIN kod för Appar

source: Addons access protected
cs: Přístup k doplňkům je chráněn
fr: Protection Acces aux Addons
sk: Prístup k rozšíreniam je chránený
sv: Appar accessskyddade

source: Addons parental control setup
cs: Nastavení rodičovského zámku doplňků
fr: Paramétrage Contrôle Parental sur Addons
sk: Nastavenie rodičovskej kontroly rozšírení
sv: Ställ in föräldrakontroll för Appar

source: Adress:
cs: Adresa:
fr: Adresse:
sk: Adresa:

source: Aliases db size: %s
cs: Velikost db alias: %s
fr: Taille Alias db: %s
sk: Veľkosť db aliasov: %s
sv: DB storlek för Alias %s

source: Allow subtitle language to equal audio language
cs: Povol shodu jazyku titulků s jazykem zvuku
fr: Permettre sous-titres même langue que l'audio
sk: Povoľ zhodu jazyka titulkov s jazykom zvuku
sv: Tillåt textning även vid samma språk på ljud

source: Allow subtitles for hearing impaired
cs: Povol titulky pro sluchově postižené
fr: Permettre sous-titres autre langue que l'audio
sk: Povoľ titulky pre sluchovo postihnutých
sv: Tillåt textning för hörselskadade

source: Alternative numbering mode
cs: Alternativní režim očíslování
fr: Mode numerotation alternatif
sk: Alternatívny režim očíslovania
sv: Alternativt numreringsläge

source: An EPG downloader
cs: Stahovač EPG
fr: Téléchargez l'EPG
sk: Sťahovač EPG
sv: En nedladdare för EPG

source: Are you sure you want to remove the Package:
cs: Jsi si jist, že chceš odstranit balíček:
fr: Etes-vous sûr de vouloir supprimer le paquet:
sk: Si si istý, že chceš odstrániť balíček:
sv: Är du säker på att du vill ta bort paketet:

source: Attempt to recover lost mounts (in background)
cs: Pokus o obnovení stracených přípojných bodů (na pozadí)
fr: Récupération montages perdus (arrière-plan)
sk: Pokus o obnovenie stratených prípojných bodov (na pozadí)
sv: Försöker att återställa tappade monteringar

source: Auto language selection
cs: Zvolení Auto-jazykové volby
fr: Selection Langage Auto
sk: Zvolenie Auto-jazykovej voľby
sv: Automatisk språkvalinställning

source: Auto language settings
cs: Nastavení Auto-jazykové volby
fr: Réglage langue auto
sk: Nastavenie Auto-jazykovej voľby
sv: Automatisk språkvalinställning

source: AutoBackup Configuration
cs: Konfigurace AutoBackup
fr: Configuration Sauvegarde automatique
sk: Konfigurácia AutoBackup
sv: Inställning för AutoBackup

source: AutoShutDown
cs: Automatické vypnutí
fr: ArrêtAuto
sk: Automatické vypnutie
sv: AutoStängAv

source: AutoShutDown Setup
cs: Nastavení AutoShutDown
fr: Paramétrage ArrêtAuto
sk: Nastavenie AutoShutDown
sv: Konfigurera AutoStängAv

source: AutoShutDown settings
cs: Nastavení AutoShutDown
fr: Paramètres ArrêtAuto
sk: Nastav. AutoShutDown
sv: Inställningar för AutoStängAv

source: Autocam Manager
cs: Správce Autocam
fr: CAM automatique
sk: Správca Autocam
sv: Inställning av AutoCAM

source: Automatic Epg Backup:
cs: Automatická záloha EPG:
fr: Sauvegarde auto Epg:
sk: Automatická záloha Epg:
sv: Automatisk EPG Backup:

source: Automatic start time
cs: Čas automatického startu
fr: Heure démarrage auto
sk: Čas automatického štartu
sv: Automatisk starttid

source: Automatically reboot the decoder after a manual download
cs: Automaticky restartuj dekodér po ručním stažení
fr: Reboote automatiquement le Vu+ après téléchargement manuel
sk: Automaticky reštartuj dekodér po ručnom stiahnutí
sv: Starta om boxen automatiskt efter manuell nedladdning

source: Automatically reboot the decoder after a scheduled download
cs: Automaticky restartuj dekodér po naplánovanén stažení
fr: Reboote automatiquement le Vu+ après téléchargement programmé
sk: Automaticky reštartuj dekodér po naplánovanom stiahnutí
sv: "Starta om boxen automatiskt efter schemalagd nedladdning"

source: BH Devices Manager
cs: BH správce zařízení
fr: BH Gestionnaire Périphériques
sk: BH správca zariadení
sv: BH Enhetshanterare

source: BH 3G Modem Manager
cs: BH správce 3G modemu
fr: BH Gestionnaire modem 3G
sk: BH správca 3G modemu
sv: BH 3G Modemhanterare

source: BH 3G Modem Manager Config
cs: BH konfigurace správce 3G modemu
fr: BH Config Modem 3G
sk: BH konfig. správcu 3G modemu
sv: BH 3G Modemhanterare Konfiguration

source: BH 3G Modem Manager Config Edit
cs: BH edit konfigurace správce 3G modemu
fr: BH Editer Config Modem 3G
sk: BH edit konfig. správcu 3G modemu
sv: BH 3G Modemhanterare Ändra konfiguration

source: BH About
cs: BH o
fr: BH A Propos
sk: BH o
sv: BH Om

source: BH Active Clients
cs: BH aktivní klienti
fr: BH Clients Actifs
sk: BH aktívny klienti
sv: BH Aktiva klienter

source: BH Active Kernel Modules
cs: BH aktivní moduly jádra
fr: BH Modules Kernel Actifs
sk: BH aktívne moduly kernelu
sv: BH Aktiva startmoduler

source: BH Addons Manager
cs: BH správce doplňků
fr: BH Gestionnaire Addons
sk: BH správca rozšírení
sv: BH Apphanterare

source: BH Audio
cs: BH zvuk
sk: BH zvuk
sv: BH Ljud

source: BH Autocam Setup
cs: BH nastavení Autocam
fr: BH Param. Cam Auto
sk: BH nastavenie autocam
sv: BH AutoCAM inställningar

source: BH Blue Panel
cs: BH modrý panel
fr: BH Bouton Bleu
sk: BH modrý panel
sv: BH Blå Panel

source: BH Browser Net Neighbourhood
cs: BH prohlížeč okolí Netu
fr: BH Explorateur Réseau
sk: BH prehliadač okolia Netu
sv: BH Nätverksbläddrare

source: BH CI Assignment
cs: BH přiřazení CI
fr: BH Assignement IC
sk: BH priradenie CI
sv: BH CI tilldelning

source: BH CI assignment
cs: BH přiřazení CI
fr: BH Assignement IC
sk: BH priradenie CI
sv: BH CI tilldelning

source: BH Channel Selection Radio
cs: BH výběr rádio stanic
fr: BH Choix Canal Radio
sk: Bh voľba staníc rozhlasu
sv: BH Kanallista radio

source: BH Channel Selection TV
cs: BH výběr TV stanic
fr: BH Choix de chaîne TV
sk: BH voľba TV staníc
sv: BH Kanallista TV

source: BH Choose Tuner
cs: BH vyber tuner
fr: BH Choix Tuner
sk: BH vyber tuner
sv: BH Välj tuner

source: BH Choose bouquet
cs: BH výběr přehledu
fr: BH Choix du Bouquet
sk: BH vyber prehľad
sv: BH Välj kanallista

source: BH Choose your Skin
cs: BH vyber si vzhled
fr: BH Choisir le Thème
sk: BH vyber si skin
sv: BH Välj skal

source: BH CrashlogReport Setting
cs: BH nastavení CrashlogReport
fr: BH Réglages Report Crashlog
sk: BH nastavenie CrashlogReport
sv: BH Ställ in crashlograpportering

source: BH Cron Manager
cs: BH správce úloh
fr: BH Gestion CRON
sk: BH správca úloh
sv: Schemaläggning

source: BH Cron Setup
cs: BH nastavení úloh
fr: BH Paramétrage CRON
sk: BH nastavenie úloh
sv: BH Ställ in schemaläggning

source: BH Default services lists
cs: BH seznamy předvolených stanic
fr: BH Liste Services standard
sk: BH zoznamy predvolených staníc
sv: BH Standard kanallista

source: BH Devices Mountpoints Setup
cs: BH nastavení přípojných bodů zařízení
fr: BH Param. Points de Montage
sk: BH nastavenie prípojných bodov zariadení
sv: BH Konfigurera enheters montering

source: BH Downloads Manage
cs: BH správa stažení
fr: BH Gestion Téléchargements
sk: BH správa sťahovaní
sv: BH Nedladdningshanterare

source: BH Downloads Manager
cs: BH správce stažení
fr: BH Gestion Téléchargements
sk: BH správca sťahovaní
sv: BH Nedladdningshanterare

source: BH EPG Selection
cs: BH zvolení EPG
fr: BH Selection EPG
sk: BH voľba EPG
sv: BH EPG val

source: BH EPG Selection Multi
cs: BH zvolení Multi EPG
fr: BH Selection EPG Multi
sk: BH voľba Multi-EPG
sv: BH EPG multival

source: BH EPG Settings
cs: BH nastavení EPG
fr: BH Réglages EPG
sk: BH nastavenia EPG
sv: BH EPG inställningar

source: BH EPG Setup
cs: BH nastavení EPG
fr: BH Paramétrage EPG
sk: BH nastavenie EPG
sv: BH EPG installation

source: BH Electronic Program Guide
cs: BH elektronický programový průvodce
fr: BH Guide Programme Electronique
sk: BH elektronický programový sprievodca
sv: BH Elektronisk Programguide

source: BH Epg Backup
cs: BH záloha EPG
fr: BH Sauvegarde EPG
sk: BH záloha EPG

source: BH Epg Channels Setup
cs: BH nastavení stanic EPG
fr: BH Paramétrage Chaînes EPG
sk: BH nastavenie staníc Epg
sv: BH EPG kanalinställning

source: BH EpgPanel:Add Ext. epg Server
cs: BH EPG Panel:Přidej ext. epg server
fr: BH Menu EPG : Ajout de serveur
sk: BH EpgPanel:Pridaj ext. epg server
sv: BH EPG panel: lägg till ext. epg källa

source: BH Event View
cs: BH zobrazení události
fr: BH Voir Evenement
sk: BH zobrazenie udalostí
sv: BH loggbok

source: BH Extensions management
cs: BH správa rozšíření
fr: BH Gestion Extensions
sk: BH správa rozšírení
sv: BH Utökningshanterare

source: BH Extra Kernel Modules
cs: BH extra moduly jádra
fr: BH Autres Modules Kernel
sk: BH extra moduly jadra
sv: BH Extra startmoduler

source: BH Extra Settings
cs: BH extra nastavení
fr: BH Autres Réglages
sk: BH extra nastavenia
sv: BH Extra inställningar

source: BH FTP Server Editor
cs: BH editor FTP serveru
fr: BH Editeur Serveur FTP
sk: BH editor FTP servera
sv: BH FTP-server hanterare

source: BH Fancontrol Settings in Standby mode
cs: BH nastavení Fancontrol v pohotovostním režimu
fr: BH Param. Ventilo en mode veille
sk: BH nastavenie Fancontrol v pohot. režime
sv: BH Fläktkontrollinställningar i viloläge

source: BH Fast Plugin Setup
cs: BH nastavení Fast Plugin
fr: Menu Plugin Rapide BH
sk: BH nastavenie Fast pluginu
sv: BH Inställning av SnabbApp

source: BH Feed Settings
cs: BH zdroje nastavení
fr: BH Listes de chaînes
sk: BH nastavenia zdroja
sv: BH Feedinställning

source: BH Feeds Plugins
cs: BH moduly zdrojů
fr: BH Liste de Plugins
sk: BH pluginy zdrojov
sv: BH FeedAppar

source: BH Feeds Settings
cs: BH nastavení zdrojů
fr: Param. Feeds B.H.
sk: BH nastavenia zdrojov
sv: BH Feedinställning

source: BH Full Backup
cs: BH úplná záloha
fr: BH Sauvegarde Complète
sk: BH úplná záloha

source: BH Green Panel
cs: BH zelený panel
fr: Bouton Vert Black Hole
sk: BH zelený panel
sv: BH Grön panel

source: BH Green Panel Setup
cs: BH nastavení zeleného panelu
fr: BH Paramètres Bouton Vert
sk: BH nastavenie zeleného panelu
sv: BH Grön panelinställning

source: BH Hard Disk Panel
cs: BH panel pevného disku
fr: BH Menu Disque Dur
sk: BH panel pevného disku
sv: BH Hårddiskpanel

source: BH Help...
cs: BH nápověda...
fr: BH Aide...
sk: BH pomocník...
sv: BH Hjälp...

source: BH Inadyn Manager
cs: BH správce Inadyn
fr: BH Gestion Inadyn
sk: BH správca Inadyn
sv: BH Inadynhanterare

source: BH Inadyn Setup
cs: BH nastavení Inadyn
fr: BH Paramétrage Inadyn
sk: BH nastavenie Inadyn
sv: BH Inadyninstallation

source: BH Info
cs: BH informace
sk: BH informácie

source: BH Input
cs: BH vstup
fr: BH Entrées
sk: BH vstup
sv: BH Ingång

source: BH LED Brightness Setup
cs: BH nastavení jasu LED
fr: BH Param. Luminosité LED
sk: BH nastavenie jasu LED
sv: BH Inställning LED Ljusstyrka

source: BH Language selection
cs: BH volba jazyka
fr: BH Choix du Langage
sk: BH voľba jazyka
sv: BH Språkval

source: BH Live Streaming Links
cs: BH linky Live Streaming
fr: BH Liens TV Streaming
sk: BH linky Live Streaming
sv: BH Livestreaminglänkar

source: BH Live Streaming Links Header
cs: BH hlavička linků Live Streaming
fr: BH En-Tête Liens Streaming
sk: BH hlavička liniek Live Streaming
sv: BH Livestreaminglänkar sidhuvud

source: BH Main Menu
cs: BH hlavní menu
fr: BH Menu Principal
sk: BH hlavné menu
sv: BH Huvudmeny

source: BH Media Player
cs: BH přehrávač médií
fr: BH Lecteur Média
sk: BH prehrávač médií
sv: BH Mediaspelare
