Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Science & Technology
cs: Věda & Technologie
el: Επιστήμη & Τεχνολογία
fr: Science & Technologie
hr: Znanost & Technologija
sk: Veda a technika
sv: Vetenskap & Teknik

source: Search Term(s)
cs: Hledaný výraz(y)
el: Όροι αναζήτησης
fr: Terme(s) recherche
hr: Traži uvjete
sk: Hľadať termín(y)
sv: Sökterm(er)

source: Search category:
cs: Kategorie vyhledávání:
el: Αναζήτηση κατηγορίας:
fr: Catégorie recherche:
hr: Traži kategirije:
sk: Hľadať kategóriu:
sv: Sök kategori:

source: Search east
cs: Hledej východ
el: Αναζήτηση ανατολικά
fr: Rechercher à l'est
hr: Pretraži istok
sk: Hľadať východne
sv: Sök öst

source: Search for network shares
cs: Vyhledávání síťových sdílení
el: Αναζήτηση κοινόχρηστων δικτύου
fr: Recherche des partages réseau
hr: Traži mrežna dijeljenja
sk: Hľadať sieťové zdieľanie
sv: Söker efter nätverksutdelningar

source: Search for network shares...
cs: Vyhledávám síťová sdílení...
el: Αναζήτηση κοινόχρηστων δικτύου...
fr: Recherche des partages réseau...
hr: Traži mrežna dijeljenja...
sk: Hľadanie sieťového zdieľania...
sv: Söker efter nätverksutdelningar...

source: Search region:
cs: Region prohledávání:
el: Αναζήτηση περιοχής:
fr: Recherche région:
hr: Traži regiju:
sk: Oblasť vyhľadávania:
sv: Sök region:

source: Search restricted content:
cs: Hledej obsah s věkovým omezením:
el: Αναζήτηση περιορισμένου περιεχομένου:
fr: Recherche contenu restreint:
hr: Traži zaštićeni sadržaj:
sk: Hľadať zakázaný obsah:
sv: Sök begränsat innehåll:

source: Search strictness
cs: Přísnost vyhledávání
el: Ακρίβεια αναζήτησης
fr: Recherche Strictement
hr: Traži strogost
sk: Presnosť vyhľadávania
sv: Strikt sökning

source: Search through the EPG
cs: Vyhledávání přes EPG
el: Αναζήτηση μέσω EPG
fr: Recherche dans EPG
hr: Traži kroz EPG
sk: Hľadanie pomocou EPG
sv: Sök igenom EPG.

source: Search type
cs: Typ vyhledávání
el: Αναζήτηση τύπου
fr: Recherche type
hr: Vrsta pretraživanja
sk: Typ vyhľadávania
sv: Typ av sökning

source: Search west
cs: Hledej západ
el: Αναζήτηση δυτικά
fr: Rechercher à l'ouest
hr: Pretraži zapad
sk: Hľadať západne
sv: Sök väst

source: Searching for available updates. Please wait...
cs: Vyhledávám dostupné aktualizace. Čekej prosím...
el: Αναζήτηση για διαθέσιμες ενημερώσεις. Παρακαλώ περιμένετε…
fr: Recherche des mises à jour disponibles. Patienter...
hr: U potrazi za dostupna ažuriranja. Molimo pričekajte ...
sk: Hľadám dostupné aktualizácie. Čakaj...
sv: Söker efter tillgängliga uppdateringar. Vänligen vänta...

source: Searching for new installed or removed packages. Please wait...
cs: Vyhledávám nově instalované nebo odstraněné balíčky. Čekej prosím...
el: Αναζήτηση νέων πακέτων που εγκαταστάθηκαν ή αφαιρέθηκαν. Παρακαλώ περιμένετε...
fr: Recherche des nouveaux paquets installés ou retirés. Patienter...
hr: U potrazi za novim instaliranim ili uklonjenim paketima. Molimo pričekajte ...
sk: Hľadám novoinštalované alebo odstránené balíčky. Čakaj...
sv: Sök efter nyinstallerade eller borttagna paket. Vänligen vänta...

source: Searching your network. Please wait...
cs: Prohledávám síť. Čekej prosím...
el: Αναζήτηση στο δίκτυο. Παρακαλώ περιμένετε…
fr: Recherche sur votre réseau. Veuillez patienter...
hr: Tražim mrežu. Molimo pričekajte ...
sk: Prehľadávam sieť. Čakaj...
sv: Söker ditt nätverk. Vänligen vänta...

source: Secondary DNS
cs: Sekundární DNS
el: Δευτερεύων DNS
fr: DNS secondaire
hr: Skundarni DNS
sk: Sekundárny DNS
sv: Sekundär DNS

source: Security service not running.
cs: Bezpečnostní služba není spuštěna.
el: Η υπηρεσία ασφαλείας δεν εκτελείται.
fr: Service sécurité ne tourne pas.
hr: Sigurnosni kanal nije pokrenut.
sk: Bezpečnostná služba nefunguje.
sv: Säkerhetstjänst körs ej.

source: See service-epg (and PiP) from other channels in an infobar.
cs: Zobrazení servisního EPG (a PiP) z jiných kanálů v informačním panelu.
el: Προβολή EPG υπηρεσίας (και PiP) από άλλα κανάλια στη γραμμή πληροφοριών.
fr: Voir service-epg (et PiP) depuis d'autres chaînes dans barre d'info.
hr: Vidi epg-kanala (i PiP) iz ostalih kanala na infobaru.
sk: Zobraziť EPG (a PiP) staníc v informačnom pruhu.
sv: Se EPG för kanaler (och BiB) från andra kanaler i ett infofält.

source: Seek
cs: Posunout (min)
el: Αναζήτηση
fr: Chercher
hr: Traži
sk: Hľadanie
sv: Sök

source: Select
cs: Zvolit
el: Επιλογή
fr: Sélectionner
hr: Odabran
sk: Zvoliť
sv: Välj

source: Select "exact match" to enforce "Match title" to match exactly or "partial match" if you only want to search for a part of the event title.
cs: Zvol "přesná shoda" k vynucení "Shoda názvu" a přesnou shodu nebo "částečná shoda", pokud si chceš vyhledat jen část názvu události.
el: Επιλέξτε "ακριβής αντιστοίχιση" για επιβολή "Αντιστοίχιση τίτλου" να αντιστοιχεί ακριβώς ή "μερική αντιστοίχιση" αν θέλετε μόνο να αναζητήσετε ένα μέρος του τίτλου προγράμματος.
fr: Sélectionner "correspondance exacte" pour imposer "Titre correspondant" une correspondance exacte ou "Correspondance partielle" si vous voulez seulement rechercher une partie du titre d'émission.
hr: Odaberite "točno podudaranje" za "Odgovarajući naslov" točno podudaranje ili "djelomična podudaranje" ako želite samo tražiti dio naslova.
sk: Zvoľ "Presná zhoda", ak chceš, aby sa "Hľadať titul" zhodovalo presne, alebo "Čiastočná zhoda", ak stačí nájsť časť názvu programu.
sv: Välj "exakt matchning" för att tvinga "Matcha titel" för exakt matchning eller "delvis matchning" om du enbart vill söka efter en del av händelsens titel.

source: Select HDD
cs: Vyber HDD
el: Επιλογή HDD
fr: Choisir le disque dur
hr: Odaberi Tvrdi Disk
sk: Zvoľ pevný disk
sv: Välj hårddisk

source: Select Location
cs: Vyber umístění
el: Επιλογή θέσης
fr: Choisir l'emplacement
hr: Odaberite lokaciju
sk: Zvoľ umiestnenie
sv: Välj Sökväg

source: Select Network Adapter
cs: Vyber síťový adaptér
el: Επιλογή Προσαρμογέα Δικτύου
fr: Chosir adaptateur réseau
hr: Odaberi Mrežni adapter
sk: Zvoľ sieťový adaptér
sv: Välj nätverksadapter

source: Select a movie
cs: Vyber film
el: Επιλογή ταινίας
fr: Choisir un film
hr: Odaberi film
sk: Zvoľ film
sv: Välj en film

source: Select a timer to import
cs: Vyber časovač, který chceš importovat
el: Επιλογή χρονοδιακόπτη για εισαγωγή
fr: Sélectionner une programmation à importer
hr: Izaberi timer za unos
sk: Zvoľ časovač na importovanie
sv: Välj timer för import

source: Select audio track
cs: Vyber zvukovou stopu
el: Επιλογή καναλιού ήχου
fr: Choisir la piste audio
hr: Odaberi zvučni nosioc
sk: Zvoľ zvukovú stopu
sv: Välj ljudspår

source: Select bouquet to record on
cs: Vyber přehled na nahrávání
el: Επιλογή μπουκέτου για εγγραφή
fr: Choisir un bouquet pour l'enregistrement
hr: Odaberite paket za snimanje na
sk: Zvoľ prehľad na nahrávanie
sv: Välj favorit för inspelning

source: Select channel to record from
cs: Vyber stanici pro nahrávání
el: Επιλογή καναλιού για εγγραφή
fr: Choisir la chaîne à enregistrer
hr: Odaberi Kanal za snimanje od
sk: Zvoľ stanicu na nahrávanie
sv: Välj kanal att spela in från

source: Select channel to record on
cs: Vyber stanici na nahrávání
el: Επιλογή καναλιού για εγγραφή
fr: choisir une chaîne pour l'enregistrement
hr: Odaberite kanal za snimanje na
sk: Zvoľ stanicu pre záznam
sv: Välj kanal för inspelning

source: Select desired image from feed list
cs: Vyber požadovaný image ze seznamu zdrojů
el: Επιλογή επιθυμητού λογισμικού από λίστα πηγών
fr: Choisir l'image désirée depuis liste feed
hr: Odaberite željeni image iz feed liste
sk: Zvoľ požadovaný image zo zoznamu
sv: Välj önskat operativsystem från feedlistan.

source: Select files for backup.
cs: Vyber soubory k zálohování.
el: Επιλογή αρχείων για αντίγραφο ασφαλείας.
fr: Choisir fichiers pour la sauvegarde.
hr: Odaberite datoteke za pohranu
sk: Zvoľ súbory na zálohovanie
sv: Väl fil för säkerhetskopiering.

source: Select files/folders to backup
cs: Vyber soubory/složky k zálohování.
el: Επιλογή αρχείων/φακέλων για αντίγραφο ασφαλείας
fr: Choisir fichiers/dossiers pour sauvegarde
hr: Odaberite files/folders za pohranu
sk: Zvoľ súbory a adresáre na zálohovanie
sv: Välj filer och mappar

source: Select input device
cs: Vyber vstupní zařízení
el: Επιλογή συσκευής εισόδου
fr: Choisir périphérique entrée
hr: Odaberite ulazni uređaj
sk: Zvoľ vstupné zariadenie
sv: Välj inmatningsenhet

source: Select input device.
cs: Vyber vstupní zařízení.
el: Επιλογή συσκευής εισόδου.
fr: Choisir périphérique entrée.
hr: Odaberite ulazni uređaj
sk: Zvoľ vstupné zariadenie.
sv: Välj inmatningsenhet.

source: Select interface
cs: Vyber rozhraní
el: Επιλογή διεπαφής
fr: Sélectionner l'interface
hr: Odaberite sučelje
sk: Zvoľ rozhranie
sv: Välj interface

source: Select new feed to view.
cs: Vyber nový zdroj k prohlédnutí.
el: Επιλογή νέας πηγής για προβολή.
fr: Choisir nouvelle feed à visualiser.
hr: Odaberite novi feed za pregled.
sk: Zvoľ nový zdroj na zobrazenie.
sv: Välj ny feed att visa.

source: Select package
cs: Vyber balíček
el: Επιλογή πακέτου
fr: Choisir un paquet
hr: Odaberite paket
sk: Zvoľ balíček
sv: Välj paket

source: Select provider to add...
cs: Vyber poskytovatele k přidání...
el: Επιλογή παρόχου για προσθήκη…
fr: Choisir opérateur à ajouter...
hr: Odaberite davatelja za dodati ...
sk: Zvoľ poskytovateľa, ktorého chceš pridať...
sv: Välj leverantör att lägga till...

source: Select refresh rate
cs: Vyber obnovovací frekvenci
el: Επιλογή ρυθμού ανανέωσης
fr: Choisir vitesse rafraîchissement
hr: Odaberite brzinu osvježavanja
sk: Zvoľ obnovovaciu frekvenciu
sv: Välj uppdateringsfrekvens

source: Select service to add...
cs: Vyber stanici k přidání...
el: Επιλογή υπηρεσίας για προσθήκη…
fr: Choisir service à ajouter...
hr: Odaberite kanal za dodati...
sk: Zvoľ stanicu, ktorú chceš pridať...
sv: Välj kanal att lägga till...

source: Select the key you want to set to %i ms
cs: Vyber tlačítko, které chceš nastavit na %i ms
el: Επιλογή πλήκτρου που θέλετε να βάλετε σε %i ms
fr: Choisir touche à régler à %i ms
hr: Odaberite tipku koju želite postaviti na %i ms
sk: Zvoľ tlačítko, pod ktoré chceš nastaviť %i ms
sv: Välj tangent som du vill använda till %i ms

source: Select the location to save the recording to.
cs: Vyber umístění pro uložení nahrávek.
el: Επιλογή θέσης για αποθήκευση εγγραφής.
fr: Sélectionner l'endroit où sauver l'enregistrement.
hr: Odaberite lokaciju za spremanje snimke na.
sk: Zvoľ umiestnenie pre ukladanie nahrávok.
sv: Välj mapp att spara inspelningar i.

source: Select type of Filter
cs: Vyber typ filtru
el: Επιλογή τύπου Φίλτρου
fr: Choisir le type de filtre
hr: Selektirat tip Filtera
sk: Zvoľ druh filtra
sv: Välj typ av filter

source: Select upgrade source to edit.
cs: Vyber zdroj aktualizací pro úpravu.
el: Επιλογή πηγής αναβάθμισης για επεξεργασία.
fr: Choisir source de mise à jour à éditer.
hr: Odaberite nadogradnju za urediti.
sk: Zvoľ zdroj aktualizácie, ktorý chceš upraviť.
sv: Ange källa att ändra.

source: Select video input with up/down buttons
cs: Vyber vstup videa tlačitkama nahoru/dolů
el: Επιλογή εισόδου εικόνας με τα πλήκτρα επάνω/κάτω
fr: Choisir l'entrée vidéo avec touches haut/bas
hr: Odaberite video ulaz sa gore/dolje tipkama
sk: Tlačítkami nahor a nadol zvoľ vstup obrazu
sv: Välj videoingång med upp/ner knapparna

source: Select video mode
cs: Vyber video mód
el: Επιλογή τρόπου λειτουργίας εικόνας
fr: Choisir mode vidéo
hr: Odaberi video mod
sk: Zvoľ režim obrazu
sv: Välj videoläge

source: Select whether or not you want to enforce case correctness.
cs: Vyber, zda chceš nebo nechceš vynutit korektnost případu.
el: Επιλέξτε αν θέλετε ή όχι την επιβολή ακρίβειας.
fr: Choisir si vous voulez imposer l'exactitude de cas.
hr: Odaberite hoće li ili ne provesti ispravan događaj.
sk: Zvoľ, či chceš uplatniť VEĽKÉ a malé písmená
sv: Välj om du vill eller inte vill tvinga lägeskorrekthet.

source: Select wireless network
cs: Vyber bezdrátovou síť
el: Επιλογή ασύρματου δικτύου
fr: Choisir réseau WIFI
hr: Odaberite bežičnu mrežu
sk: Zvoľ bezdrôtovú sieť
sv: Välj trådlöst nätverk

source: Select your choice.
cs: Vyber svou volbu.
el: Επιλέξτε,
fr: Sélectionner votre choix
hr: Odaberite svoj izbor
sk: Zvoľ svoj výber.
sv: Ange ditt val.

source: Select your favourite music (Artist, Album, Genre).
cs: Vyber oblíbenou hudbu (Umělec, Album, Žánr).
el: Επιλέξτε την αγαπημένη σας μουσική (Καλλιτέχνη, Άλμπουμ, Είδος).
hr: Odaberite vaše muzčke favorite (Artist, Album, Genre).
sk: Vyber obľúbenú hudbu (Umelec, Album, Žáner).
sv: Välj din favoritmusik (Artist, Album, Genre).

source: Send DiSEqC
cs: Pošli DiSEqC
el: Αποστολή DiSEqC
fr: Envoyer DiSEqC
hr: Pošalji DiSEqC
sk: Poslať DiSEqC
sv: Skicka DiSEqC

source: Send DiSEqC only on satellite change
cs: Pošli DiSEqC jenom při změně satelitu
el: Διέγερση DiSEqC μόνο σε αλλαγή δορυφόρου
fr: Envoyer seulement DiSEqC si changement satellite
hr: Pošalji DiSEqC samo za satelitskom promjene
sk: Poslať DiSEqC len pri zmene satelitu
sv: Skicka enbart DiSEqC vid ändrad satellit

source: Seperate titles with a main menu
cs: Samostatné tituly s hlavním menu
el: Διαχωρισμός τίτλων με ένα κύριο μενού
fr: Titres séparés avec un menu principal
hr: Odvojeni naslovi u glavnom izborniku
sk: Samostatné tituly s hlavným menu
sv: Separera titlar med en huvudmeny

source: Sequence repeat
cs: Opakovat sekvenci
el: Επανάληψη διαδοχής
fr: Répéter la séquence
hr: Ponovi slijed
sk: Opakovanie sekvencie
sv: Repetera sekvens

source: Serbian
cs: Srbsko
el: Σερβικά
fr: Serbe
sk: Srbčina
sv: Serbiska

source: Server IP
el: IP διακομιστή
fr: IP Serveur
sk: IP servera

source: Server share
cs: Sdílení serveru
el: Κοινόχρηστος διακομιστής
fr: Serveur partage
hr: Server djeljenja
sk: Zdieľanie servera
sv: Serverdelning

source: Service
cs: Stanice
el: Υπηρεσία
hr: Kanal
sk: Stanica
sv: Kanal

source: Service Scan
cs: Vyhledávání
el: Αναζήτηση Υπηρεσιών
fr: Analyse des services
hr: Pretraživanje kanala
sk: Vyhľadávanie staníc
sv: Kanalsökning

source: Service Searching
cs: Vyhledávání stanic
el: Αναζήτηση υπηρεσιών
fr: Recherche des services
hr: Pretraživanje kanala
sk: Vyhľadávanie staníc
sv: Kanalsökning

source: Service delay
cs: Zpoždění stanice
el: Καθυστ. υπηρ.
fr: Retard service
hr: Kanal odgoda
sk: Oneskorenie stanice
sv: Kanalördröjning

source: Service has been added to the favourites.
cs: Stanice byla přidána do oblíbených.
el: Η υπηρεσία προστέθηκε στα μπουκέτα.
fr: Le service a été ajouté aux favoris.
hr: Kanal je dodan u listu favorita.
sk: Stanica bola pridaná do obľúbených.
sv: Kanalen har lagts till i favoriter.

source: Service has been added to the selected bouquet.
cs: Stanice byla přidána do vybraného přehledu.
el: Η υπηρεσία προστέθηκε στo επιλεγμένο μπουκέτο
fr: Le service a été ajouté au bouquet sélectionné.
hr: Kanal je dodan u odabrani paket.
sk: Stanica bola pridaná do zvoleného prehľadu.
sv: Kanalen har lagts till i vald favoritlista.

source: Service invalid! (Timeout reading PMT)
cs: Stanice neplatná! (Vypršel čas. limit pro čtení PMT)
el: Μη έγκυρη υπηρεσία! (Υπέρβαση χρόνου ανάγνωσης PMT)
fr: Service invalide! (Temps dépassé en lisant PMT)
hr: Neispravan kanal! (Isteklo čitanje PMT)
sk: Stanica je neplatná! (Čas vypršal pri čítaní PMT)
sv: Kanal ogiltig! (Timeout vid läsning av PMT)

source: Service not found! (SID not found in PAT)
cs: Stanice nebyla nalezena! (SID nebyl nalezen v PAT)
el: Η υπηρεσία δεν βρέθηκε (Η SID δεν βρέθηκε στο PAT)
fr: Service non trouvé! (SID pas trouvé dans PAT)
hr: Kanal nije pronađen! (SID nije pronađen u PATu)
sk: Stanica nebola nájdená! (SID nenájdený v PAT)
sv: Kanal inte hittad! (SID inte hittad i PAT)

source: Service reference
cs: Reference stanice
el: Αναφορά υπηρεσίας
fr: Référence service
hr: Kanal referenca
sk: Referencie stanice
sv: Kanalreferens

source: Service scan
cs: Vyhledávání stanic
el: Αναζήτηση υπηρεσιών
fr: Analyse des services
hr: Pretraga kanala
sk: Vyhľadávanie staníc
sv: Kanalsökning

source: Service unavailable! Check tuner configuration!
cs: Stanice nedostupná! Ověř nastavení tuneru!
el: Υπηρεσία μη διαθέσιμη! Ελέγξτε τις ρυθμίσεις του tuner!
fr: Service indisponible! Vérifier la configuration tuner!
hr: Kanal nije dostupan! Provjerite konfiguraciju tunera
sk: Stanica je nedostupná! Skontroluj nastavenie tunera!
sv: Kanalen kunde inte hittas! Kontrollera tunerinställningar!

source: Serviceinfo
cs: Informace o stanici
el: Πληροφορίες υπηρεσίας
fr: Info service
hr: Info kanala
sk: Informácie o stanici
sv: Kanalinfo

source: Services
cs: Stanice
el: Υπηρεσίες
hr: Kanali
sk: Stanice
sv: Kanaler

source: Set Bitstream/PCM audio delays
cs: Nastav zpoždění Bitstream/PCM audia
el: Ρύθμιση καθυστερήσεων ήχου Bitstream/PCM
fr: Régler retards audio Bitstream/PCM
sk: Nastaviť oneskorenie zvuku Bitstream/PCM
sv: Ange Bitstream/PCM ljudfördröjning.

source: Set End Time
cs: Nastav čas ukončení
el: Ορισμός Τέλους Χρόνου
fr: Régler heure de fin
hr: Postavite vrijeme završetka
sk: Nastav čas konca
sv: Ange sluttid

source: Set Voltage and 22KHz
cs: Nastav napětí a 22KHz
el: Επιλογή Τάσης και 22KHz
fr: Utiliser Voltage et 22KHz
sk: Nastaviť napätie a 22 kHz
sv: Ange Volt och 22KHz

source: Set available internal memory threshold for the warning.
cs: Nastav práh volné interní paměti pro varování.
el: Επιλογή ορίου διαθέσιμης εσωτερικής μνήμης για προειδοποίηση.
fr: Paramètrer seuil mémoire disponible avant l'avertissement
hr: Postavite prag dostupne interne memorije za upozorenje.
sk: Nastaviť prah dostupnej internej pamäte pre varovanie.
sv: Ställ in varningströskel för tillgängligt internminne.

source: Set delay to %i ms (can be set)
cs: Nastav zpoždění na %i ms (může být nastaveno)
el: Ορισμός καθυστέρησης σε %i ms (μπορεί να ρυθμιστεί)
fr: Paramètrer retard à %i ms (peut-être réglé)
hr: Postavi kašnjenje u %i ms (može se postaviti)
sk: Nastaviť oneskorenie na %i ms (dá sa nastaviť)
sv: Ange fördröjning till %i ms (kan sättas)

source: Set interface as default Interface
cs: Nastav rozhraní jako výchozí
el: Επιλογή διεπαφής ως προεπιλεγμένη
fr: Utiliser interface comme interface par défaut
hr: Postavite sučelje kao zadano sučelje
sk: Nastaviť rozhranie ako predvolené
sv: Använd interface som standard

source: Set limits
cs: Nastav limity
el: Ορισμός ορίων
fr: Fixer limites
hr: Postavi limite
sk: Nastaviť limity
sv: Ange gräns

source: Set maximum duration
cs: Nastav max. délku trvání
el: Επιλογή μέγιστης διάρκειας
fr: Régler durée maximum
hr: Postavite maksimalno trajanje
sk: Nastaviť maximálne trvanie
sv: Ange maxlängd

source: Set this NO to disable this AutoTimer.
cs: Nastav toto na NE pro zakázání tohoto Autočasovače.
el: Επιλέξτε OXI για απενεργοποίηση αυτού του αυτόματου χρονοδιακόπτη.
fr: Régler ceci à non pour désactiver ProgAuto
hr: Postavi na NE da isključiš ovaj AutoTimer.
sk: Nastavením na NIE vypneš tento automatický časovač.
sv: Ange detta till NEJ för att avaktivera den här AutoTimer.

source: Setting key canceled
cs: Tlačítko nastavení smazáno
el: Το κλειδί ρύθμισης ακυρώθηκε
fr: Paramètre clé abandonné
hr: Postavljanje ključa otkazano
sk: Nastavovanie tlačítka zrušené
sv: Tilldelning av tangent avbruten

source: Settings
cs: Nastavení
el: Ρυθμίσεις
fr: Paramètres
hr: Liste kanala
sk: Nastavenia
sv: Inställningar

source: Setup
cs: Nastavení
el: Παραμετροποίηση
fr: Paramètrer
hr: Postavi
sk: Nastavenie
sv: Installation

source: Setup Mode
cs: Nastavovací mód
el: Τύπος εγκατάστασης
fr: Mode configuration
hr: Postavke moda
sk: Režim nastavení
sv: Installationsläge

source: Setup for the Audio Sync Plugin
cs: Nastavení pro Audio Sync modul
el: Εγκατάσταση Επέκτασης Συγχρονισμού Ήχου
fr: Paramètres pour le Plugin Audio Sync
hr: Postava za Audio Sync Plugin
sk: Nastavenie pluginu Audio Sync
sv: Installation av Ljudsynkappen.

source: Shall the USB stick wizard proceed and program the image file %s into flash memory?
cs: Má průvodce USB klíče pokračovat a programovat image soubor %s do flash paměti?
el: Ο οδηγός USB να προχωρήσει και να προγραμματίσει το αρχείο λογισμικού %s στη μνήμη flash;
fr: L'assistant clé USB doit-il procéder et programmer le dossier d'image %s dans la mémoire Flash?
hr: Da li da USB stick vodič nastavi i programira image datoteku %s u flash memoriju?
sk: Má sprievodca kľúčom USB pokračovať a naprogramovať súbor image %s do pamäte flash?
sv: Ska guiden för USB-enhet fortsätta och programmera operativsystemfilen %s i flashminnet?

source: Sharpness
cs: Ostrost
el: Οξύτητα
fr: Netteté
hr: Oštrina
sk: Ostrosť
sv: Skärpa

source: Short Movies
cs: Krátké filmy
el: Ταινίες μικρού μήκους
fr: Courts métrages
hr: Kratki filmovi
sk: Krátke filmy
sv: Kortfilmer

source: Short filenames
cs: Krátká jména souborů
el: Σύντομα ονόματα
fr: Nom fichiers courts
hr: Kratki nazivi datoteka
sk: Krátke názvy súborov
sv: Korta filnamn

source: Should this AutoTimer be restricted to a timespan?
cs: Má být tento Autočasovač omezen na časové rozpětí?
el: Περιορισμός αυτόματου χρονοδιακόπτη σε χρονικό διάστημα;
fr: La ProgAuto doit-elle être restreinte à une période?
hr: Da li ograničiti ovaj AutoTimer na vremenski period?
sk: Má byť tento autočasovač obmedzený na časové obdobie?
sv: Ska denna AutoTimer vara begränsad till ett tidsintervall?

source: Should this AutoTimer only match up to a certain event duration?
cs: Má být tento Autočasovač zhodný jenom do určitého trvání události?
el: Να αντιστοιχεί ο αυτόματος διακόπτης μόνο σε ορισμένη διάρκεια προγράμματος;
fr: La ProgAuto doit-elle correspondre à une certaine durée d'émission?
hr: Da li ovaj Autotimer treba samo da se složi sa trajanjem određenog događaja?
sk: Má tento automatický časovač pasovať len do určitej dĺžky trvania programu?
sv: Ska denna AutoTimer enbart matcha upp till en viss längd på händelsen?

source: Should timers created by this AutoTimer be recorded to a custom location?
cs: Mají být časovače vytvořené Autočasovačem zaznamenány do vlastního umístění?
el: Οι χρονοδιακόπτες που θα δημιουργηθούν από αυτόν τον αυτόματο χρονοδιακόπτη να εγγραφούν σε προσαρμοσμένη θέση;
fr: Les programmations créées par cette ProgAuto doivent-elles être enregistrées dans un emplacement personnel?
hr: Trebaju li tajmeri kreirani od ovog AutoTimer biti snimljeni na uobičajenu lokaciju?
sk: Majú sa nahrávky tohto autočasovača zaznamenať do vlastného umiestnenia?
sv: Ska timers skapade av AutoTimer spelas in i en annan mapp?

source: Show Info
cs: Zobrazit info
el: Προβολή πληροφοριών
fr: Montrer infos
hr: Prikaži info
sk: Zobraziť informácie
sv: Visa Info

source: Show Message when Recording starts
cs: Zobrazit hlášení při spuštění nahrávání
el: Προβολή μηνύματος κατά την εκκίνηση εγγραφής
fr: Montrer message en démarrant l'enregistrement
hr: Prikaži poruku kada krene snimanje
sk: Zobraziť správu pri začatí nahrávania.
sv: Visa meddelande när inspelning påbörjas

source: Show WLAN Status
cs: Zobrazit status WLAN
el: Προβολή κατάστασης WLAN
fr: Montrer statut WLAN
hr: Prikaži WLAN status
sk: Zobraziť stav WLAN
sv: Visa WLAN Status

source: Show blinking clock in display during recording
cs: Zobrazit blikající hodiny při nahrávání
el: Να αναβοσβήνει η ένδειξη ρολογιού κατά την εγγραφή
fr: Faire clignoter horloge pendant enregistrement
hr: Prikaži treperući sat na prednjem zaslonu tijekom snimanja
sk: Počas nahrávania zobrazovať blikajúce hodiny
sv: Visa blinkande klocka på skärmen under inspelning

source: Show event-progress in channel selection
cs: Zobrazit průběh události ve výběru kanálů
el: Προβολή προόδου προγράμματος στην επιλογή καναλιών
fr: Montrer progression-événement dans sélecteur chaînes
hr: Pokaži napredak događaja u izboru kanala
sk: Vo výbere staníc zobraziť priebeh programu
sv: Visa händelseutveckling i kanallistan

source: Show in extension menu
cs: Zobrazit v menu rozšíření
el: Προβολή στο μενού επεκτάσεων
fr: Montrer dans le menu extension
hr: Prikaži u iborniku proširenja
sk: Zobraziť v menu rozšírenia
sv: Visa i utökningsmenyn
