Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Unable to complete filesystem check. Error:
cs: Není možné dokončit kontrolu souborového systému. Chyba:
el: Αδυναμία ολοκλήρωσης ελέγχου συστήματος αρχείων. Σφάλμα:
fr: Echec vérification complète fichiers système. Erreur:
hr: Nije moguće dovršiti provjeru datotečnog sustava. Greška:
sk: Nemôžem dokončiť kontrolu systému súborov. Chyba:
sv: Det gick inte att kontrollera filsystemet. Fel:

source: Unable to initialize harddisk. Error:
cs: Není možné inicializovat pevný disk. Chyba:
el: Η αρχικοποίηση του σκληρού δίσκου απέτυχε. Σφάλμα:
fr: Impossible d'initialiser le disque dur. Erreur:
hr: Nije moguće inicijalizirati Hard disk. Greška:
sk: Nemôžem inicializovať pevný disk. Chyba:
sv: Det gick inte at initiera hårddisken. Fel:

source: Uncommitted DiSEqC command
cs: Nepotvrzený DiSEqC příkaz
el: Μη δεσμευμένη εντολή DiSEqC
fr: Commande DiSEqC non validée
hr: Nedozvoljena DiSEqC comanda
sk: Nepotvrdený príkaz DiSEqC
sv: Ej bekräftat DiSEqC kommando

source: Undo install
cs: Zrušit instalaci
el: Αναίρεση εγκ/σης
fr: Défaire installation
hr: Vratiti instalaciju
sk: Zruš inštalovanie
sv: Ångra installation

source: Undo uninstall
cs: Zrušit odinstalaci
el: Αναίρεση απεγκ.
fr: Défaire désinstallation
hr: Vratiti deinstalaciju
sk: Zruš odinštalovanie
sv: Ångra avinstallation

source: Unencrypted
cs: Nezakódován
el: Μη κρυπτογραφημένο
fr: Non crypté
hr: Nezaštičeno
sk: Nešifrované
sv: Okrypterad

source: UnhandledKey
cs: Nespravovaný klíč
el: Μη ενεργό πλήκτρο
fr: Clé non prise en charge
hr: Nepodržana tipka
sk: Neošetrený kľúč
sv: Okänd knapp

source: Unicable Martix
cs: Unicable matice
el: Unicable Matrix
fr: Martix Monocâble
hr: Univerzalni kabel Matix
sk: Unicable matrica

source: Uninstall
cs: Odinstaluj
el: Απεγκατάσταση
fr: Désinstaller
hr: Deinstalirati
sk: Odinštalovať
sv: Avinstallera

source: United States
cs: Spojené Státy
el: Ηνωμένες Πολιτείες
fr: Etats Unis
sk: Spojené štáty
sv: USA

source: Universal LNB
cs: Univerzální LNB
fr: LNB universel
hr: Univerzalni LNB
sk: Univerzálny LNB

source: Unknown
cs: Neznámý
el: Άγνωστο
fr: Inconnu
hr: Nepoznat
sk: Neznáme
sv: Okänd

source: Unless this is enabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
cs: Pokud je tohle povoleno Autočasovač NEBUDE automaticky hledat události odpovídající Autočasovačům, ale pouze tehdy, když opustíš GUI zeleným tlačítkem.
el: Εκτός και αν ενεργοποιηθεί ο αυτόματος χρονοδιακόπτης ΔΕΝ θα ψάξει αυτόματα για προγράμματα αντιστοίχισης των αυτόματων χρονοδιακοπτών παρά μόνο όταν αφήσετε το GUI με το πράσινο πλήκτρο.
fr: À moins que ceci soit permis, ProgAuto ne cherchera pas automatiquement des émissions correspondantes à vos programmations mais seulement quand vous quittez l'IGU avec le bouton vert.
hr: Dok je ovo uključeno AutoTimer neće automatski tražiti događaje koji se slažu sa vašim AutoTimers osim ako napustite GUI sa zelenim dugmetom.
sk: Kým nie je toto zapnuté, automatický časovač NEBUDE automaticky hľadať vyhovujúce programy, len po skončení prehľadu stlačením zeleného tlačítka.
sv: Om inte detta är aktiverat kommer AutoTimer INTE automatiskt leta flera matchande händelser för AutoTimer utan enbart när du lämnar gränssnittet med grön knapp.

source: Unmount failed
cs: Odstranění přípojného bodu selhalo
el: Η αποπροσάρτηση απέτυχε
fr: Echec démontage
hr: Unmount nije uspjeo
sk: Odmontovanie zlyhalo
sv: Avmontering misslyckades

source: Unsupported
cs: Nepodporováno
el: Μη υποστηριζόμενο
fr: Non supporté
hr: Bez pordške
sk: Nepodporované
sv: Osupporterat

source: UnwetterInfo shows German storm information.
cs: UnwetterInfo ukáže informace o bouřkách v Německu.
el: Προβάλει πληροφορίες για γερμανικές καταιγίδες.
fr: UnwetterInfo alerte pour orages en Allemagne
sk: UnwetterInfo ukáže informácie o búrkach v Nemecku.
sv: UnwetterInfo visar Tysk extremväderinformation.

source: Update
cs: Aktualizace
el: Ενημέρωση
fr: Mise à jour
hr: Ažuriranje
sk: Aktualizovať
sv: Uppdatera

source: Update done...
cs: Aktualizace vykonána
el: Η ενημέρωση ολοκληρώθηκε...
fr: Mise à jour effectuée...
hr: Ažuriranje završeno...
sk: Aktualizácia skončila.
sv: Uppdatering klar.

source: Update done... The genuine dreambox test will now be rerun and should not ask you to update again.
cs: Aktualizace provedena... Originální Vu+ test bude nyní znovu spuštěn a neměl by žádat znovu o aktualizaci.
el: Η ενημέρωση ολοκληρώθηκε. Η δοκιμή αυθεντικότητας του δέκτη θα επαναληφθεί τώρα και δεν θα ερωτηθείτε ξανά για ενημέρωση.
fr: MAJ effectuée... Le test d'authenticité Vu+ sera maintenant relancé et ne devrait pas vous demander de remettre à jour.
hr: Ažuriranje završeno ...Vraćanje na test originala STB-a i neće tražiti opet ažuriranje.
sk: Aktualizácia je hotová. Test pravosti Vu+ sa teraz zopakuje bez ďalšej žiadosti o aktualizáciu.
sv: Uppdatering klar. Äkthetstest för boxen kommer nu köras igen och du kommer inte få frågan om uppdatering igen.

source: Updatefeed not available.
cs: Updatefeed není k dispozici.
el: Η πηγή ενημέρωσης δεν είναι διαθέσιμη.
fr: MAJ feed non disponible.
hr: Ažuriranje feeda nije dostupno.
sk: Aktualizačný zdroj je nedostupný.
sv: Uppdateringsfeed ej tillgänglig.

source: Updating failed. Nothing is broken, just the update couldn't be applied.
cs: Aktualizace se nezdařila. Nic není porušeno, jen aktualizace nemohla být použita.
el: Η ενημέρωση απέτυχε. Τίποτα δεν διακόπηκε, απλά η ενημέρωση δεν μπορούσε να εφαρμοστεί.
fr: Echec mise à jour. Rien n'est cassé, juste que la MàJ n'a pas pu s'effectuer.
hr: Ažuriranje nije uspjelo. Nešto se desilo, ažuriranje se ne može provesti.
sk: Aktualizácia sa nepodarila. Nič nie je poškodené, len aktualizácia neprebehla.
sv: Uppdatering misslyckades. Inget är fel, bara det att uppdateringen inte kunde utföras.

source: Updating finished. Here is the result:
cs: Aktualizace hotova. Tady je výsledek:
el: Η ενημέρωση ολοκληρώθηκε. Το αποτέλεσμα είναι:
fr: Mise à jour terminée. Voici le résultat:
hr: Nadogradnja uspješna. Ovo su rezultati:
sk: Aktualizácia je skončená. Tu je výsledok:
sv: Uppdatering klar. Här är resultatet:

source: Updating software catalog
cs: Aktualizuji katalog softwaru
el: Ενημέρωση καταλόγου λογισμικού.
fr: Mise à jour catalogue logiciel
hr: Ažuriranje software cataloga
sk: Aktualizácia katalógu software
sv: Uppdaterar mjukvarukatalogen

source: Updating, please wait...
cs: Aktualizuji, Prosím čekej...
el: Ενημέρωση σε εξέλιξη… Παρακαλώ περιμένετε…
fr: Mise à jour, veuillez patienter...
hr: Ažuriranje, molimo pričekajte ...
sk: Aktualizujem, čakaj...
sv: Uppdaterar, vänligen vänta...

source: Updating... Please wait... This can take some minutes...
cs: Aktualizuji... Prosím čekej... Toto může trvat několik minut...
el: Ενημέρωση σε εξέλιξη… Παρακαλώ περιμένετε… Ίσως χρειαστούν μερικά λεπτά…
fr: Mise à jour... Patientez... Ceci peut prendre quelques minutes...
hr: Nadograđujem... Molim pričekajte... To može potrajati nekoliko minuta...
sk: Aktualizujem... Čakaj... Môže to trvať pár minút...
sv: Uppdaterar... Vänlig vänta... Detta tar några minuter...

source: Upgrade finished.
cs: Aktualizace ukončena.
el: Η αναβάθμιση ολοκληρώθηκε.
fr: Mise à jour terminée
hr: Nadogradnja gotova.
sk: Aktualizácia je skončená.
sv: Uppgradering färdig.

source: Upgrading
cs: Aktualizuji
el: Εκτελείται αναβάθμιση
fr: Mise à jour
hr: Nadograđujem
sk: Aktualizujem
sv: Uppgradering

source: Upgrading STB... Please wait
cs: Aktualizuji Vu+... Prosím čekej
el: Αναβάθμιση δέκτη… Παρακαλώ περιμένετε...
fr: Mise à jour Vu+... Patientez
hr: Nadograđujem STB... Molim pričekajte
sk: Aktualizujem Vu+... Čakaj
sv: Uppgraderar boxen. Vänligen vänta

source: Upper bound of timespan.
cs: Horní hranice časového úseku.
el: Ανώτερο όριο χρονικού διαστήματος.
fr: Limite supérieure de période
hr: Gornja granica vremenskog perioda.
sk: Horná hranica časového obdobia.
sv: Övre spannet av tidsintervall.

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
cs: Horní hranice časového úseku. Nic po tomto čase nebude označeno. Offsety se neberou v úvahu!
el: Ανώτερο όριο χρονικού διαστήματος. Τίποτα δεν θα αντιστοιχηθεί μετά από αυτόν τον χρόνο. Οι μετατοπίσεις δεν λαμβάνονται υπόψη!
fr: Limite supérieure de période. Rien après cette heure ne sera comparé. Les décalages ne sont pas pris en compte!
hr: Gornja granica vremenskog perioda. Ništa poslije tog vremena se neće slagati. Pomaci nisu uzeti u obzir!
sk: Horná hranica časového obdobia. Nič za tým nebude vyhovovať. Posuny sa nepočítajú.
sv: Övre spann av tidsintervall. Inget efter den här tiden kommer matchas. Offsets är inte med i beräkningen!

source: Use
cs: Použij
el: Χρήση
fr: Utiliser
hr: Korištenje
sk: Použiť
sv: Använd

source: Use DHCP
cs: Použít DHCP
el: Χρήση DHCP
fr: Utiliser DHCP
hr: Koristi DHCP
sk: Použiť DHCP
sv: Använd DHCP

source: Use Interface
cs: Použít rozhraní
el: Χρήση διεπαφής
fr: Utiliser interface
hr: Upotreba uređaja
sk: Použiť rozhranie
sv: Använd Interface

source: Use Power Measurement
cs: Použít měření výkonu
el: Χρήση Μέτρησης Ισχύος
fr: Utiliser mesure puissance
hr: Koristi Mjerenje Snage
sk: Použiť meranie spotreby
sv: Använd strömmätning

source: Use a custom location
cs: Použít vlastní umístění
el: Χρήση θέσης προσαρμογής
fr: Utiliser un emplacement personnel
hr: Koristite prilagođenu lokaciju
sk: Použiť vlastné umiestnenie
sv: Använd egen placering

source: Use a gateway
cs: Použít bránu (gateway)
el: Χρήση πύλης δικτύου
fr: Utiliser passerelle
hr: Koristi gateway
sk: Použiť bránu
sv: Använd en gateway

source: Use and control multiple STBes with different RCs.
cs: Použití a ovládaní více Vu+ s různými DO.
el: Χρήση και έλεγχος πολλαπλών δεκτών με διαφορετικά τηλεχειριστήρια.
fr: Utiliser et contrôler plusieurs Vu+s avec différentes Télécommandes.
hr: Korištenje i kontrola više STB s različitim RCs.
sk: Použi a ovládaj viaceré Vu+ s rôznymi DO.
sv: Använd och styr flera boxar med olika fjärrkontroller.

source: Use power measurement
cs: Použít sílu měření
el: Χρήση διαχείρισης ενέργειας
fr: Utiliser mesure puissance
hr: Koristi mjerenje snage
sk: Použiť meranie spotreby
sv: Använd strömmätning

source: Use the Networkwizard to configure selected network adapter
cs: Použij Networkwizard k nastavení vybraného síťového adaptéru
el: Χρήση οδηγού δικτύου για παραμετροποίηση επιλεγμένου προσαρμογέα δικτύου
fr: Utiliser l'assistant réseau pour configurer l'adaptateur réseau
hr: Koristite mrežni vodič za konfiguriranje odabranog mrežnog adaptera
sk: Použiť sprievodcu nastavením siete na nastavenie zvoleného sieťového adaptéra
sv: Använd Nätverksguiden för att konfigurera vald nätverksadapter

source: Use the Networkwizard to configure your Network
cs: Použij průvodce pro nakonfigurování tvé sítě
el: Χρήση οδηγού για ρύθμιση δικτύου.
fr: Utiliser l'assistant réseau pour configurer réseau
hr: Koristite mrežni vodič za konfiguriranje mreže
sk: Na nastavenie siete použiť sprievodcu sieťou
sv: Använd Nätverksguiden för att konfigurera nätverk

source: Use the left and right buttons to change an option. Please set up tuner A
cs: Použij levou a pravou šipku pro změnu. Prosím, nastav tuner A
el: Χρήση πλήκτρων αριστερά και δεξιά για αλλαγή επιλογής. Παρακαλώ ρυθμίστε το tuner A
fr: Utilisez les boutons gauche et droit pour changer une option Paramétrez le tuner A
hr: Koristite lijeve i desne tipke za promjenu opcija. Molim podesite tuner A
sk: Šípkou doľava a doprava zmeň voľbu. Nastav tuner A
sv: Använd vänster och höger pil för att ändra ett val. Inställning Tuner A

source: Use the up/down keys on your remote control to select an option. After that, press OK.
cs: Použij šipku nahoru / dolů na DO pro výběr volby. Potom stiskni OK.
el: Χρήση πλήκτρων πάνω/κάτω για επιλογή. Μετά πιέστε ΟΚ.
fr: Utilisez les boutons haut/bas de votre télécommande pour sélectionner une option. Après cela, appuyez sur OK.
hr: Koristite gore/dolje tipke na vašem dljinskom za odabir opcije. Nakon toga, pritisnite OK.
sk: Šípkami nahor alebo nadol na diaľkovom ovládači vyber voľbu. Potom stlač tlačítko OK.
sv: Använd upp/ner pilarna på fjärrkontrollen för att välja. Tryck sedan OK.

source: Use this input device settings?
cs: Použít toto nastavení vstupního zařízení?
el: Χρήση ρυθμίσεων αυτής της συσκευής εισόδου;
fr: Utiliser ces paramètres du périphérique d'entrée?
hr: Koristite ove postake ulaznih uređaja?
sk: Použiť nastavenia vstupného zariadenia?
sv: Använda dessa inställningar för inmatningsenhet ?

source: Use this settings?
cs: Použít toto nastavení?
el: Χρήση αυτών των ρυθμίσεων;
fr: Utiliser ces paramètres
hr: Koristite ove postavke?
sk: Použiť toto nastavenie?
sv: Använd dessa inställningar?

source: Use this video enhancement settings?
cs: Použít toto nastavení vylepšení videa?
el: Χρήση ρυθμίσεων βελτίωσης εικόνας;
fr: Utiliser ces paramètres vidéo améliorés?
hr: Koristite postavke za poboljšanje slike?
sk: Použiť toto rozšírené nastavenie obrazu?
sv: Använd denna videoförbättringskonfiguration?

source: Use time of currently running service
cs: Použij čas aktuální stanice
el: Χρήση χρόνου τρέχουσας υπηρεσίας
fr: Utiliser heure du service actuel
hr: Vrijeme trenutno pokrenutih kanala
sk: Použiť čas práve bežiacej stanice
sv: Använd tid från nuvarande vald kanal.

source: Use usals for this sat
cs: Použít USUALS pro tento satelit
el: Χρήση usals για αυτόν τον δορυφόρο
fr: Utiliser USALS pour ce satellite
hr: Koristi USALS za ovaj satelit
sk: Pre tento satelit použiť USALS
sv: Använd usals för denna sat

source: Use wizard to set up basic features
cs: Použít průvodce pro nastavení základních vlastností
el: Χρήση οδηγού βασικών ρυθμίσεων
fr: Utiliser l'assistant pour les réglages de base
hr: koristi Vodič za postavljanje osnovnih postavki
sk: Použiť sprievodcu pre nastavenie základných funkcií
sv: Använd guiden för grundinställningarna

source: Used service scan type
cs: Použítý typ hledání stanice
el: Τύπος σάρωσης χρησιμοποιούμενης υπηρεσίας
fr: Type analyse service utilisé
hr: Upotrijebi kanal za pretraživanje
sk: Typ vyhľadávania staníc
sv: Använd kanalsökningstyp

source: User defined
cs: Uživatelsky definované
el: Ορισμός από χρήστη
fr: Défini par l'utilisateur
hr: Korisnički je definirano
sk: Užívateľsky definované
sv: Användardefinierat

source: User management
cs: Správa uživatelů
el: Διαχείριση χρηστών
fr: Gestion utilisateur
hr: Upute za upravljanje
sk: Správa užívateľov
sv: Användarhantering

source: Usermanager
el: Διαχείριση χρήστη
fr: Gestion utilisateur
sk: Správca užívateľov
sv: Användarhanterare

source: Username
cs: Jméno uživatele
el: Όνομα χρήστη
fr: Utilisateur
hr: Korisničko ime
sk: Užívateľské meno
sv: Användarnamn

source: VCR scart
fr: Péritel magnétoscope
hr: VCR skart
sk: Scart - videorekordér

source: Vali-XD skin
cs: Vali-XD vzhled
el: Θέμα Vali-XD
fr: Thème Vali-XD
sk: Skin Vali-XD
sv: Vali-XD skal

source: Vali.HD.atlantis skin
cs: Vali.HD.atlantis vzhled
el: Θέμα Vali.HD.atlantis
sk: Skin Vali.HD.atlantis
sv: Vali.HD.atlantis skal

source: Vali.HD.nano skin
cs: Vali.HD.nano vzhled
el: Θέμα Vali.HD.nano
fr: Thème Vali.HD.nano
sk: Skin Vali.HD.nano
sv: Vali.HD.nano skal

source: Vali.HD.warp skin
cs: Vali.HD.warp vzhled
el: Θέμα Vali.HD.warp
sk: Skin Vali.HD.warp
sv: Vali.HD.warp skal

source: Verify your STB authenticity by running the genuine dreambox plugin!
cs: Ověř si pravost Vu+ spuštěním modulu Originální Vu+!
el: Επιβεβαίωση αυθεντικότητας δέκτη με εκτέλεση επέκτασης γνησιότητας!
fr: Vérifiez l'authenticité de votre Vu+ en lançant le plugin authenticité !
hr: Provjerite svoj STB na originalnost pokretanjem genuine dreambox plugin!
sk: Skontroluj pravosť Vu+ spustením pluginu na overenie jeho pravosti.
sv: Kontrollera äktheten på boxen genom att köra appen ÄktaBox!

source: Verifying your internet connection...
cs: Ověřuji připojení k internetu...
el: Επιβεβαιώνεται η σύνδεση στο διαδίκτυο...
fr: Vérification de votre accès internet..
hr: Provjera internetsku vezu ...
sk: Kontrola internetového pripojenia...
sv: Kontrollerar din internetanslutning...

source: Vertical
cs: Vertikální
el: Κάθετη
hr: Vertikalno
sk: Zvislá
sv: Vertikal

source: Video Fine-Tuning
cs: Doladění obrazu...
el: Μικρορύθμιση εικόνας
fr: Accord-fin vidéo
hr: Video Fino-ugađanje
sk: Jemné nastavenie obrazu
sv: Bild fininställning

source: Video Fine-Tuning Wizard
cs: Průvodce doladěním obrazu
el: Οδηγός μικρορύθμισης εικόνας
fr: Assistant accord-fin vidéo
hr: Video fino-ugađanje čarobnjak
sk: Sprievodca jemným nastavením obrazu
sv: Bild fininställningsguide

source: Video Output
cs: Video výstup
el: Έξοδος Εικόνας
fr: Sortie vidéo
hr: Video izlaz
sk: Výstup obrazu
sv: Bild Utsignal

source: Video PID
cs: PID videa
el: PID βίντεο
fr: PID Video
sk: Obrazový PID
sv: Bild PID

source: Video Setup
cs: Nastavení videa
el: Ρυθμίσεις Εικόνας
fr: Paramètres vidéo
hr: Video postavke
sk: Nastavenie obrazu
sv: Bildinställning

source: Video Wizard
cs: Video průvodce
el: Οδηγός εικόνας
fr: Assistant vidéo
hr: Vodič za sliku
sk: Sprievodca k obrazu
sv: Bildguide

source: Video enhancement preview
cs: Náhled vylepšení videa
el: Προεπισκόπηση βελτίωσης εικόνας
fr: Pré-vue vidéo améliorée
hr: Prikaz poboljšanja slike
sk: Náhľad rozšíreného nastavenia obrazu
sv: Bildförbättring förhandsvisning

source: Video enhancement settings
cs: Nastavení vylepšení videa
el: Ρυθμίσεις βελτίωσης εικόνας
fr: Paramètres vidéo améliorés
hr: Postavke poboljšanja slike
sk: Rozšírené nastavenia obrazu
sv: Bildförbättringskonfiguration

source: Video enhancement setup
cs: Nastavení vylepšení videa
el: Ρύθμιση βελτίωσης εικόνας
fr: Configuration vidéo améliorée
hr: Videopodešavanja poboljšanja
sk: Rozšírené nastavenie obrazu
sv: Bildförbättringsinstallation

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 10 seconds.
cs: Výběr zdroje signálu Stiskni OK pokud vidíš tuto stránku na TV (nebo vyber jiný zdroj signálu). Další zdroj signálu bude automaticky prozkoumán během 10 sekund.
el: Επιλογή εισόδου εικόνας Πιέστε ΟΚ αν μπορείτε να δείτε αυτή τη σελίδα στην οθόνη (ή επιλέξτε διαφορετική θύρα εισόδου). Η επόμενη θύρα εισόδου θα αναζητηθεί αυτόματα σε 10 δευτερόλεπτα.
fr: Sélection entrée vidéo Veuillez presser OK si vous pouvez voir cette page sur la TV (ou choisir un port d'entrée différent). Le port entrée suivant sera automatiquement scanné dans 10 secondes.
hr: Video ulaz odabir Molimo pritisnite tipku OK, ako možete vidjeti ovu stranicu na TV-u (ili odaberite drugi ulazni priključak). Sljedeći ulazni port će automatski biti otkriven za 10 sekundi.
sk: Voľba obrazového vstupu Stlač tlačítko OK, ak na televízore vidíš toto hlásenie (alebo zvoľ iný vstup). Nasledujúci vstup sa automaticky vyskúša o 10 sekúnd.
sv: Val av bildingång Tryck OK om du kan se denna bild på din TV (eller välj annan ingångsport). Nästa ingångsport kommer automatiskt provas om 10 sekunder.

source: Video mode selection.
cs: Výběr video módu.
el: Επιλογή τρόπου λειτουργίας εικόνας.
fr: Sélection mode vidéo.
hr: Izbor Video moda.
sk: Voľba režimu obrazu.
sv: Bildlägesval.

source: Video streaming from the orf.at web page
cs: Video streaming z orf.at web stránky
el: Ροή βίντεο από ιστοσελίδα orf.at
fr: Flux vidéo depuis la page web orf.at
hr: Video streaming orf.at sa web stranice
sk: Streamovanie videa z webovej stránky orf.at
sv: Videostreaming från orf.at websida.

source: VideoEnhancement provides advanced video enhancement settings
cs: VideoEnhancement poskytuje pokročilé nastavení vylepšení videa
el: Προχωρημένες ρυθμίσεις βελτίωσης εικόνας
fr: VideoEnhancement fournit des paramètres d'amélioration vidéo
hr: VideoEnhancement pruža napredne postavke video opreme
sk: Vylepšenie obrazu poskytuje pokročilé nastavenia vylepšenia obrazu.
sv: VideoEnhancement tillhandahåller avancerade bildförbättringsinställningar.

source: VideoTune helps fine-tuning your tv display
cs: VideoTune pomáhá jemně doladit tvůj TV displej
el: Μικρορύθμιση οθόνης της τηλεόρασης
fr: VideoTune aide aux réglages de l'affichage de votre TV
hr: VideoTune pomaže fino ugađanje vašeg TV ekrana
sk: VideoTune ti pomôže jemne nastaviť obraz na televízore
sv: VideoTune hjälper till att finjustera TVn.

source: Videobrowser exit behavior:
cs: Chování při opuštění Videobrowseru:
el: Έξοδος περιηγητή βίντεο:
fr: Comportement sortie explorateur vidéo
hr: Videobrowser izlaz postupak:
sk: Správanie po skončení videoprehliadača:
sv: Videobläddrarens uppförande vid avslut:

source: Videoenhancement Setup
cs: Nastavení vylepšení obrazu
el: Ρύθμιση Βελτίωσης Εικόνας
fr: Amélioration image vidéo
hr: Videoenhancement postavke
sk: Rozšírené nastavenia obrazu
sv: Bildförbättringsinstallation

source: Videomode provides advanced video mode settings
cs: Videomode poskytuje pokročilé nastavení režimů videa
el: Προχωρημένες ρυθμίσεις τρόπου λειτουργίας εικόνας.
fr: Videomode fournit des paramètres avancés vidéo
hr: Videomode pruža napredne postavke Video moda
sk: Obrazový režim poskytuje pokročilé nastavenia obrazového režimu.
sv: Videomode tillhandahåller avancerade bildlägesinställningar.

source: Videoplayer stop/exit behavior:
cs: Chování při zastavení/opuštění Videoplayeru:
el: Διακοπή/έξοδος player βίντεο:
fr: Comportement stop/sortie lecteur vidéo
sk: Správanie pri stlačení tlačítka Stop/Exit:
sv: Videospelare stopp/avslut uppförande:

source: View Count
cs: Počet zhlédnutí
el: Προβολή Αρίθμησης
fr: Voir compteur
hr: Pogledaj brojač
sk: Zobraziť počet
sv: Visa antal

source: View Google maps
cs: Zobrazit Google maps
el: Προβολή χαρτών Google
fr: Voir Google maps
hr: Pogledaj Google maps
sk: Zobraziť mapy Google
sv: Visa Google maps.

source: View Google maps with your STB.
cs: Prohlížet Google maps na tvém Vu+.
el: Προβολή χαρτών Google με τον δέκτη.
fr: Voir Google maps avec votre Vu+
hr: Pogledaj Google maps na STB.
sk: Zobraziť mapy Google cez Vu+
sv: Visa Google maps med boxen.

source: View Movies...
cs: Přehraj filmy...
el: Προβολή Ταινιών...
fr: Voir films...
hr: Pogledajte filmove...
sk: Zobraziť filmy...
sv: Visa Filmer...

source: View Photos...
cs: Prohlédni si fotky...
el: Προβολή Φωτογραφιών...
fr: Voir photos...
hr: Pogledajte slike...
sk: Zobraziť fotografie...
sv: Visa Foton...

source: View Rass interactive...
cs: Prohlížet Rass interaktivně...
el: Προβολή διαδραστικού Rass...
fr: Afficher Rass interactif...
hr: Gledaj Rass interaktivno...
sk: Zobraziť RASS interaktívne...
sv: Visa Rass interaktivitet...

source: View Video CD...
cs: Přehraj video CD...
el: Προβολή Video CD...
fr: Voir vidéo CD...
hr: Pogledajte Video CD...
sk: Zobraziť Video CD...
sv: Visa Video-CD...

source: View active downloads
cs: Zobrazit aktivní stahování
el: Προβολή ενεργών λήψεων
fr: Voir téléchargement actif
hr: Pogledajte aktivna skidanja
sk: Zobraziť aktívne stiahnuté videá
sv: Visa aktiva nedladdningar

source: View details
cs: Zobrazit detaily
el: Λεπτομέρειες
fr: Voir détails
hr: Pogledajte detalje
sk: Podrobnosti...
sv: Visa detaljer

source: View list of available
cs: Zobrazit seznam dostupných
el: Προβολή λίστας διαθέσιμων
fr: Voir liste disponibilités
hr: Pogledajte listu nedostupnih
sk: Zobraziť zoznam dostupných
sv: Visa lista över tillgängliga

source: View list of available CommonInterface extensions
cs: Zobrazit seznam dostupných CI rozšíření
el: Προβολή λίστας διαθέσιμων επεκτάσεων CommonInterface.
fr: Voir liste des Interface Communes disponibles.
hr: Pogledaj popis dostupnih Common Interface extenzija
sk: Zobraziť zoznam dostupných rozšírení CommonInterface
sv: Visa lista över tillgängliga CommonInterface utökningar
