Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Enable HTTPS Authentication
cs: Povolit ověřování HTTPS
el: Ενεργοποίηση Αυθεντικότητας HTTPS
fr: Activer authentification HTTPS
hr: Omogući HTTPS pristup
sk: Zapnúť overovanie HTTPS
sv: Aktivera HTTPS autentisering

source: Enable Service Restriction
cs: Povolit omezení služby
el: Ενεργοποίηση Περιορισμού Υπηρεσίας
fr: Activer restriction services
hr: Omogući zabranu kanala
sk: Zapnúť obmedzenia pre stanicu
sv: Aktivera kanalrestriktioner

source: Enable Streaming Authentication
cs: Povolit streaming ověřování
el: Ενεργοποίηση Αυθεντικότητας Ροής
fr: Activer authentification Streaming
hr: Omogući pristup Streamingu
sk: Zapnúť overovanie streamu
sv: Aktivera Streaming autentisering

source: Enable multiple bouquets
cs: Povolit vícenásobné přehledy
el: Ενεργοποίηση πολλαπλών μπουκέτων
fr: Activer bouquets multiples
hr: Uključi višestruke pakete
sk: Zapnúť viacnásobné prehľady
sv: Aktivera flera favoritlistor

source: Enable parental control
cs: Povolit rodičovský zámek
el: Ενεργοποίηση γονικής προστασίας
fr: Activer contrôle parental
hr: Uključi roditeljsku zaštitu
sk: Zapnúť rodičovskú kontrolu
sv: Aktivera föräldrakontroll

source: Enable this to be able to access the AutoTimer Overview from within the extension menu.
cs: Povol toto pro přístup k přehledu Autočasovače v nabídce rozšíření.
el: Ενεργοποίηση για δυνατότητα πρόσβασης επισκόπησης Αυτόματου Χρονοδιακόπτη από το μενού επεκτάσεων.
fr: Activer ceci pour pouvoir accéder à la vue d'ensemble de ProgAuto depuis le menu extension.
hr: Omogući pristupe AutoTimer preko proširenog izbornika.
sk: Zapni, ak chceš mať prístup k prehľadu automatického časovača z menu rozšírení.
sv: Aktivera detta val för att kunna få AutoTimer överblick direkt från utökningsmenyn.

source: Enable timer
cs: Povolit časovač
el: Ενεργοποίηση χρονοδιακόπτη
fr: Activer programmation
hr: Omogući timer
sk: Zapnúť časovač
sv: Aktivera timer

source: Enabled
cs: Povoleno
el: Ενεργό
fr: Activé
hr: DA
sk: Zapnuté
sv: Aktiverad

source: Encoding the channel uses for it's EPG data. You only need to change this if you're searching for special characters like the german umlauts.
cs: Kódování kanálu použito pro EPG data. Potřebuješ ho změnit jenom tehdy, pokud hledáš speciální znaky, jako jsou německé přehlásky.
el: Κωδικοποίηση καναλιών για δεδομένα EPG. Χρειάζεται αλλαγή μόνο αν αναζητούνται ειδικοί χαρακτήρες, όπως τα γερμανικά διαλυτικά μεταφωνίας.
fr: Codage de l'utilisations des chaînes pour leurs données EPG. Vous devez seulement changer ceci si vous cherchez les caractères spéciaux comme les umlauts allemand.
hr: Kodirani kanal koristi podatake za taj EPG. Potrebno je samo da se to promijeni, ako ste u potrazi za posebnim znakovima poput njemačkih znakova.
sk: Kódovanie stanice sa využíva na dáta EPG. Túto hodnotu treba zmeniť, len ak hľadáš zvláštne znaky, napr. diakritiku.
sv: Teckentabellen som den här kanalen avänder för EPG data. Du behöver bara ändra detta om du söker efter speciella tecken exempelvis åäö.

source: Encrypted:
cs: Zakódováno:
el: Κωδικοποιημένο:
fr: Crypté:
hr: Šifrirani:
sk: Šifrované:
sv: Krypterad:

source: Encryption
cs: Šifrování
el: Κωδικοποίηση
fr: Cryptage
hr: Šifriranje
sk: Šifrovanie
sv: Kryptering

source: Encryption Key
cs: Šifrovací klíč
el: Κλειδί Κωδικοποίησης
fr: Clé cryptage
hr: Ključ za šifriranje
sk: Šifrovací kľúč WLAN
sv: Krypteringsnyckel

source: Encryption Keytype
cs: Keytype kódování
el: Τύπος κλειδιού κωδικοποίησης
fr: Type clé cryptage
hr: Tip ključa za šifriranje
sk: Druh šifrovacieho kľúča
sv: Kryptering Nyckelvariant

source: Encryption:
cs: Kódování:
el: Κωδικοποίηση:
fr: Cryptage:
hr: Šifriranje:
sk: Šifrovanie:
sv: Kryptering:

source: End of "after event" timespan
cs: Konec časového intervalu "po události"
el: Τέλος χρονικού διαστήματος "μετά το πρόγραμμα"
fr: Fin par "après événement" période
hr: Kraj vrem. perioda poslije događaja
sk: Koniec časového obdobia "po udalosti"
sv: Slut för "efter händelse" tidsintervall

source: End of timespan
cs: Konec časového rozpětí
el: Τέλος χρονικού διαστήματος
fr: Fin de période
hr: Kraj vremenskog perioda
sk: Koniec časového obdobia
sv: Slut för tidsintervall

source: End time
cs: Konečný čas
el: Ώρα τερματισμού
fr: Heure fin
hr: Završno vrijeme
sk: Čas ukončenia
sv: Sluttid

source: EndTime
cs: Konec
el: Ώρα τερματισμού
fr: Fin
hr: Završno vrijeme
sk: Koniec
sv: Sluttid

source: English
cs: Anglicky
el: Αγγλικά
fr: Anglais
hr: Engleski
sk: Angličtina
sv: Engelska

source: Enigma2 Plugin to play AVI/DIVX/WMV/etc. videos from PC on your STB. Needs a running VLC from www.videolan.org on your pc.
cs: Enigma2 modul pro přehrávání AVI/DIVX/WMV/atd. videí z PC na Vu+. Potřebuje funkční VLC od www.videolan.org na PC.
el: Επέκταση Enigma2 για αναπαραγωγή βίντεο AVI/DIVX/WMV/ κ.λπ. από τον Η/Υ στον δέκτη. Χρειάζεται η εκτέλεση VLC από www.videolan.org στον Η/Υ σας.
fr: Plugin Enigma2 pour jouer vidéos AVI/DIVX/WMV/etc. depuis le PC sur votre STB. VLC de www.videolan.org tournant sur votre pc est nécessaire.
hr: GUI Plugin radi za AVI / DivX / WMV / itd. video s računala na vašem STB. Treba pokrenut VLC iz www.videolan.org na vašem računalu.
sk: Plugin Enigma2 na prehrávanie videí AVI, DIVX, WMV a pod. z počítača na Vu+. Vyžaduje bežiaci program VLC (z www.videolan.org) na počítači.
sv: Enigma2 app för att spela upp AVI/DIVX/WMV/mfl. videos från PC på boxen. Kräver VLC från www.videolan.org på din PC.

source: Enigma2 Skinselector If you experience any problems please contact stephan@reichholf.net © 2006 - Stephan Reichholf
cs: Enigma2 Skinselector Pokuď zjistíš nějaké problémy, kontaktuj prosím stephan@reichholf.net © 2006 - Stephan Reichholf
el: Enigma2 επιλογέας θέματος Αν αντιμετωπίσετε πρόβλημα παρακαλώ επικοινωνήστε stephan@reichholf.net © 2006 - Stephan Reichholf
fr: Enigma2 Sélecteur-Thèmes S'il vous arrive des problèmes, veuillez contacter stephan@reichholf.net © 2006 - Stephan Reichholf
hr: GUI Skinselector Ako imate bilo kakvih problema obratite se stephan@reichholf.net © 2006 - Stephan Reichholf
sk: Volič skinu Enigma2 Ak máš akékoľvek problémy, obráť sa na stephan@reichholf.net © 2006 - Stephan Reichholf
sv: Enigma2 Utseendeväljare Om du upplever några problem kontakta stephan@reichholf.net © 2006 - Stephan Reichholf

source: Enter IP to scan...
cs: Zadej IP ke skenování...
el: Εισαγωγή IP προς σάρωση….
fr: Saisir IP à analyser...
hr: Unesite IP za pretragu...
sk: Zadaj IP na vyhľadávanie...
sv: Ange IP att söka efter...

source: Enter main menu...
cs: Vstoupit do menu...
el: Είσοδος στο κεντρικό μενού…
fr: Entrer dans le menu principal...
hr: Uđi u Glavni Izbornik
sk: Otvoriť hlavné menu...
sv: Gå till huvudmeny...

source: Enter new hostname for your STB
cs: Zadej nové jméno host pro Vu+
el: Εισαγωγή νέου ονόματος κόμβου του δέκτη
fr: Saisir nouveau nom d'hôte pour votre STB
hr: Upišite hostname za Vaš STB
sk: Zadaj nový názov hostname pre Vu+
sv: Ange nytt hostnamn för boxen

source: Enter options:
cs: Zadej možnosti:
el: Εισαγωγή επιλογών:
fr: Saisir options:
hr: Unesite opcije:
sk: Zadaj voľby:
sv: Ange optioner:

source: Enter password:
cs: Zadej heslo:
el: Εισαγωγή κωδικού:
fr: Saisir mot de passe:
hr: Unesite lozinku:
sk: Zadaj heslo:
sv: Ange lösenord:

source: Enter pin code
cs: Zadat pin kód
el: Εισαγωγή κωδικού pin
fr: Saisir code PIN
hr: Unesite pin cod
sk: Zadaj kód PIN
sv: Ange PIN-kod

source: Enter share directory:
cs: Zadej sdílenou složku:
el: Εισαγωγή κοινόχρ. φακέλου:
fr: Saisir répertoire partagé:
hr: Unesite dijeljeni direktorij:
sk: Zadaj zdieľaný adresár:
sv: Ange utdelad mapp:

source: Enter share name:
cs: Zadej jméno sdíleného:
el: Εισαγωγή κοινόχρ. ονόματος:
fr: Saisir nom partagé:
hr: Unesite ime djeljitelja:
sk: Zadaj zdieľané meno:
sv: Ange delningsnamn:

source: Enter the service pin
cs: Zadej PIN pro stanici
el: Εισαγωγή pin υπηρεσίας
fr: Saisir le pin service
hr: Unesite pin za kanal
sk: Zadaj PIN stanice
sv: Ange kanal-PIN

source: Enter user and password for host:
cs: Zadej jméno a heslo pro host:
el: Εισαγωγή ονόματος χρήστη και κωδικού για τη συσκευή δικτύου:
fr: Saisir utilisateur et mot de passe hôte:
hr: Unesite korisnika i lozinku za centralno računalo:
sk: Zadaj užívateľské meno a heslo pre hostiteľa:
sv: Ange användare och lösenord för host:

source: Enter username:
cs: Zadej jméno uživatele:
el: Εισαγωγή ονόμ. χρήστη:
fr: Saisir nom utilisateur:
hr: Unesite korisničko ime:
sk: Zadaj užívateľské meno:
sv: Ange användarnamn:

source: Enter your email address so that we can contact you if needed.
cs: Vlož tvůj email pro případ, že by jsme tě potřebovali kontaktovat.
el: Βάλτε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας ώστε να επικοινωνήσουμε μαζί σας αν χρειαστεί.
fr: Saisir votre adresse email afin que l'on vous contact si nécessaire.
hr: Unesite svoju email adresu tako da vas možemo kontaktirati ako bude trebalo.
sk: Zadaj svoju e-mailovú adresu, aby sme ťa mohli kontaktovať, ak treba.
sv: Ange din epost om du vill bli kontaktad av oss vid behov.

source: Enter your search term(s)
cs: Zadej hledaný výraz(y)
el: Βάλτε όρο(ους) αναζήτησης
fr: Saisir vos termes de recherche ici
hr: Unesite traženi pojam
sk: Zadaj vyhľadávaný termín(y)
sv: Ange dina sökterm(er)

source: Entertainment
cs: Zábava
el: Διασκέδαση
fr: Divertissement
hr: Razonoda
sk: Zábava
sv: Underhållning

source: Error
cs: Chyba
el: Σφάλμα
fr: Erreur
hr: Greška
sk: Chyba
sv: Fel

source: Error executing plugin
cs: Chyba při spouštění modulu
el: Σφάλμα εκτέλεσης επέκτασης
fr: Erreur d'exécution de l'extension
hr: Greška pri pokretanju plugina
sk: Chyba pri spustení pluginu
sv: Fel vid körning av app.

source: Error: %s Retry?
cs: Chyba: %s Zkusit znova?
el: Σφάλμα: %s Νέα προσπάθεια;
fr: Erreur: %s Réessayer?
hr: Greška: %s Ponoviti?
sk: Chyba: %s Zopakovať?
sv: Fel: %s Försöka igen?

source: Estonian
cs: Estonsky
el: Εσθονικά
fr: Estonien
hr: Estonija
sk: Estónčina
sv: Estniska

source: Ethernet network interface
cs: Síťové rozhraní Ethernet
el: Διεπαφή δικτύου Ethernet
hr: Lokalna mreža
sk: Rozhranie siete Eternet
sv: Ethernet nätverkskort

source: Eventview
cs: Zobrazení události
el: Επισκόπηση
fr: Programme TV
hr: Pregled događaja
sk: Prehľad programov
sv: Programöversikt

source: Everything is fine
cs: Vše je v pořádku
el: Όλα είναι εντάξει
fr: Tout est impeccable
hr: Sve je uredu
sk: Všetko je v poriadku
sv: Allt är bra

source: Exact match
cs: Přesná shoda
el: Ακριβής αντιστοίχιση
fr: Concordance exacte
hr: Točno podudaranje
sk: Presná zhoda
sv: Exakt matchning

source: Exceeds dual layer medium!
cs: Překračuje dvouvrstvé médium!
el: Υπερβαίνει το μέσο διπλής επίστρωσης!
fr: Dépasse la capacité du support double couche!
sk: Presahuje kapacitu dvojvrstvového DVD!
sv: Överskrider dual layer media!

source: Exclude
cs: Vyloučit
el: Αποκλεισμός
fr: Exclure
hr: Izuzeti
sk: Vylúčiť
sv: Exkludera

source: Execute "after event" during timespan
cs: Provede "po události" v časovém rozpětí
el: Εκτέλεση "μετά το πρόγραμμα" κατά τη διάρκεια του χρονικού διαστήματος
fr: Exécuter "après événement" pendant période
hr: Izvrši poslije događaja, u vrem. periodu
sk: Vykonať "po udalosti" v časovom období
sv: Exekvera "efter händelse" under tidsintervall

source: Execute TuxboxPlugins
cs: Spustí TuxboxPluginy
el: Εκτέλεση Επεκτάσεων Tuxbox
fr: Exécuter Plugins Tuxbox
hr: Izvrši TuxboxPlugins
sk: Spustiť pluginy Tuxbox
sv: Exekvera Tuxboxapp.

source: Execution Progress:
cs: Začátek programu:
el: Πρόοδος Εκτέλεσης:
fr: Avancement de l'exécution:
hr: Tijek izvođenja:
sk: Priebeh vykonávania:
sv: Exekvering pågår:

source: Execution finished!!
cs: Konec programu!
el: Η εκτέλεση ολοκληρώθηκε!!
fr: Exécution terminée!!
hr: Izvođenje završeno!!
sk: Skončené!!
sv: Exekvering färdig!!

source: Exit
cs: Ukončit
el: Έξοδος
fr: Quitter
hr: Izlaz
sk: Ukončiť
sv: Avsluta

source: Exit editor
cs: Ukončit editor
el: Τέλος επεξεργασίας
fr: Quitter éditeur
hr: Izađi iz editora
sk: Ukončiť editor
sv: Avsluta editor

source: Exit input device selection.
cs: Ukonči výběr vstupného zařízení
el: Έξοδος από επιλογή συσκευής εισαγωγής.
fr: Quitter sélection périphériques entrée
hr: Izlaz iz odabranog uređaja
sk: Ukončiť výber vstupného zariadenia.
sv: Avsluta val av inmatningsenhet.

source: Exit network wizard
cs: Ukončit průvodce sítě
el: Έξοδος από οδηγό δικτύου
fr: Quitter assistant réseau
hr: Izlaz iz mrežnog vodiča
sk: Ukončiť sprievodcu sieťou
sv: Avsluta nätverksguiden

source: Exit the cleanup wizard
cs: Ukončit průvodce vyčištění
el: Έξοδος από οδηγό εκκαθάρισης
fr: Quitter l'assistant nettoyage
hr: Izlaz i vodiča za čišćenja
sk: Ukončiť sprievodcu vyčistením
sv: Avsluta upprensningsguiden

source: Exit the wizard
cs: Ukončit průvodce
el: Έξοδος από οδηγό
fr: Quitter l'assistant
hr: Izaz iz vodiča
sk: Ukončiť sprievodcu
sv: Avsluta guiden

source: Exit wizard
cs: Ukončit průvodce
el: Έξοδος από οδηγό
fr: Quitter l'assistant
hr: Izlaz iz vodiča
sk: Ukončiť sprievodcu
sv: Avsluta guide

source: Expert
el: Προχωρημένη
hr: Ekspert
sk: expertný

source: Extended Networksetup Plugin...
cs: Modul rozšířeného nastavení sítě...
el: Εκτεταμένη Ρύθμιση δικτύου...
fr: Plugin réglage réseau avancé...
hr: Prošireni dodatak za mrežne postavke
sk: Plugin rozšíreného nastavenia siete...
sv: Utökad Nätverksinstallationsapp...

source: Extended Setup...
cs: Rozšířené nastavení...
el: Εκτεταμένη Ρύθμιση…
fr: Paramètre avancé...
hr: Proširene postavke...
sk: Rozšírené nastavenie...
sv: Utökad installation...

source: Extended Software
cs: Rozšířený software
el: Εκτεταμένο Λογισμικό
fr: Logiciel étendu
hr: Prošireni Software
sk: Rozšírený software
sv: Utökad Mjukvara

source: Extended Software Plugin
cs: Modul rozšířeného softwaru
el: Επέκταση Εκτεταμένου Λογισμικού
fr: Plugin logiciel étendu
hr: Proširenja software dodataka
sk: Plugin rozšíreného software
sv: Utökad Mjukvaruapp

source: Extensions
cs: Rozšíření
el: Επεκτάσεις
hr: Proširenja
sk: Rozšírenia
sv: Utökningar

source: Extensions management
cs: Správa rozšíření
el: Διαχείριση επεκτάσεων
fr: Gestionnaire extensions
hr: Rukovanje proširenjima
sk: Správa rozšírení
sv: Utökningshanterare

source: FTPBrowser allows uploading and downloading files between your STB and a server using the file transfer protocol.
cs: FTP Browser umožňuje nahrávání a stahování souborů mezi Vu+ a serverem pomocí File Transfer protokolu.
el: Ο FTPBrowser επιτρέπει την αποστολή και λήψη αρχείων μεταξύ δέκτη και διακομιστή με χρήση πρωτοκόλλου μεταφοράς αρχείου.
fr: FTPBrowser permet d'envoyer et télécharger des fichiers entre votre STB et un serveur utilisant le File Transfer Protocol.
hr: FTPBrowser omogućuje učitavanje i preuzimanje datoteka između STB i poslužitelja koristeći protokol za prijenos datoteka.
sk: Prehliadač FTP umožňuje posielanie a sťahovanie súborov medzi Vu+ a serverom pomocou protokolu FTP.
sv: FTPBrowser möjliggör uppladdning och nedladdning av filer mellan boxen och en dator med 'file transfer protocol'.

source: Factory reset
cs: Tovární nastavení
el: Επαναφορά εργοστασιακ. ρυθμίσεων
fr: Réinitialisation usine
hr: Na tvorničke postavke
sk: Továrenské nastavenia
sv: Fabriksåterställning

source: Failed
cs: Selhalo
el: Απέτυχε
fr: Echoué
hr: Nije uspjelo
sk: Zlyhalo
sv: Misslyckades

source: Fan %d
cs: Větrák %d
el: Ανεμιστήρας %d
fr: %d ventilateur
hr: Ventilator %d
sk: Ventilátor %d
sv: Fläkt %d

source: Fan %d PWM
cs: Větrák - %d PWM
el: Ανεμιστήρας %d PWM
fr: %d ventilateur PWM
hr: Ventilator %d PWM
sk: PWM ventilátora %d
sv: Fläkt %d PWM

source: Fan %d Voltage
cs: Větrák - %d Napětí
el: Τάση ανεμιστήρα %d
fr: %d ventilateur voltage
hr: Ventilator %d V
sk: Napätie na ventilátore %d
sv: Fläkt %d Volt

source: Fast
cs: Rychlý
el: Γρήγορο
fr: Rapide
hr: Brzo
sk: rýchlo
sv: Snabb

source: Fast DiSEqC
cs: Rychlý DiSEqC
el: Γρήγορο DiSEqC
fr: DiSEqC rapide
hr: Brzi DiSEqC
sk: Rýchly DiSEqC
sv: Snabb DiSEqC

source: Fast Forward speeds
cs: Rychlosti přetáčení vpřed
el: Ταχύτητες Fast Forward
fr: Vitesses avance rapide
hr: Brzo premotavanje naprijed
sk: Rýchlosti prevíjania vpred
sv: Hastigheter för snabbspolning framåt

source: Fast epoch
cs: Rychlý epoch
fr: Epoque rapide
hr: Brza epoha
sk: rýchla doba
sv: Snabb epoch

source: Favourites
cs: Oblíbené
el: Μπουκέτα
fr: Favoris
hr: Favoriti
sk: Obľúbené
sv: Favoriter

source: Fetching feed entries
cs: Načítání položek zdrojů
el: Ελκυστικές καταχωρήσεις πηγών
fr: Chercher entrées feed
hr: Dohvaćanje feed unosa
sk: Zobraziť zdroje
sv: Hämtar feed poster

source: Fetching search entries
cs: Načítání položek vyhledávání
el: Ελκυστικές καταχωρήσεις αναζήτησης
fr: Chercher entrées recherche
hr: Dohvaćanje traženog unosa
sk: Zobraziť výsledky vyhľadávania
sv: Hämtar sökposter

source: Filesystem Check
cs: Kontrola souborového systému
el: Έλεγχος αρχείων συστήματος
fr: Vérification fichiers système
hr: Provjera sistemske fajlove
sk: Kontrola systému súborov
sv: Filsystemskontroll

source: Filesystem contains uncorrectable errors
cs: Souborový systém obsahuje nezvratné chyby
el: Το αρχεία συστήματος περιέχουν μη διορθώσιμα σφάλματα
fr: Fichiers système contiennent des erreurs incorrigibles
hr: Sistemski fajl sadrži nepoznate greške
sk: V systéme súborov sú neopraviteľné chyby
sv: Filsystemet innehåller fel som ej kan åtgärdas

source: Film & Animation
cs: Film a Animace
el: Ταινίες & Κινούμενα σχέδια
sk: Film a zábava
sv: Film & Animerat

source: Filters are another powerful tool when matching events. An AutoTimer can be restricted to certain Weekdays or only match an event with a text inside eg it's Description. Press BLUE to add a new restriction and YELLOW to remove the selected one.
cs: Filtry jsou dalším účinným nástrojem při značení událostí. Autočasovač může být omezen na určité dny nebo pouze označit událost s textem uvnitř, např. její popis. Stiskni MODRÉ na přidání nového omezení a ŽLUTÉ na odstranění označeného.
el: Τα φίλτρα είναι ένα πανίσχυρο εργαλείο για αντιστοίχιση προγραμμάτων. Ένας Αυτόματος Χρονοδιακόπτης μπορεί να περιοριστεί σε ορισμένες ημέρες της εβδομάδας ή μόνο για αντιστοίχιση ενός προγράμματος με κείμενο μέσα στην περιγραφή του. Πιέστε το ΜΠΛΕ πλήκτρο για προσθήκη νέου περιορισμού και ΚΙΤΡΙΝΟ για αφαίρεση του επιλεγμένου.
fr: Filtres est un autre outil puissant de tri d'émissions. Une ProgAuto peut-être limitée à certains jours de la semaine ou correspondreà une émission avec un texte intérieur exemple sa description. Pressez BLEU pour ajouter une nouvelle restriction et JAUNE pour retirer le choix.
hr: Filteri su moćan alat za slaganje događaja. AutoTimer može biti ograničen na određene dane u tjednu ili samo ako se slaže sa tekstom unutra,npr. njegov opis. Pritisnite PLAVU tipku za dodati novo ograničenje ili ŽUTU za uklanjanje izabranoga.
sk: Filtre sú ďalším výkonným nástrojom na zisťovanie programov. Automatický časovač sa dá obmedziť na určité dni v týždni alebo len na hľadanie programu, ktorý má v popise určitý text. Stlačením MODRÉHO tlačítka pridáš nový filter, stlačením ŽLTÉHO odstrániš zvolený filter.
sv: Filter är en kraftfull metod när matchade händelser söks. En AutoTimer kan begränsas till en viss veckodag eller matchade text i en händelse exempelvis beskrivning. Tryck BLÅ för att lägga till begränsning och GUL för att ta bort en vald begränsning.

source: Finetune
cs: Doladit
el: Μικρορύθμιση
fr: Accord fin
hr: Fino podešavanje
sk: Jemné nastavenie
sv: Fininställning

source: Finished
cs: Dokončeno
el: Ολοκληρώθηκε
fr: Terminé
hr: Završen
sk: Skončené
sv: Klart

source: Finished configuring your network
cs: Ukončena konfigurace tvojí sítě
el: Ολοκλήρωση παραμετροποίησης δικτύου
fr: Configuration de votre réseau finie
hr: Konfiguracije mreže završena
sk: Nastavenie siete je skončené
sv: Klar med konfigureringen av ditt nätverk

source: Finished restarting your network
cs: Ukončen restart tvojí sítě
el: Ολοκλήρωση επανεκκίνησης δικτύου
fr: Redémarrage de votre réseau fini
hr: Završeno i restarta mrežu
sk: Reštartovanie siete je skončené
sv: Klar med omstarten av ditt nätverk

source: Finnish
cs: Finsky
el: Φινλανδικά
fr: Finlandais
hr: Finski
sk: Fínčina
sv: Finska

source: First day to match events. No event that begins before this date will be matched.
cs: První den pro označení události. Žádná událost, která začíná před tímto datem nebude označena.
el: Πρώτη ημέρα αντιστοίχισης προγραμμάτων. Δεν θα υπάρξει καμία αντιστοίχιση προγράμματος με έναρξη μετά από αυτή την ημερομηνία.
fr: Premier jour à appairer les évènements. Avant cette date rien ne sera appairé.
hr: Prvi dan za događaje. Događaji koje počinju prije tog datuma će se uskladiti.
sk: Prvý deň pre nájdenie programov. Nenájde sa žiadny program, ktorý začína pred týmto dátumom.
sv: Första dag att matcha händelser. Ingen händelse innan denna dag kommer matchas.

source: First generate your skin-style with the Ai.HD-Control plugin.
cs: Nejdřív vygeneruj styl vzhledu pomocí modulu Ai.HD-Control.
el: Πρώτα δημιουργήστε το στιλ θέματος με την επέκταση Ai.HD-Control.
fr: Produire d'abord votre modèle-thème avec l'Ai.HD-Contrôle.
hr: Prvo generirajte vaš skin-style sa Ai.HD-Control plugin.
sk: Najprv vytvor štýl skinu ovládacím pluginom Ai.HD.
sv: Generera först ditt skal med Ai.HD-Controlapp.

source: Flashing failed
cs: Flashnutí se nezdařilo
el: Αποτυχημένο Flashing
fr: Flash échoué
hr: Flash-iranje nije uspjelo
sk: Flashnutie zlyhalo
sv: Programmering misslyckades

source: Following tasks will be done after you press OK!
cs: Po stisknutí OK budou vykonány následující úkoly!
el: Οι ακόλουθες εργασίες θα εκτελεστούν αφού πιέσετε ΟΚ!
fr: Le suivi des tâches suivantes sera fait après appui sur OK!
hr: Sljedeći zadaci će biti učinjeni nakon što pritisnete OK!
sk: Po stlačení OK sa vykonajú tieto úlohy.
sv: Följande saker kommer utföras efter du tryckt på OK!

source: Format
cs: Formátuj
el: Διαμόρφωση
sk: Formát

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d similars added.
cs: Nalezeno %d odpovídajících událostí. %d Časovač bude přidán a %d upraven,nalezeno %d konfliktů, přidáno %d podobných.
el: Βρέθηκαν συνολικά %d προγράμματα αντιστοίχισης. %d Χρονοδιακόπτες προστέθηκαν και %d τροποποιήθηκαν, %d διενέξεις αντιμετωπίστηκαν, %d παρόμοιοι προστέθηκαν.
hr: Nađeno ukupno od %d sličnih događaja. %d Timeru su dodane i %d modificiranih, %d konfliktnih, %d sličnih.
sk: Nájdených %d zodpovedajúcich Udalostí. %d Časovač bude pridaný a %d upravený, nájdených %d konfliktov, pridaných %d podobných.
sv: Hittade totalt %d matchningar. %d Timer lades till %d modifierad, %d konflikter stöttes på, %d liknande lades till.

source: Frame size in full view
cs: Rozměr obrazu při plném zobrazení
el: Μέγεθος πλαισίου σε πλήρη προβολή
fr: Dimensionne frame en plein écran
hr: Okvir veličine u punom prikazu
sk: Veľkosť obrazu pri plnom zobrazení
sv: Bildstorlek i fullskärm

source: France
cs: Francie
el: Γαλλία
sk: Francúzsko
sv: Frankrike

source: French
cs: Francouzsky
el: Γαλλικά
fr: Français
hr: Francuski
sk: Francúzština
sv: Franska

source: Frequency
cs: Frekvence
el: Συχνότητα
fr: Fréquence
hr: Frekvencija
sk: Frekvencia
sv: Frekvens

source: Frequency bands
cs: Frekvenční pásma
el: Ζώνες συχνότητας
fr: Bandes fréquence
hr: Band frekvencije
sk: Frekvenčné pásma
sv: Frekvensband

source: Frequency scan step size(khz)
cs: Frekvenční vyhledávání po (khz)
el: Μέγεθος βήματος συχνότητας σάρωσης (khz)
fr: Taille pas scan fréquence (khz)
hr: Veličina pretrage frekvencije (khz)
sk: Frekvenčný krok pri vyhľadávaní (kHz)
sv: Frekvenssökningssteg (khz)

source: Frequency steps
cs: Frekvenční kroky
el: Βήματα συχνότητας
fr: Pas fréquences
hr: Frekvenski koraci
sk: Frekvenčné kroky
sv: Frekvenssteg

source: Frequently asked questions
cs: Často kladené otázky
el: Συχνές ερωτήσεις
fr: Questions fréquentes
hr: Često postavljana pitanja
sk: Často kladené otázky
sv: FAQ, 'Frequently asked questions'

source: Fri
cs: Pá
el: Παρ.
fr: Ven
hr: Pet
sk: Pi
sv: Fre
