Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Yes, always
cs: Ano, vždy
el: Ναι, πάντα
fr: Oui, toujours
hr: Da, uvijek
sk: Áno, vždy
sv: Ja, alltid

source: Yes, and delete this movie
cs: Ano a vymaž tento film
el: Ναι, και διαγραφή της ταινίας
fr: Oui, et effacer ce film
hr: Da, i izbrisati ovaj film
sk: Áno, a zmazať tento film
sv: Ja, och ta bort den här inspelningen

source: Yes, and don't ask again
cs: Ano a už se znovu neptej
el: Ναι, και να μην ερωτηθώ ξανά
fr: Oui et ne pas redemander
hr: Da, i ne pitaj
sk: Áno, a nepýtať sa znova
sv: Ja, och fråga inte igen

source: Yes, backup my settings!
cs: Ano, zazálohuj mé nastavení!
el: Ναι, να γίνει αντίγραφο ασφαλείας ρυθμίσεων!
fr: Oui, sauvegarder mes paramètres!
hr: Da, napravi Backup mojih postavki.
sk: Áno, zálohovať nastavenia!
sv: Ja, ta säkerhetskopia på inställningar!

source: Yes, but play next video
cs: Ano, ale přehraj další video
el: Ναι, αλλά να αναπαραχθεί το επόμενο βίντεο
fr: Oui, mais lire vidéo suivante.
hr: Da, ali pokreni sljedeći video
sk: Áno, ale prehrať nasledujúce video
sv: Ja, men spela nästa video

source: Yes, but play previous video
cs: Ano, ale přehraj předcházející video
el: Ναι, αλλά να αναπαραχθεί το προηγούμενο βίντεο
fr: Oui, mais lire vidéo précédente.
hr: Da, ali pokreni prethodni video
sk: Áno, ale prehrať predchádzajúce video
sv: Ja, men spela föregående video

source: Yes, do a manual scan now
cs: Ano, spusť ruční vyhledávání
el: Ναι, να γίνει χειροκίνητη αναζήτηση τώρα
fr: Oui, faire une analyse manuelle maintenant
hr: Da, započeti ručnu pretragu sada
sk: Áno, teraz vyhľadávať ručne
sv: Ja, gör manuell sökning nu

source: Yes, do an automatic scan now
cs: Ano, spusť automatické vyhledávání
el: Ναι, να γίνει αυτόματη αναζήτηση τώρα
fr: Oui, faire une analyse automatique maintenant
hr: Da, započni automatsko pretraživanje sada
sk: Áno, teraz vyhľadávať automaticky
sv: Ja, gör automatisk sökning nu

source: Yes, do another manual scan now
cs: Ano, udělej další ruční vyhledávání
el: Ναι, να γίνει μια ακόμη αναζήτηση τώρα
fr: Oui, faire une autre analyse manuelle maintenant
hr: Da, započni drugu ručnu pretragu sada
sk: Áno, urobiť ďalšie ručné vyhľadávanie
sv: Ja, gör manuell sökning igen

source: Yes, keep them.
cs: Ano, ponechej je.
el: Ναι, να διατηρηθούν.
fr: Oui, les garder.
hr: Da, zadrži ih.
sk: Áno, uchovať.
sv: Ja, behåll dem.

source: Yes, perform a shutdown now.
cs: Ano, vypnout systém.
el: Ναι, τερματισμός τώρα.
fr: Oui, éteindre maintenant.
hr: Da, započni isključivanje STB sada
sk: Áno, teraz vypnúť.
sv: Ja, stäng av nu.

source: Yes, restore the settings now
cs: Ano, obnov nyní nastavení
el: Ναι, αποκατάσταση ρυθμίσεων τώρα
fr: Oui, restaurer les paramètres maintenant
hr: Da, vratite Backup sada
sk: Áno, teraz obnoviť nastavenia
sv: Ja, återställ inställningarna nu

source: Yes, returning to movie list
cs: Ano a vrať se na seznam filmů
el: Ναι, επιστροφή στη λίστα ταινιών
fr: Oui, retour vers liste des films
hr: Da, vraća se spisku filmova.
sk: Áno, vrátiť sa do zoznamu filmov
sv: Ja, tillbaka till inspelningslistan

source: Yes, view the tutorial
cs: Ano, zobraz tutorial
el: Ναι, προβολή οδηγού εκμάθησης
fr: Oui, voir le tutoriel
hr: Da, prikaži vodič
sk: Áno, prezrieť si príručku
sv: Ja, visa guiden

source: You can cancel the installation.
cs: Můžeš zrušit instalaci.
el: Μπορείτε να ακυρώσετε την εγκατάσταση.
fr: Vous pouvez annuler l'installation.
hr: Možete otkazati instalaciju.
sk: Môžeš zrušiť inštaláciu.
sv: Du kan avbryta installationen.

source: You can cancel the removal.
cs: Můžeš zrušit odstraňování.
el: Μπορείτε να ακυρώσετε την αφαίρεση.
fr: Vous pouvez annuler le retrait
hr: Možete otkazati uklanjanje.
sk: Môžeš zrušiť odstránenie.
sv: Du kan avbryta borttagningen.

source: You can choose some default settings now. Please select the settings you want to be installed.
cs: Nyní si můžeš vybrat nějaké základní nastavení. Prosím, veber si nastavení, který chceš nainstalovat.
el: Μπορείτε να επιλέξετε μερικές προεπιλεγμένες ρυθμίσεις. Παρακαλώ επιλέξτε τις ρυθμίσεις που θέλετε να εγκατασταθούν.
fr: You pouvez choisir des paramètres standards maintenant. Veuillez sélectionner les paramètres qui seront installés.
hr: Možete izabrati neke zadane postavke sada. Molimo odaberite postavke koje želite da se instaliraju.
sk: Teraz si môžeš zvoliť predvolené nastavenia. Zvoľ si nastavenia, ktoré chceš nainštalovať.
sv: Du kan välja från några grundinställningar nu. Välj de inställningar du vill installera.

source: You can choose, what you want to install...
cs: Můžeš si vybrat, co chceš nainstalovat...
el: Μπορείτε να επιλέξετε τι θέλετε να εγκατασταθεί…
fr: Vous pouvez choisir ce que vous voulez installer...
hr: Možete birati, što želite instalirati ...
sk: Môžeš si zvoliť, čo chceš nainštalovať...
sv: Du kan välja, vad vill du installera...

source: You can control for how many days in the future timers are added. Set this to 0 to disable this feature.
cs: Můžeš určit, na kolik dní dopředu budou časovače přidány. Nastav na 0 pro vypnutí této funkce.
el: Μπορείτε να ελέγξετε για πόσες ημέρες προστίθενται οι μελλοντικοί χρονοδιακόπτες. Βάλτε 0 για απενεργοποίηση αυτού του χαρακτηριστικού.
fr: Choisissez combien de jours seront ajoutés dans les futures programmations. Mettre à 0 pour désactiver cette fonctionnalité.
hr: Možete kontrolirati za koliko dana u buduće timerse dodati. Postavite ovo na 0 kako bi onemogućili ovu značajku.
sk: Môžeš určiť, na koľko dní dopredu budú časovače pridané. Nastav na 0 pre vypnutie tejto funkcie.
sv: Du kan kontrollera hur många dagar i framtiden timers adderas. Ställ in denna på 0 för att avaktivera den här funktionen.

source: You can install this plugin.
cs: Můžeš nainstalovat tento modul.
el: Μπορείτε να εγκαταστήσετε αυτή την επέκταση.
fr: Vous pouvez installer ce plugin.
hr: Možete instalirati ovaj dodatak.
sk: Môžeš nainštalovať tento plugin.
sv: Du kan installera denna app.

source: You can only burn STB recordings!
cs: Můžeš vypalovat pouze Vu+ nahrávky!
el: Μπορείτε να αντιγράψετε μόνο εγγραφές από τον δέκτη!
fr: Vous pouvez seulement graver des enregistrements STB!
hr: Možete samo burn STB snikme!
sk: Napáliť môžeš len nahrávky Vu+.
sv: Du kan bara bränna box inspelningar!

source: You can remove this plugin.
cs: Můžeš odinstalovat tento modul.
el: Μπορείτε να αφαιρέσετε αυτή την επέκταση.
fr: Vous pouvez retirer ce plugin.
hr: Možete ukloniti ovaj plugin.
sk: Tento plugin môžeš odstrániť!
sv: Du kan ta bort denna app.

source: You can set the basic properties of an AutoTimer here. While 'Name' is just a human-readable name displayed in the Overview, 'Match in title' is what is looked for in the EPG.
cs: Zde můžeš nastavit základní vlastnosti Autočasovače. Zatímco 'Název' je jen člověkem-čitelný název zobrazen v přehledu, 'Shoda v názvu' je to, co se hledá v EPG.
el: Ορισμός βασικών ιδιοτήτων αυτόματου χρονοδιακόπτη. Ενώ 'Όνομα' είναι απλά ένα ανθρώπινο αναγνώσιμο όνομα που απεικονίζεται στην επισκόπηση, 'Αντιστοίχιση τίτλου' είναι αυτό που αναζητείται στο EPG.
fr: Vous pouvez régler les propriétés de base d'une ProgAuto ici. Tandis que 'Nom' est juste un nom lisible par l'homme affiché dans la vue d'ensemble, 'correspondance dans le titre' est ce qui est recherché dans l'EPG.
hr: Ovde možete podesiti svojstva jednog AutoTimer. Dok je 'Ime' samo za ljude čitljivo ime prikazano u pregledu, 'Slaganje u naslovu' je ono šta tražimo u EPG.
sk: Tu môžeš urobiť základné nastavenia automatického časovača. Zatiaľ čo „Názov“ je len čitateľný názov v prehľade, „Hľadať titul“ je to, čo sa bude hľadať v EPG.
sv: Du kan ange basegenskaper för AutoTimer här. Då 'Namn' bara är bara ett visningsvärde i Översikt, 'Titelmatchning' är vad som ska letas efter i EPG.

source: You can use the EasyInfo for manage your EPG plugins from info button. You have also a new now-next event viewer. Easy-PG, the own graphical EPG bowser is also included.
cs: Můžeš použít EasyInfo pro správu EPG modulů tlačítkem INFO. Máš teď také nový prohlížeč událostí 'nyní-další'. Součástí je také Easy-PG, vlastní grafický EPG prohlížeč.
el: Μπορείτε να χρησιμοποιήσετε το EasyInfo για διαχείριση των επεκτάσεων EPG από το πλήκτρο πληροφοριών. Έχετε επίσης μια νέα προβολή προγράμματος τώρα-μετά.
fr: Vous pouvez utiliser EasyInfo pour gérer vos plugins EPG depuis la touche "info". Vous avez également une nouvelle visionneuse d'événements maintenant-suivant. Easy-PG: son propre explorateur EPG graphique est également inclus.
hr: Možete koristiti EasyInfo za upravljanje EPG pluginsa sa info gumb. Također imate novi-slijdeći događaj za gledati. Easy-PG, vlastiti grafički EPG Bowser je također uključen.
sk: EasyInfo môžeš použiť na spravovanie pluginov EPG z tlačítka info. Je tu aj nový prehliadač terajších a budúcich programov, aj EasyPG - vlastný grafický prehliadač EPG.
sv: Du kan använda EasyInfo för att hantera dina EPG-appar från info-knappen. Du har också en ny nu-nästa loggbok. Easy-PG, den egna grafiska EPG bowsern ingår också.

source: You can use this plugin to dynamically hide Plugins from either the Extensions- or Pluginmenu without having to modify the source code of the respective plugin.After installation you find the settings as "Hide Plugins" under Setup / System.
cs: Můžeš použít tento modul pro dynamické skrytí modulu buď z rozšíření nebo menu modulů, aniž bys musel měnit zdrojový kód příslušného modulu. Po instalaci najdeš nastavení jako "Skrýt moduly" v Nastavení / Systém.
el: Μπορείτε να χρησιμοποιήσετε αυτή την επέκταση για απόκρυψη επεκτάσεων είτε από τις επεκτάσεις ή το μενού επεκτάσεων χωρίς αλλαγή του πηγαίου κώδικα της αντίστοιχης επέκτασης. Μετά την εγκατάσταση θα βρείτε τις ρυθμίσεις ως "Κρυφές Επεκτάσεις" στο Παραμετροποίηση / Σύστημα.
fr: Vous pouvez utiliser ce plugin pour cacher dynamiquement des Plugins des autres Extensions ou du menu Plugin sans avoir à modifier son code source. Après l'installation, vous trouverez les fonctions comme "Cacher Plugins" sous Configuration / Système.
hr: Možete koristiti ovaj plugin za sakriti Plugine iz bilo Extenzija ili Plugin izbornika. Nakon instalacije otići na postavke "Sakrij Plugins" pod Postavke / Sistema.
sk: Môžeš použíť tento plugin pre dynamické skrytie pluginu buď z Rozšírení nebo Pluginmenu, bez toho, aby si musel meniť zdrojový kód príslušného pluginu. Po inštalácií nájdeš nastavenie ako "Skryť Pluginy" v Nastavenie / Systém.
sv: Du kan använda denna app för att dynamiskt dölja appar från antingen Utökningar eller Appar utan att modifiera källkoden för respektive app. Efter installationen finns inställningarna som "Dölj Appar" under Inställningar / System.

source: You cannot delete this!
cs: Nemůžeš toto smazat!
el: Δεν μπορείτε το να διαγράψτε!
fr: Vous ne pouvez effacer ceci!
hr: Ne možete obrisati ovo!
sk: Toto nemôžeš zmazať!
sv: Du kan inte ta bort detta!

source: You chose not to install any default services lists.
cs: Nebylo vybrano žádné nastavení k nainstalování.
el: Επιλέξατε να μην εγκατασταθούν προεπιλεγμένες λίστες υπηρεσιών.
fr: Vous avez choisi de ne pas installer de liste services standard
hr: Vi ste izabrali da ne želite instalirati zadane liste kanala.
sk: Vybral si si nenainštalovať žiadne zoznamy predvolených staníc.
sv: Du har valt att inte installera någon grundkanallista.

source: You chose not to install any default settings. You can however install the default settings later in the settings menu.
cs: Nevybral jsi si k instalaci žádné standardní nastavení. Můžeš nainstalovat nastavení později přes menu nastavení.
el: Επιλέξατε να μην εγκατασταθούν προεπιλεγμένες ρυθμίσεις. Μπορείτε να εγκαταστήσετε τις ρυθμίσεις αργότερα στο μενού των ρυθμίσεων.
fr: Vous avez fait le choix de ne pas installer de paramètres standards, Vous pouvez malgré tout les installer plus tard par le menu Paramètres.
hr: Vi ste izabrali da ne želite instalirati nikakve zadane postavke. Međutim, možete instalirati zadane postavke kasnije u izborniku postavki.
sk: Vybral si si nenainštalovať žiadne predvolené nastavenia. Môžeš ich však nainštalovať neskôr v menu nastavení.
sv: Du har valt att inte installera grundinställningar. Du kan om du vill senare installera grundinställningarna via installationsmenyerna.

source: You chose not to install anything. Please press OK finish the install wizard.
cs: Nevybral jsi si nic k instalaci. Prosím, stiskni OK pro dokončení průvodce.
el: Επιλέξατε να μην εγκατασταθεί τίποτα. Πιέστε ΟΚ για να ολοκληρωθεί ο οδηγός.
fr: Vous avez choisi de ne rien installer. Veuillez presser OK pour terminer l'assistant d'installation.
hr: Vi ste izabrali da ne želite instalirati ništa. Molimo pritisnite tipku OK i završite instalaciju preko vodiča.
sk: Vybral si si nenainštalovať nič. Stlačením tlačítka OK ukončíš sprievodcu inštaláciou.
sv: Du har valt att inte installera något. Tryck OK för att avsluta installationsguiden.

source: You did not provide a valid 'Match in title' Attribute for your new AutoTimer. As this is a mandatory Attribute you cannot continue without doing so.
cs: Nezadal jsi platný 'Shoda v názvu' atribut pro tvůj nový Autočasovač. Jelikož se jedná o povinný atribut, nemůžeš pokračovat aniž bys jej zadal.
el: Δεν έχετε δώσει έγκυρη ιδιότητα 'Αντιστοίχιση τίτλου' για τον νέο αυτόματο χρονοδιακόπτη. Η ιδιότητα αυτή είναι υποχρεωτική και δεν μπορείτε να συνεχίσετε.
fr: Vous n'avez pas fourni un attribut 'Correspondance dans le titre' valide pour votre nouvelle ProgAuto. Ceci est un attribut obligatoire vous ne pouvez pas continuer sans le faire.
hr: Niste obezbijedili validnu "slaganje u naslovu" osobinu za vaš AutoTimerr. Ovo je obavezna osobina i ne možete nastaviti prije nego to napravite.
sk: Nezadal si platný atribút „Hľadať titul“ pre nový automatický časovač. Pretože je to povinné zadanie, nemôžeš bez neho pokračovať.
sv: Inget giltigt värde i 'Titelmatchning' fältet för din nya AutoTimer. Detta är ett tvingande fält så du kan inte forsätta utan att ange ett giltigt värde.

source: You didn't select a channel to record from.
cs: Nezvolil jsi kanál pro záznam
el: Δεν επιλέξατε κανάλι για εγγραφή.
fr: Vous n'avez pas sélectionné une chaîne à enregistrer.
hr: Niste odabrali kanal za snimanje iz.
sk: Nezvolil si stanicu, z ktorej sa má nahrávať.
sv: Du valde ingen kanal att spela in ifrån.

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
cs: Vložil jsi "%s" jako text pro shodu. Chceš odebrat koncová prázdná místa?
el: Βάλατε "%s" ως κείμενο αντιστοίχισης. Θέλετε να αφαιρέσετε τους χαρακτήρες κενού διαστήματος;
fr: Vous avec saisi "%s" comme texte correspondant. Voulez-vous retirer les espace blanc superflus?
hr: Vi ste unijeli "%s" kao tekst za događaj. Želite li ukloniti praznine?
sk: Zadal si "%s" ako text na hľadanie. Chceš odstrániť medzery na konci?
sv: Du angav "%s" som Text att matcha. Vill du ta bort efterföljade mellanslag?

source: You have chosen to backup your settings. Please press OK to start the backup now.
cs: Rozhodl jsi se zálohovat nastavení. Prosím, stiskni nyní OK pro spuštění zálohování.
el: Έχετε επιλέξει δημιουργία αντιγράφου ασφαλείας ρυθμίσεων. Παρακαλώ πιέστε ΟΚ για έναρξη αντιγράφου.
fr: Vous avez choisi de sauvegarder vos paramètres. Veuillez appuyer sur OK pour commencer la sauvegarde.
hr: Vi ste izabrali Backup vaših postavki za spremanje. Molimo pritisnite tipku OK za pokretanje spremanja odmah.
sk: Vybral si si zálohovanie nastavení. Stlačením tlačítka OK spustíš zálohovanie.
sv: Du har valt att ta säkerhetskopia på dina inställningar. Tryck OK för att starta nu.

source: You have chosen to create a new .NFI flasher bootable USB stick. This will repartition the USB stick and therefore all data on it will be erased.
cs: Rozhodi jsi se vytvořit nový .NFI flasher bootovací USB klíč. To znovurozdělí USB klíč a proto veškeré údaje na něm budou vymazány.
el: Έχετε επιλέξει δημιουργία νέου .NFI επανεκκινήσιμου USB. Θα γίνει ανακατανομή του USB και όλα τα δεδομένα θα διαγραφούν.
fr: Vous avez choisi de créer une nouvelle clef USB flasheur bootable .NFI. Ceci repartitionnera la clef USB et par conséquent effacera toutes données dessus.
hr: Odabrali ste za kreiranje novog .NFI flasher bootabilnog USB sticka. To će reparticionirati USB stick i svi podaci u njemu će bit izbrisani.
sk: Zvolil si si vytvorenie nového bootovateľného USB kľúča pre zápis .NFI. Pritom sa vytvorí nová partícia na kľúči a stratíš všetky dáta, ktoré sú na ňom.
sv: Du har valt att skapa en ny .NFI flash startbar USB-enhet. Detta kommer att ompartitionera USB-enheten och efter det kommer all data tas bort.

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
cs: Rozhodl jsi se pro obnovení nastavení. Enigma2 se po obnovení restartuje. Prosím, stiskni nyní OK pro spuštění obnovení.
el: Έχετε επιλέξει αποκατάσταση ρυθμίσεων. Το Enigma2 θα επανεκκινήσει μετά την αποκατάσταση. Παρακαλώ πιέστε ΟΚ για έναρξη αποκατάστασης.
fr: Vious avez choisi de restaurer vos paramètres. Enigma2 redémarrera après la restauration. Veuillez appuyer sur OK pour démarrer la restauration.
hr: Izabrali ste vraćanje postavki. STB će se ponovno pokrenuti nakon vraćanja. Molimo pritisnite tipku OK za početak vraćanja odmah.
sk: Vybral si si obnovu nastavení. Po obnovení sa Enigma2 reštartuje. Stlačením tlačítka OK spustíš obnovu.
sv: Du har valt att återskapa dina inställningar. Gränssnittet kommer starta om efter återskapningen. Tryck OK för att starta nu.

source: You have to wait %s!
cs: Musíš čekat %s!
el: Περιμένετε για %s!
fr: Vous devez attendre %s!
hr: Morate pričekati %s!
sk: Musíš čakať %s!
sv: Du måste vänta %s!

source: You need a PC connected to your dreambox. If you need further instructions, please visit the website http://www.dm7025.de. Your dreambox will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
cs: Potřebuješ PC připojené k tvému Vu+. Pokud potřebuješ další informace navštiv stránku http://www.vuplus.com. Tvůj Vu+ nyní bude zastaven. Po té co provedeš aktualizaci pomocí instrukcí na té stránce se tě tvůj Vu+ zeptá na obnovu nastavení.
el: Χρειάζεστε έναν Η/Υ συνδεμένο στο δέκτη. Για περισσότερες οδηγίες, επισκεφτείτε τον ιστότοπο http://www.vuplus-community.net/board/. Ο δέκτης θα παγώσει τις λειτουργίες του. Αφού εκτελέσετε τις οδηγίες αναβάθμισης από τον ιστότοπο, το νέο λειτουργικό θα ζητήσει να επαναφέρετε τις ρυθμίσεις σας.
fr: Vous avez besoin d'un PC connecté à votre STB. Si vous avez besoin de plus d'informations, veuillez visiter le site Web http://www.dm7025.de. Votre STB va être arrêtée. Après que vous ayiez effectué les instructions de mise à jour, votre nouveau firmware vous demandera de restaurer les paramètres.
hr: Vi trebate PC spojiti s vašim STBom. Ukoliko trebate dodatne instrukcije, molim posjetite ovu stranicu http://www.dm7025.de. Vaš dreambox će sada stati. Nakon što ste izvršili proceduru nadogradnje prema uputama s Web stranice, vaš novi softver će vas pitati želite li vratiti sigurnosnu kopiju vaših postavki.
sk: Musíš mať počítač pripojený k Vu+. Ak potrebuješ ďalšie pokyny, navštív webovú stránku http://www.vuplus-community.net. Vu+ sa teraz zastaví. Po splnení aktualizačných pokynov z webovej stránky ťa nový firmware požiada o obnovu nastavení.
sv: Du behöver ha en PC kopplad till boxen. Behöver du ytterligare instruktioner, gå till websidan http://www.dm7025.de. Boxen kommer nu att stoppas. När du har genomfört uppdateringen enligt instruktionerna, kommer mjukvaran att fråga dig om du vill återställa dina inställningar.

source: You need to set a PIN code and hide it from your children. Do you want to set the pin now?
cs: Musíš nastavit kód PIN a skrýt jej před tvými dětmi. Chceš teď nastavit pin?
el: Πρέπει να βάλετε κωδικό PIN και να τον αποκρύψετε από τα παιδιά σας. Θέλετε να βάλετε το PIN τώρα;
fr: Vous devez saisir un code pin et le cacher de vos enfants. Voulez-vous paramétrer ce code maintenant?
hr: Želite staviti PIN code i sakriti od djece. Želite li staviti pin sada?
sk: Musíš nastaviť kód PIN a skryť ho pred deťmi. Chceš ho nastaviť teraz?
sv: Du måste ange en PIN-kod och dölja det från dina barn. Vill du ange en PIN-kod nu?

source: You successfully configured a new AutoTimer. Do you want to add it to the list? You can go back a step by pressing EXIT on your remote.
cs: Úspěšně jsi nakonfiguroval nový Autočasovač. Chceš jej přidat do seznamu? Můžeš se vrátit o krok stisknutím tlačítka EXIT na dálkovém ovladači.
el: Ρυθμίσατε επιτυχώς έναν νέο Αυτόματο Χρονοδιακόπτη. Να προστεθεί στη λίστα; Μπορείτε να επιστρέψετε ένα βήμα πιέζοντας EXIT στο τηλεχειριστήριο.
fr: Vous avez configuré avec succès une nouvelle ProgAuto. Voulez-vous l'ajouter à la liste? Vous pouvez revenir d'un pas en pressant EXIT sur la télécommande.
hr: Uspješno ste konfigurirali novi AutoTimer. Želite li ga dodati u listu? Možete se vratiti nazad pritiskom EXIT na daljinskom.
sk: Úspešne si nakonfiguroval nový autočasovač. Chceš ho pridať do zoznamu? Stlačením tlačítka EXIT na DO sa môžeš o krok vrátiť.
sv: Du har lyckats konfigurera en ny AutoTimer. Vill du lägga till den i listan? Du kan gå tillbaka ett steg genom att trycka på EXIT på fjärrkontrollen.

source: Your 'Match in title' Attribute ends with a Whitespace. Please confirm if this was intentional, if not they will be removed.
cs: Tvůj atribut 'Shoda v názvu' končí mezerou. Potvrď, zda to bylo úmyslné, jestli ne, bude odstraněna.
el: Το χαρακτηριστικό Αντιστοίχιση τίτλου' τελειώνει με χαρακτήρα κενού διαστήματος. Παρακαλώ επιβεβαιώστε αν αυτό ήταν σκόπιμο, αλλιώς θα αφαιρεθεί.
fr: Votre 'Correspondance dans le titre' a mis un espace à la fin. Veuillez confirmer si c'était intentionnel, sinon il sera retiré.
hr: Vaš naslovi završavaju sa razmakom. Molimo Vas da potvrdite ako je to bilo namjerno, ako ne oni će biti uklonjeni.
sk: Atribút „Hľadať titul“ končí medzerou. Potvrď, že ide o zámer, inak bude odstránená.
sv: Din 'Titelmatchning' attribut slutar med ett mellanslag. Bekräfta om det var meningen, om inte kommer det tas bort.

source: Your STB is now ready to use. Your internet connection is working now.
cs: Tvůj Vu+ je teď připraven k používání. Tvoje internetové připojení je teď funkční.
el: Ο δέκτης είναι έτοιμος για χρήση. Η σύνδεσή σας με το διαδίκτυο λειτουργεί.
fr: Votre Vu+ est maintenant prêt à l'utilisation. Votre connection internet fonctionne maintenant.
hr: Vaš STB je spreman za korištenje. Vaša internet veza je spostavljena.
sk: Tvoj Vu+ je teraz pripravený na používanie. Internetové pripojenie funguje.
sv: Boxen är nu klar att användas. Din Internetanslutning fungerar nu.

source: Your STB is now ready to use. Your internet connection is working now. Please press OK to continue.
cs: Tvůj Vu+ je teď připraven k používání. Tvoje internetové připojení je teď funkční. Prosím, pokračuj stisknutím tlačítka OK.
el: Ο δέκτης είναι έτοιμος για χρήση. Η σύνδεσή σας με το διαδίκτυο λειτουργεί. Παρακαλώ πιέστε ΟΚ για συνέχεια.
fr: Votre Vu+ est maintenant prêt à l'utilisation. Votre connection internet fonctionne maintenant. Veuillez presser OK pour continuer.
hr: Vaš STB je spreman za korištenje. Vaša internet veza je uspostavljena. Tipka OK za nastavak.
sk: Tvoj Vu+ je teraz pripravený na používanie. Internetové pripojenie funguje. Pokračuj stlačením OK.
sv: Boxen är nu klar att användas. Din Internetanslutning fungerar nu. Tryck OK för att forsätta.

source: Your STB will restart after pressing OK on your remote control.
cs: Tvůj Vu+ se restartuje po stisknutí OK na tvém dálkovém ovladači.
el: Ο δέκτης θα επανεκκινήσει αφού πιέσετε ΟΚ.
fr: Votre STB redémarrera après avoir pressé la touche OK de votre télécommande.
hr: Vaš STB će se ponovno pokrenuti pritiskom na tipku OK.
sk: Vu+ sa reštartuje, keď stlačíš tlačítko OK na diaľkovom ovládači.
sv: Boxen kommer starta om när du trycker OK på fjärrkontrollen.
