Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Friday
cs: Pátek
el: Παρασκευή
fr: Vendredi
hr: Petak
sk: Piatok
sv: Fredag

source: Frisian
cs: Fríština
fr: Frison
sk: Frízština
sv: Frisiska

source: FritzCall shows incoming calls to your Fritz!Box on your STB.
cs: FritzCall ukáže přicházející volání do Fritz!Boxu na Vu+.
el: Το FritzCall εμφανίζει εισερχόμενες κλήσεις Fritz!Box στον δέκτη.
fr: FritzCall montre des appels entrant vers votre Fritz!Box sur votre STB.
hr: FritzCall pokazuje dolazne pozive od Fritz!Box na STB.
sk: FritzCall zobrazuje volania prichádzajúce do Fritz!Boxa na Vu+.
sv: Fritz!Call visar inkommande samtal till Fritz!Box på boxen

source: Front USB Slot
cs: Přední USB Slot
el: Μπροστινή θύρα USB
fr: Slot USB frontal
hr: Prednji USB utor
sk: Predný slot USB
sv: USB-kontakt fram

source: Frontend for /tmp/mmi.socket
cs: Frontend pro /tmp/mmi.socket
fr: Tuner pour /tmp/mmi.socket
hr: Sučelje za /tmp/mmi.socket
sk: Frontend pre /tmp/mmi.socket
sv: Frontend för /tmp/mmi.socket

source: Frontprocessor version: %d
cs: Procesor verze: %d
el: Έκδοση επεξεργαστή: %d
fr: Version processeur frontal : %d
hr: Verzija Frontprocesora: %d
sk: Verzia frontprocesora: %d

source: Fsck failed
cs: Fsck selhalo
el: Αποτυχία Fsck
fr: Echec Fsck
hr: Fsck nije uspio
sk: Fsck zlyhalo
sv: Fsck misslyckades

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
cs: Pro aplikování vzhledu je potřeba restart GUI Chceš nyní restartovat GUI?
el: Πρέπει να γίνει επανεκκίνηση του GUI για ενεργοποίηση νέου θέματος. Να γίνει τώρα επανεκκίνηση;
fr: L'interface doit redémarrer pour appliquer ce thème Voulez-vous relancer l'interface maintenant?
hr: GUI treba restartati da se primjeni novo sučelje Želite li restartati GUI sada ?
sk: Pre použitie nového skinu sa musí reštartovať GUI Chceš teraz reštartovať GUI?
sv: Gränssnittet måste startas om för nytt utseende Vill du starta om gränssnittet nu?

source: GUI that allows user to change the ftp- / telnet password.
cs: GUI která umožní uživateli změnit heslo pro ftp / telnet.
el: GUI για αλλαγή κωδικού πρόσβασης σε ftp- / telnet.
fr: IGU permettant à l'utilisateur de changer le mot de passe ftp / telnet.
hr: GUI koji omogućuju promjenu ftp-/telnet passworda
sk: GUI, ktoré umožňuje zmenu hesla pre FTP a Telnet.
sv: Gränssnitt som medger ändring av ftp. och telnetlösenord.

source: GUI that allows user to change the ftp-/telnet-password of the STB.
cs: GUI která umožní uživateli změnit heslo Vu+ pro ftp / telnet.
el: GUI για αλλαγή κωδικού πρόσβασης σε ftp- / telnet του δέκτη.
fr: IGU permettant à l'utilisateur de changer le mot de pass ftp-/telnet du Vu+.
hr: GUI koji omogućuju promjenu ftp-/telnet passworda na STB
sk: GUI, ktoré umožňuje zmenu hesla Vu+ pre FTP a Telnet
sv: Gränssnitt som tillåter användare att ändra ftp- och telnetlösenord på boxen.

source: GUI to change the ftp and telnet-password
cs: GUI pro změnu hesla ftp a telnet
el: GUI για αλλαγή κωδικού πρόσβασης σε ftp- / telnet
fr: IGU permettant à l'utilisateur de changer le mot de passe ftp et telnet
hr: GUI promjena lozinke preko ftp i telneta
sk: GUI na zmenu hesla pre FTP a Telnet
sv: Gränssnitt för att ändra ftp- och telnetlösenord

source: Gaming
cs: Hraní
el: Τυχερά παιχνίδια
fr: Jouer
hr: Igre
sk: Hry
sv: Spel

source: Gateway
cs: Brána
el: Πύλη
fr: Passerelle
sk: Brána

source: General AC3 Delay
cs: Obecné AC3 zpoždění
el: Γενική Καθυστέρηση AC3
fr: Retard général AC3
hr: Opći AC3 Delay
sk: Oneskorenie AC3
sv: Generell AC3 fördröjning

source: General AC3 delay (ms)
cs: Obecné AC3 zpoždění (ms)
el: Γενική Καθυστέρηση AC3 (ms)
fr: Retard général AC3 (ms)
hr: Opći AC3 delay (ms)
sk: Oneskorenie AC3 (ms)
sv: Generell AC3 fördröjning (ms)

source: General PCM Delay
cs: Obecné PCM zpoždění
el: Γενική καθυστέρηση PCM
fr: Retard général PCM
hr: Opći PCM Delay
sk: Oneskorenie PCM
sv: Generell PCM fördröjning

source: General PCM delay (ms)
cs: Obecné PCM zpoždění (ms)
fr: Retard général PCM (ms)
hr: Opći PCM delay (ms)
sk: Oneskorenie PCM (ms)
sv: Generell PCM fördröjning (ms)

source: Generates and Shows TV Charts of all users having this plugin installed
cs: Generuje a káže oblíbenost TV všech uživatelů, kteří mají tento modul nainstalován
el: Δημιουργία και Προβολή τηλεοπτικών διαγραμμάτων όλων των χρηστών που έχουν εγκαταστήσει αυτή την επέκταση.
fr: Plugin pour générer des fiches TV de tous les utilisateurs qui l'ont installé
hr: Generira i pokazuje TV Charts svim korisnicima koji imaju instaliran ovaj plugin
sk: Vygeneruje a ukáže TV obľúbenosť všetkých užívateľov, který majú tento plugin nainštalovaný
sv: Genererar och visar TV diagram av alla användare som har denna app installerad.

source: Genre
cs: Žánr
el: Είδος
hr: Žanrovi
sk: Žáner

source: Genuine STB
cs: Originální Vu+
el: Γνήσιος δέκτης
fr: Authenticité STB
hr: Original STB
sk: Pravý Vu+
sv: Äkta box

source: Genuine STB validation failed!
cs: Ověřování originality Vu+ se nezdařilo!
el: Η επικύρωση αυθεντικότητας του δέκτη απέτυχε!
fr: Echec validation authenticité STB!
hr: Provjera originala STB nije uspjela
sk: Overenie pravosti Vu+ zlyhalo!
sv: Äkta box validering misslyckades!

source: Genuine STB verification
cs: Ověřování originality Vu+
el: Επιβεβαίωση αυθεντικότητας του δέκτη
fr: Vérification authenticité STB
hr: STB je original
sk: Overenie pravosti Vu+
sv: Äkta box verifiering

source: German
cs: Německy
el: Γερμανικά
fr: Allemand
hr: Njemački
sk: Nemčina
sv: Tyska

source: German storm information
cs: Informace o bouřkách v Německu
el: Πληροφορίες για γερμανικές καταιγίδες
fr: Information allemande orage
hr: German storm informacije
sk: Nemecké búrkové informácie
sv: Tysk storminformation.

source: German traffic information
cs: Německé dopravní informace
el: Πληροφορίες για γερμανική κίνηση κυκλοφορίας
fr: Information allemande trafic
hr: German traffic informatije
sk: Nemecké dopravné informácie
sv: Tysk trafikinformation.

source: Germany
cs: Německo
el: Γερμανία
fr: Allemagne
hr: Njemačka
sk: Nemecko
sv: Tyskland

source: Get AudioCD info from CDDB and CD-Text
cs: Získej informace z AudioCD CDDB a CD-Textu
el: Λήψη πληροφοριών CD ήχου από CDDB και CD-Text
fr: Obtenir info AudioCD de CDDB et CD-Text
hr: Dobivanje AudioCD info iz CDDB i CD-Teksta
sk: Získajte informácie AudioCD z CDDB aCD-Text
sv: Hämta Musik-CD information från CDDB och CD-Text.

source: Get latest experimental image
cs: Získej poslední experimentální image
el: Λήψη τελευταίου πειραματικού λογισμικού
fr: Obtenir dernière image expérimental
hr: Dohvati zadnji experimental image
sk: Získať najnovší experimentálny image
sv: Hämta experimentella operativsystem.

source: Get latest release image
cs: Získej poslední zveřejněné image
el: Λήψη τελευταίας έκδοσης λογισμικού
fr: Obtenir dernière image publiée
hr: Dohvati najnoviji release image
sk: Získať najnovší verejný image
sv: Hämta senaste release av operativsystem.

source: Getting plugin information. Please wait...
cs: Získávám informace o modulu. Prosím počkej...
el: Λήψη πληροφοριών για το πρόσθετο. Παρακαλώ περιμένετε …
fr: Récupération des informations du plugin. Patientez...
hr: Skidam informacije o dodatku. Molim pričekajte...
sk: Získavam informácie o plugine. Čakaj...
sv: Hämtar appinformation. Var vänlig vänta...

source: Global delay
cs: Globální zpoždění
el: Γενική καθυστ.
fr: Retard global
hr: Opći delay
sk: Celkové oneskorenie
sv: Global fördröjning

source: Goto 0
cs: Jít na 0 bod
el: Πήγαινε στο 0
fr: Aller à 0
hr: Idi na 0
sk: Otočiť na 0
sv: Gå till 0

source: Goto position
cs: Jdi na pozici
el: Πήγαινε στη θέση
fr: Aller à la position
hr: Goto pozicija
sk: Otočiť do pozície
sv: Gå till position

source: GraphMultiEPG shows a graphical timeline EPG
cs: GraphMultiEPG ukazuje grafické časové osy EPG
el: Προβολή γραφικής χρονικής γραμμής EPG
fr: GraphMultiEPG montre un EPG graphique
hr: GraphMultiEPG prikazuje grafički timeline EPG
sk: Grafický Multi EPG zobrazuje časovú os EPG
sv: GrafiskMultiEPG visar EPG tidslinje i grafisk form.

source: GraphMultiEPG shows a graphical timeline EPG. Shows a nice overview of all running und upcoming tv shows.
cs: GraphMultiEPG ukazuje grafické časové osy EPG. Ukazuje přehled všech stávajících a následujících tv stanic.
el: Το GraphMultiEPG προβάλει γραφική χρονική γραμμή EPG. Προβάλει επισκόπηση όλων των τρεχουσών και επερχόμενων προβολών.
fr: GraphMultiEPG montre un EPG graphique ligne temps. Montre une jolie vue d'ensemble des émissions TV actuelles et à venir.
hr: GraphMultiEPG prikazuje grafički timeline EPG. Pokazuje pregled svih pokrenutih i narednih tv emisija.
sk: Grafický Multi EPG zobrazuje časovú os EPG. Zobrazuje prehľad všetkých bežiacich a nasledujúcich TV programov.
sv: GrafiskMultiEPG visar EPG tidslinje i grafisk form. Visar en fin överblick över nuvarande och kommande program.

source: Graphical Multi EPG
cs: Grafické Multi EPG
el: Γραφικό πολλαπλό EPG
fr: Multi EPG graphique
hr: Grafički Multi EPG
sk: Grafický Multi EPG
sv: Grafisk Multi EPG

source: Great Britain
cs: Velká Británie
el: Μεγάλη Βρετανία
fr: Grande Bretagne
hr: Velika Britanija
sk: Veľká Británia
sv: Storbritannien

source: Greek
cs: Řecky
el: Ελληνικά
fr: Grec
hr: Grčki
sk: Gréčtina
sv: Grekiska

source: Green boost
cs: Zvýraznění zelené
el: Τόνωση πράσινου
fr: Intensifier le vert
hr: Zelena podrška
sk: Zvýrazniť zelenú
sv: Grön förstärkning

source: Growlee allows your STB to forward notifications like 'Record started' to a PC running a growl, snarl or syslog compatible client or directly to an iPhone using prowl.
cs: Growlee umožňuje Vu+, aby předal oznámení jako "Záznam zahájen" do PC kde běží growl, snarl nebo syslog kompatibilní klient nebo přímo do iPhone používající prowl.
el: Το Growlee επιτρέπει στον δέκτη την προώθηση γνωστοποιήσεων όπως 'Έναρξη εγγραφής' σε Η/Υ με εφαρμογή growl, snarl or syslog συμβατού πελάτη ή κατευθείαν σε iPhone που χρησιμοποιεί prowl.
fr: Growlee permet au Vu+ d'envoyer des notifications comme \"enregistrement démarré\" a un PC qui a activé growl, snarl ou autre client compatible, ou directement à un iPhone qui utilise prowl.
hr: Growlee omogućuje da se proslijede obavijesti na STB poput Snimanje pokrenuo' , na PC pokrenuti growl, syslog kompatibilnog klijenta ili izravno na iPhone pomoću prowl..
sk: Growlee umožňuje Vu+, aby odovzdal oznámenia ako "Záznam zahájený" do PC kde beží growl, snarl nebo syslog kompaktibilný klient alebo priamo do iPhone používajúci prowl.
sv: Growlee gör att boxen kan skicka meddelanden som 'Inspelning startad' till en PC som kör Growl, Snarl eller syslog kompatibel klient eller direkt till en iPhone som kör prowl.

source: Guard interval
cs: Interval hlídání
el: Διάστημα επαγρύπνησης
fr: Intervale de sécurité
hr: Interval zaštite
sk: Interval ochrany
sv: Skyddsintervall

source: Guess existing timer based on begin/end
cs: Vytipuje stávající časovače na základě začátku/konce
el: Ο υφιστάμενος χρονοδιακόπτης βασίζεται σε αρχή/τέλος
fr: Supposer l'existance d'une programmation basée sur début/fin
hr: Ugađanje postojećeg timera na početak/kraj
sk: Určiť existujúci časovač podľa začiatku a konca.
sv: Gissa existerande timer baserat på start/slut

source: HD Interlace Mode
cs: HD překládaný režim
el: Πεπλεγμένη λειτουργία HD
fr: HD mode entrelacement
hr: HD Interlace Mod
sk: Prekladaný režim HD
sv: HD Interlace läge

source: HD Progressive Mode
cs: HD progresivní režim
el: Προοδευτική λειτουργία HD
fr: HD mode progressif
hr: HD Progressive Mod
sk: Progresívny režim HD
sv: HD Progressive läge

source: HD videos
cs: HD videa
el: Βίντεο Υψηλής Ευκρίνειας
fr: Vidéos HD
hr: HD videa
sk: Videá HD
sv: HD video

source: HTTP Port
el: Θύρα HTTP
fr: Port HTTP
sk: Port HTTP

source: HTTPS Port
el: Θύρα HTTPS
fr: Port HTTPS
sk: Port HTTPS

source: Harddisk
cs: Pevný disk ...
el: Σκληρός δίσκος
fr: Disque dur
sk: Pevný disk
sv: Hårddisk

source: Harddisk setup
cs: Nastavení HDD
el: Ρύθμιση σκληρού δίσκου
fr: Paramètres disque dur
hr: Postavke hard diska
sk: Nastavenie HDD
sv: Hårddiskinstallation

source: Harddisk standby after
cs: Uspat disk po
el: Σκληρός δίσκος σε αναμονή μετά από
fr: Disque dur en veille après
hr: Hard disk u pasivno stanje nakon
sk: Uspať disk po
sv: Viloläge för hårddisk efter

source: Help
cs: Pomoc
el: Βοήθεια
fr: Aide
hr: Pomoć
sk: Pomocník
sv: Hjälp

source: Hidden network
cs: Skrytá síť
el: Κρυφό δίκτυο
fr: Réseau caché
hr: Sakrij mrežu
sk: Skrytá sieť
sv: Dolt nätverk.

source: Hide Plugin from Plugin or Extensionsmenu.
cs: Skrýt modul z nabídky modulů nebo rozšíření.
el: Απόκρυψη Επέκτασης από το μενού Επεκτάσεων
hr: Sakrij Plugine iz Plugin Izbornika
sk: Skryť plugin z Pluginov alebo z Menu rozšírení.
sv: Dölj app från App eller Utökningsmeny.

source: Hierarchy info
cs: Info o hierarchii
el: Πληροφορίες ιεραρχίας
hr: Info hijerarhije
sk: Info o hierarchii
sv: Hierarkisk info

source: High bitrate support
cs: Podpora vysokého bitrate
el: Υποστήριξη High bitrate
fr: Support "Hight bitrate"
hr: Podrška za veliki bitrate
sk: Spracuje vysoký dátový tok
sv: Högbithastighetsstöd

source: History
cs: Historie
el: Ιστορικό
fr: Historique
hr: Povijest
sk: História
sv: Historia

source: Holland
cs: Holandsko
el: Ολλανδία
fr: Hollande
sk: Holandsko

source: Horizontal
cs: Horizontální
el: Οριζόντια
hr: Vodoravno
sk: Vodorovná
sv: Horisontal

source: Hotplugging for removeable devices
cs: Hotplugging pro odojitelná zařízení
el: Σύνδεση με τον Η/Υ αφαιρούμενων συσκευών
fr: Branchement à chaud pour périphériques amovibles
hr: Brzi plugging za prijenosne uređaje
sk: Rýchle pripojenie odoberateľných zariadení
sv: Hotplugging för borttagbara enheter.

source: How many minutes do you want to record?
cs: Kolik minut chceš nahrát?
el: Πόσα λεπτά θέλετε να εγγραφούν;
fr: Combien de minutes voulez-vous enregistrer?
hr: Koliko minuta želite snimati ?
sk: Koľko minút chceš nahrávať?
sv: Hur många minuter vill du spela in?

source: How to handle found crashlogs?
cs: Jak zacházet s nalezenými crashlogy?
el: Πώς να χειριστούν οι καταγραφές κρεμάσματος που βρέθηκαν;
fr: Comment gérer les crashlogs trouvés?
hr: Kako postupati kod pronađenih crashlogova?
sk: Ako spracovať nájdené správy o zrútení?
sv: Hur hantera hittade crashloggar?

source: Howto & Style
cs: Jak na to & Styl
el: Τεχνογνωσία & Στιλ
fr: Savoir faire & Style
hr: Kako & Stil
sk: Urob si sám a životný štýl
sv: HurGöra & Stilar

source: Hue
cs: Odstín
el: Απόχρωση
fr: Saturation
hr: Nijansa
sk: Odtieň
sv: Färgton

source: Hungarian
cs: Maďarsky
el: Ουγγρικά
fr: Hongrois
hr: Mađarski
sk: Maďarčina
sv: Ungerska

source: IMAP4 e-mail viewer for the STB
cs: IMAP4 e-mail prohlížeč pro Vu+
el: Εφαρμογή προβολής e-mail IMAP4 για τον δέκτη
fr: visionneuse IMAP4e-mail pour le Vu+
hr: IMAP4 e-mail viewer za STB
sk: Prezerač e-mailov IMAP4 pre Vu+
sv: IMAP4 e-post visning for boxen.

source: IP Address
cs: IP adresa
el: Διεύθυνση IP
fr: Adresse IP
hr: IP Adresa
sk: Adresa IP
sv: IP-adress

source: IRC Client for Enigma2
cs: IRC klient pro Enigma2
el: Πελάτης IRC για Enigma2
fr: Client IRC pour Enigma2
hr: IRC Client za GUI
sk: Klient IRC pre Enigma2
sv: IRC klient för Enigma2.

source: ISO file is too large for this filesystem!
cs: Soubor ISO je příliš velký pro tento souborový systém!
el: Το αρχείο ISO είναι πολύ μεγάλο για αυτό το σύστημα αρχείου!
fr: Fichier ISO trop grand pour ce système fichier!
hr: ISO fajl je prevelik za ovaj datotečni sustav!
sk: Súbor ISO je pre tento súborový systém príliš veľký!
sv: ISO fil är för stor för detta filsystem!

source: ISO path
cs: ISO cesta
el: Διαδρομή ISO
fr: Chemin ISO
sk: Cesta ISO
sv: ISO sökväg

source: Icelandic
cs: Islandsky
el: Ισλανδικά
fr: Islandais
hr: Islandski
sk: Islandčina
sv: Isländska

source: If a timer conflict occurs, AutoTimer will search outside the timespan for a similar event and add it.
cs: Pokud dojde ke konfliktu časovače, Autočasovač bude hledat podobné události mimo časového rozpětí a přidá je.
el: Αν υπάρχει διένεξη χρονοδιακόπτη, ο αυτόματος χρονοδιακόπτης θα αναζητήσει παρόμοιο πρόγραμμα εκτός του χρονικού διαστήματος και θα το προσθέσει.
fr: En cas de conflit, ProgAuto recherchera des évènements semblables et ils seront automatiquement ajoutés
hr: Ako timer javlja konflikt, AutoTimer će tražiti izvan vrem. perioda sličan događaj i dodati ga.
sk: Pokiaľ nastane konflikt časovača, Autočasovač bude hľadať podobné udalosti mimo časového rozpätia a pridá ich.
sv: Om en timerkonflikt uppstår kommer autotimer att söka upp ett annat tillfälle för att utföra inspelningen och ändra tiden.

source: If installed, the plugin allows to modify the order in which entries of the main menu are shown.It can be changed using the "MenuSort" plugin, launchable from the regular plugin overview.
cs: Pokud je instalován, modul umožňuje měnit pořadí, ve kterém jsou zobrazeny položky hlavního menu. To lze změnit pomocí "MenuSort" modulu, spustitelného z normálního přehledu modulů.
el: Αν εγκατασταθεί, η επέκταση επιτρέπει την αλλαγή της σειράς προβολής των καταχωρήσεων του κυρίως μενού. Μπορεί να αλλαχτεί με την επέκταση "Ταξινόμηση Μενού", με εκκίνηση από την επισκόπηση της απλής επέκτασης.
fr: Ce plugin permet de modifier l'ordre des entrées du menu principal. On peut le modifier à l'aide du plugin "MenuSort", accessible depuis le menu Plugins.
hr: Ako je instaliran, plugin omogućuje da izmijenite redoslijed u glavom izborniku. Može se mijenjati pomoću "Sortiranje izbornika" dodatka, spuštanje za pregled regularnih plugina
sk: Pokiaľ je inštalovaný, plugin umožňuje meniť poradie, v ktorom sú zobrazené zadania hlavného menu. To so dá zmeniť pomocou "MenuSort" pluginu, spustiteľného z normálneho prehľadu pluginov.
sv: Om denna app är installerad tillåts ändringar i vilken ordning poster i huvudmenyn visas. Det kan ändras genom att använda "SorteraMenyn" appen, körbar från den vanliga Appöversikten.

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80%% of the it.
cs: Je-li zapnuto, existující časovač bude brát do úvahy taky záznam události, pokud se zaznamená nejméně 80%% z ní.
el: Αν είναι ενεργοποιημένο ένας υφιστάμενος χρονοδιακόπτης θα θεωρηθεί ότι εγγράφει ένα πρόγραμμα αν εγγράφει τουλάχιστον 80%% από αυτό.
hr: Ako je ovo omogućeno na trenutnom tajmeru također će se smatrati snimanje događaja, ako je snimljeno najmanje 80%% od njega.
sk: Ak je zapnutá táto funkcia, existujúci časovač sa bude považovať za nahrávajúci, ak zaznamená aspoň 80% % programu.
sv: Om denna är aktiverad kommer en satt timer också att betraktas som inspelande om den spelar in minst 80%% av den.

source: If you see this, something is wrong with your scart connection. Press OK to return.
cs: Pokud vidíš, že je něco špatného s tvým SCART připojením stiskni OK pro návrat.
el: Αν διαβάζετε αυτό το μήνυμα, τότε υπάρχει κάποιο πρόβλημα με τη σύνδεση scart. Πιέστε ΟΚ για επιστροφή.
fr: Si vous voyez ceci, quelque chose fonctionne mal avec la péritel. Veuillez presser OK pour continuer.
hr: Ukoliko vidite ovu poruku, nešto je pogrešno s vašim SKART priključkom. Pritisnite OK za povratak.
sk: Ak vidíš toto, niečo nie je v poriadku s pripojením scart. Vráť sa stlačením tlačítka OK.
sv: Om du ser detta, något är fel med din scartkontakt. Tryck OK för återgå.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
cs: Pokud má tvůj TV rozšířené nastavení jasu a kontrastu vypni to. Pokud je v menu položka nazvaná jako "dynamické", nastav ji na standardní hodnotu. Nastav stupeň podsvětlení podle tvojí chuti. Stáhni kontrast na TV na nejnižší hodnotu. Po té nastav světlost na nejnižší hodnotu, ale ujisti se, že poslední dva odstíny šedé jsou rozpoznatelné. Nyní neměj obavy o světlé stíny. Budou nastaveny v dalším kroku. Pokud jsi spokojen s výsledkem, stiskni OK.
el: Αν η TV έχει βελτιώσεις φωτεινότητας ή αντίθεσης, απενεργοποιήστε τις. Αν υπάρχει κάποια ρύθμιση που λέγεται "δυναμική", θέστε την στο στάνταρ. Ρυθμίστε τον οπίσθιο φωτισμό στην τιμή που επιθυμείτε. Χαμηλώστε την αντίθεση στην τηλεόραση όσο γίνεται περισσότερο. Στη συνέχεια χαμηλώστε τη φωτεινότητα όσο γίνεται περισσότερο, αλλά σιγουρευτείτε ότι οι δύο κάτω κλίμακες του γκρίζου παραμένουν διακριτές μεταξύ τους Μη σας απασχολούν οι φωτεινές κλίμακες τώρα. Θα ρυθμιστούν στο επόμενο βήμα. Αν είστε ικανοποιημένοι με το αποτέλεσμα, πιέστε OK.
fr: Si votre TV a un perfectionnement de luminosité ou de contraste, neutralisez-le. S'il y a quelque chose appelé "dynamique", positionnez le sur standard. Ajustez le niveau de rétro-éclairage sur une valeur convenant à votre goût. Baissez le contraste sur votre TV autant que possible. Puis baissez les paramètres luminosité aussi bas que possible, mais assurez-vous que les deux nuances les plus plus basses de gris soient distinguables. Ne pas s'inquiéter des nuances luminosité maintenant. Elles seront fixées dans la prochaine étape. Si vous êtes satisfait du résultat, pressez OK.
hr: Ako vaš TV ima postavke za svijetlo ili kontrast, onemogućite ga. Ako postoji nešto što se zove "dynamic", postavite ga na standard. Podesite razinu pozadinskog osvjetljenja na vrijednosti prilagođenje vašem ukusu. Spustiti kontrast na TV koliko je god moguće. Zatim okrenite postavke svijetla niže što je više moguće, ali da se dvije nijanse sive razlikovaju. Nemojte brinuti o svijetlim tonovima sada. Oni će se postaviti u sljedećem koraku. Ako ste zadovoljni s rezultatom, pritisnite OK.
sk: Ak máš na televízore zdôraznenie jasu alebo kontrastu, zruš ho. Ak je v nastaveniach niečo ako „dynamický režim“, nastav ho na štandardnú hodnotu. Podsvietenie nastav na hodnotu, ktorá ti vyhovuje. Stiahni kontrast televízora na najnižšiu hodnotu. Potom nastav jas na najnižšiu možnú hodnotu, ale tak, aby dva najtmavšie odtiene sivej zostali rozlíšiteľné. V tejto chvíli sa nestaraj o svetlé odtiene. Tie nastavíš v ďalšom kroku. Ak si spokojný s výsledkom, stlač tlačítko OK.
sv: Om din TV har ljusstyrka- eller kontrastförbättrare, stänga av den. Om det finns något som heter "dynamisk", använd standard. Justera ljusstyrkan till en inställning som du tycker är bra. Använd så lite kontrast som möjligt. Sätt ljusstyrkan till så låg som möjligt, men säkerställ att de två lägsta nivåerna av grå är urskiljningsbara. Ta inte hänsyn till de ljusa nivåerna nu. De kommer justeras i nästa steg. När du är nöjd med resultatet, tryck OK.

source: Import AutoTimer
cs: Importuj autočasovač
el: Εισαγωγή αυτόματου χρονοδιακόπτη
fr: Importer ProgAuto
hr: Ubaci AutoTimer
sk: Importovať autočasovač
sv: Importera AutoTimer

source: Import existing Timer
cs: Importuj existující časovač
el: Εισαγωγή υφιστάμενου χρονοδιακόπτη
fr: Importer programmation existante
hr: Ubaci postojeći Timer
sk: Importovať existujúci časovač
sv: Importera befintlig Timer

source: Import from EPG
cs: Importuj z EPG
el: Εισαγωγή από EPG
fr: Importer depuis EPG
hr: Import iz EPG
sk: Importovať z EPG
sv: Importera från EPG

source: In Progress
cs: Probíhá
el: Σε Εξέλιξη
fr: En progression
hr: U tijeku
sk: Prebieha
sv: Pågår
