Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Symbol rate
cs: Symbolová rychlost
fr: Taux modulation
sk: Symbolová rýchlosť
sv: Symbolhastighet

source: System
cs: Systém
el: Σύστημα
fr: Système
hr: Sistem
sk: Systém

source: TRANSLATOR_INFO
cs: Překlad ještě není úplně 100%. Pokud nalezneš překlep nebo překlad položek kde je (???), budu rád když mě kontaktujete na adrese: pliesko1@gmail.com paolino
fr: Traduction françaiseSTB - Enigma2 imagemimi74Support: jrs.concept@orange.fr.- 14 décembre 2010 -
sk: PREKLADATEĽ paolino www.vuplus-community.net
sv: Översättningsinfo

source: TS file is too large for ISO9660 level 1!
cs: TS soubor je příliš velký pro ISO9660 level 1!
el: Το αρχείο TS είμαι πολύ μεγάλο για ISO9660 επίπεδο 1!
fr: Fichier TS trop grand pour le niveau 1 ISO9660!
hr: TS file je prevelik za ISO9660 level 1!
sk: Súbor TS je príliš veľký pre úroveň 1 ISO9660!
sv: TS fil för stor för ISO9660 level 1!

source: TV Charts of all users
cs: TV žebříčky všech uživatelů
el: Τηλεοπτικά διαγράμματα όλων των χρηστών
fr: Chartes TV tout utilisateur
hr: TV mape svih korisnika
sk: TV rebríčky všetkých užívateľov
sv: TV diagram för alla användare.

source: TV System
cs: TV systém
el: Σύστημα TV
fr: Système TV
hr: TV Sistem
sk: TV norma

source: Table of content for collection
cs: Tabulka obsahu kolekce
el: Πίνακας περιεχομένων συλλογής
fr: Table des matières pour la collection
hr: Tablica sadržaja za prikupljanje
sk: Obsah zostavy
sv: Index över innehållet av samlingen

source: Tag 1
cs: Značka 1
el: Ετικέτα 1
fr: Etiq. 1
sk: Štítok 1
sv: Markör 1

source: Tag 2
cs: Značka 2
el: Ετικέτα 2
fr: Etiq. 2
sk: Štítok 2
sv: Markör 2

source: Tags
cs: Značky
el: Ετικέτες
fr: Etiq.
sk: Štítky
sv: Markörer

source: Tags the Timer/Recording will have.
cs: Značky, které budou mít časovače/nahrávky
el: Ετικέτες που θα έχουν Χρονοδιακόπτης/Εγγραφή.
fr: Etiq. que Programmation/Enregistrement auront.
hr: Oznake koje će imati Tajmer/Snimanje
sk: Značky, ktoré budú mať nahrávky časovača.
sv: Märkning Timer/Inspelning kommer att ha.

source: Tags:
cs: Značky:
el: Ετικέτες:
fr: Etiq.:
hr: Oznake:
sk: Značky:
sv: Markörer:

source: Temperature and Fan control
cs: Řízení teploty a větráku
el: Έλεγχος θερμοκρασίας και ανεμιστήρα
fr: Contrôle Ventil. et Température
hr: Kontrola temperature i ventilatora
sk: Teplota a ventilátor
sv: Temperatur och Fläktkontroll

source: Temperature-dependent fan control.
cs: Řízení větráku v závislosti na teplotě
el: Έλεγχος θερμοκρασίας εξαρτώμενης από ανεμιστήρα.
hr: Temperatura ovisi o kontroli ventilatora.
sk: Ovládanie ventilátora podľa teploty
sv: Temperaturkänslig fläktkontroll.

source: Terrestrial
cs: Pozemní
el: Επίγειος
fr: Terrestre
hr: Zemaljski
sk: Pozemné
sv: Marksänd

source: Terrestrial provider
cs: Pozemní poskytovatel
el: Επίγειος πάροχος
fr: Opérateur terrestre
hr: Zemaljski pružatelj
sk: Poskytovateľ pozemných služieb
sv: Marksänd leverantör

source: Test DiSEqC settings
cs: Otestuj DiSEqC nastavení
el: Ρυθμίσεις δοκιμής DiSEqC
fr: Test configuration DiSEqC
hr: Testiraj DiSEqC postavke
sk: Vyskúšať nastavenia DiSEqC
sv: Testa DiSEqC inställningar

source: Test Type
cs: Typ testu
el: Τύπος Δοκιμής
fr: Type test
hr: Testiraj Tip
sk: Druh testu
sv: Test Typ

source: Test again
cs: Testovat znovu
el: Δοκιμή ξανά
fr: Tester encore
hr: Ponovi test
sk: Test siete
sv: Prova igen

source: Test mode
cs: Testovací mód
el: Κατάσταση ελέγχου
fr: Mode test
hr: Test način
sk: Testovací režim
sv: Testläge

source: Test the network configuration of your STB.
cs: Otestovat síťovou konfiguraci tvého Vu+.
el: Έλεγχος παραμετροποίησης δικτύου του δέκτη.
fr: Tester la configuration réseau de votre Vu+.
hr: Test mrežne konfiguracije STB.
sk: Otestovať sieťovú konfiguráciu Vu+.
sv: Testa nätverkskonfigurationen för boxen.

source: Test your DiSEqC equipment
cs: Otestuje DiSEqC zařízení
el: Δοκιμή εξοπλισμού DiSEqC
fr: Tester votre équipement DiSEqC
hr: Test DiSEqC opreme
sk: Vyskúšať zariadenie DiSEqC
sv: Testa din DiSEqC-utrustning.

source: Test-Messagebox?
cs: Vzkaz
fr: Tester-Messagebox?
hr: Test-poštanski sandučić?
sk: Hlásenie o teste?
sv: Test-Meddelandebox?

source: Thank you for using the wizard. Please press OK to continue.
cs: Ďekuji, že jsi použil průvodce. Stiskni prosím OK pro pokračování.
el: Ευχαριστούμε για τη χρήση του οδηγού. Παρακαλώ πιέστε ΟΚ για συνέχεια.
fr: Merci d'utiliser l'assistant. Veuillez presser OK pour continuer.
hr: Hvala vam za korištenje vodiča. Stisnite tipku OK za nastavak.
sk: Ďakujeme, že si použil sprievodcu. Pokračuj stlačením OK.
sv: Tack för att du använde guiden. Tryck OK för att forsätta.

source: Thank you for using the wizard. Your box is now ready to use. Please press OK to start using your STB.
cs: Děkujeme za použítí průvodce. Tvůj Vu+ je nyní připraven k používání. Stiskni OK a můžeš začít používat tvůj Vu+.
el: Ευχαριστούμε για τη χρήση τού οδηγού. Ο δέκτης είναι έτοιμος για χρήση. Παρακαλώ πιέστε ΟK για έναρξη χρήσης του δέκτη.
fr: Merci d'avoir utilisé l'assistant. Votre Vu+ est maintenant prêt à l'usage. Appuyer sur OK pour commencer à l'utiliser.
hr: Hvala vam na korištenju vodiča. Vaš prijemnik je sada spreman za korištenje. Molim pritisnite tipku OK za start vašeg STB-a.
sk: Ďakujeme za využitie pomocníka. Teraz je prijímač pripravený na používanie. Stlačením tlačítka OK môžeš začať používať Vu+.
sv: Tack för att du använde guiden. Boxen är nu konfigurerad. Tryck OK för att börja använda boxen.

source: Thank you for using the wizard. Your new AutoTimer has been added to the List. Please press OK to continue.
cs: Ďekuji, že jsi použil průvodce. Tvůj nový Autočasovač byl přidán do Seznamu. Stiskni prosím OK pro pokračování.
el: Ο νέος αυτόματος χρονοδιακόπτης προστέθηκε στη λίστα. Παρακαλώ πιέστε ΟΚ για συνέχεια.
fr: Merci d'utiliser l'assistant. Votre nouvelle ProgAuto a été ajoutée à la liste. Veuillez presser OK pour continuer.
hr: Hvala vam za korištenje vodiča. Vaš novi AutoTimer je dodan u listu. Stisnite tipku OK za nastavak.
sk: Ďakujeme, že si použii sprievodcu. Nový autočasovač bol pridaný do zoznamu. Stlač OK a pokračuj.
sv: Tack för att du använder guiden. Din nya AutoTimer har lagts till i listan. Tryck OK för att fortsätta.

source: The CleanupWizard informs you when the internal free memory of your dreambox has dropped below a definable threshold.You can use this wizard to remove some plugins.
cs: CleanupWizard tě informuje, když vnitřní paměť Vu+ klesla pod definovatelnou hranici. Můžeš pomocí tohoto průvodce taky odstranit některé moduly.
el: Ο Οδηγός Εκκαθάρισης σάς ενημερώνει όταν η ελεύθερη εσωτερική μνήμη του δέκτη έχει πέσει κάτω από ένα προσδιορίσιμο σημείο. Μπορείτε να χρησιμοποιήσετε τον οδηγό για αφαίρεση κάποιων επεκτάσεων.
fr: L'assistant nettoyage vous informe quand la mémoire libre interne de votre Vu+ chute au-dessous d'un seuil défini. Vous pouvez employer cet assistant pour enlever quelques plugins.
hr: Vodič za čišćenje vas obavještava kada je slobodna memorija vašeg STB ispod definirane granice. Možete koristiti ovaj vodič za uklanjanje nekih plugina.
sk: Sprievodca vyčistením (CleanupWizard) informuje o poklese voľnej pamäte pod stanovenú hranicu. Môžeš ho použiť na odstránenie niektorých pluginov.
sv: Rensaguiden informerar dig om när internminnet på boxen börjar ta slut. Du kan använda den här guiden för att ta bort appar.

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a STB format data DVD (which will not play in stand-alone DVD players) instead?
cs: DVD norma nepodporuje H.264 (HDTV) video streamy. Chceš místo toho vytvořit Vu+ formát dat DVD (které nebudou hrát v samostatných DVD přehrávačích)?
el: Το πρότυπο DVD δεν υποστηρίζει ροές βίντεο H.264 (HDTV). Θέλετε να δημιουργήσετε μορφή δεδομένων DVD δέκτη (δεν θα αναπαραχθούν σε αυτόνομα DVD players);
fr: Le DVD standard ne supporte pas les flux vidéo H.264 (HDTV). Souhaitez-vous créer un DVD au format de données Vu+ (qui ne sera pas lu dans un lecteur DVD seul) à la place?
hr: DVD standard ne podržava H.264 (HDTV) video streams. Želite li umjseto toga kreirati STB format za DVD (koji neće raditi u samostalnim DVD playerima)?
sk: DVD norma nepodporuje video H.264 (HDTV). Chceš namiesto toho vytvoriť dátové DVD vo formáte Vu+ (nedá sa prehrať na samostatných DVD prehrávačoch)?
sv: DVD standarden stödjer inte H.264 (HDTV) videoströmmar. Vill du skapa en boxformaterad data DVD (kommer ej kunnas spelas i vanlig DVD spelare) istället?

source: The Elektro Power Save Plugin puts the box from Standby to sleep mode (Deep Standby) at specified times. This only happens if the box is in standby and no recording is running or scheduled during the next 20 minutes. The box automatically wakes up for recordings or at the end of the specified sleep time. Hence you needn't wait for it to boot-up.
cs: Power Save modul Elektro uvádí box z pohotovostního režimu do režimu spánku (Deep Standby) v určených časech. Tato situace nastane pouze v případě, že box je v pohotovostním režimu a neběží žádné nahrávaní nebo je naplánováno během příštích 20 minut. Vu+ se automaticky probudí pro záznam nebo na konci zadaného doby spánku. Proto nemusíš čekat, aby se nastartoval.
el: Συμβαίνει μόνο αν ο δέκτης είναι σε αναμονή και δεν γίνεται ή δεν είναι προγραμματισμένη εγγραφή για τα επόμενα 20 λεπτά. Αυτόματα γίνεται αφύπνιση του δέκτη για εγγραφές ή στο τέλος του καθορισμένου χρόνου ύπνου. Δεν χρειάζεται να περιμένετε για επανεκκίνηση.
fr: Le Plugin Economie d'énergie fait passer le VU+ du mode veille au mode de veille profonde à l'heure spécifiée. Uniquement actif si le VU+ est en mode veille et si aucun enregistrement n'est en cours ou prévu dans les 20 prochaines mn. Le Vu+ se réveillera automatiquement pour des enregistrements ou à la fin de la période de sommeil spécifiée. Pas besoin de l'allumer.
hr: Elektro Power Save plugin stavlja Box iz pasivnog stanja u stanje mirovanja (duboko pasivno stanje), na određeno vrijeme. To se događa samo ako je Box u pasivnom stanju, a ne kada se izvodi snimanje ili ima raspored tijekom sljedećih 20 minuta. Box se automatski probudi za snimanje ili na kraju određenog vrijeme spavanja. Stoga ne morate čekati podizanje.
sk: Power Save Plugin Elektro uvádza box z pohotovostného režimu do režimu spánku (Deep Standby) v určených časoch. Táto situácia nastane iba v prípade, ak je box v pohotovostnom režime a nenahráva alebo nebude nahrávať behom ďalších 20 minút. Vu+ sa automaticky prebudí pre záznam alebo na konci zadanej doby spánku. Preto nemusíš čakať, aby sa naštartoval.
sv: Elektro Strömspar-appen sätter boxen i djupt viloläge på specifierade tider. Detta inträffar endast om boxen är i viloläge och inte kör en inspelning eller har en timer satt inom de närmaste 20 minuterna. Boxen vaknar automatiskt upp för att spela in om timer är satt eller när perioden för djupt viloläge är slut.

source: The Hotplug plugin notifies your system of newly added or removed devices.
cs: Modul Hotplug informuje systém o nově přidaných nebo odstraněných zařízeních.
el: Η επέκταση Σύνδεσης Συσκευών γνωστοποιεί στο σύστημά σας για πρόσφατες συσκευές που προστέθηκαν ή αφαιρέθηκαν.
fr: Le plugin Hotplug notifie votre système des périphériques ajoutés ou retirés dernièrement.
hr: Hotplug plugin obavještava sistem za nedavno dodane ili uklonjene uređaje.
sk: Plugin Hotplug upozorní systém na novopridané alebo odstránené zariadenia.
sv: Hotplug appen meddelar ditt system om tillagda eller borttagna enheter.

source: The NetworkWizard extension is not installed! Please install it.
cs: NetworkWizard rozšíření není nainstalováno! Nainstaluj jej, prosím.
el: Η επέκταση οδηγού δικτύου δεν είναι εγκατεστημένη! Παρακαλώ εγκαταστήστε την.
fr: L'extension Assistant Réseau n'est pas installée! Veuillez l'installer.
hr: NetworkWizard extenzije nisu instalirane! Instalirajte ih.
sk: Rozšírenie Sprievodca sieťou nie je nainštalované. Nainštaluj si ho.
sv: Utökningen Nätverksguiden är inte installerad! Vänligen installera den.

source: The PIN code has been changed successfully.
cs: PIN kód byl úspěšně změněn.
el: Ο κωδικός PIN άλλαξε επιτυχώς.
fr: Le code PIN a été changé avec succès.
hr: PIN je uspješno promijenjen.
sk: Kód PIN bol úspešne zmenený.
sv: PIN-kod har ändrats.

source: The PIN codes you entered are different.
cs: PIN kódy, které jsi zadal jsou různé.
el: Οι κωδικοί PIN που βάλατε είναι διαφορετικοί.
fr: Les codes PIN saisis sont différents.
hr: PIN kodove koje ste unijeli su različiti.
sk: Kódy PIN, ktoré si zadal, sú rôzne.
sv: PIN-koderna du har satt är överenstämmer inte.

source: The PicturePlayer displays your photos on the TV. You can view them as thumbnails or slideshow.
cs: PicturePlayer zobrazuje fotografie na TV. Můžeš je vidět jako miniatury nebo prezentaci.
el: Ο PicturePlayer απεικονίζει τις φωτογραφίες στην τηλεόραση. Μπορείτε να τις δείτε σαν μικρογραφίες ή προβολή παρουσίασης.
fr: Le PicturePlayer affiche vos photos à la TV. Vous pouvez les regarder comme vignettes ou diaporama.
hr: PicturePlayer prikazuje fotografije na TV-u. Možete ih gledati kao umanjene ili slideshow.
sk: Prehrávač obrázkov zobrazí fotografie na televízore. Môžeš si ich pozrieť ako náhľady alebo ako prezentáciu.
sv: Bildvisaren visar dina foton på TVn. Du kan visa dom som tumnagelbelder eller som bildspel.

source: The Satfinder plugin helps you to align your dish. It shows you informations about signal rate and errors.
cs: Modul Satfinder ti pomůže nastavit tvou parabolu. Ukáže ti informace o míře signálu a chybách.
el: Η επέκταση Ρύθμισης Σήματος βοηθάει στην ευθυγράμμιση του κατόπτρου. Εμφανίζει πληροφορίες αναλογίας σήματος και σφαλμάτων.
fr: Le plugin Satfinder vous aide à aligner votre parabole. Il vous montre des informations sur le taux et les erreurs de signal.
hr: Satfinder plugin vam pomaže kako bi uskladili antenu. Pokazuje informacije o signalu i greškama.
sk: Hľadač satelitov ti pomôže pri nasmerovaní paraboly. Zobrazí informácie o sile signálu a chybovosti.
sv: Satfinder appen hjälper dig att ställa in parabolantennen. Den visar information om signalstyrka och fel.

source: The SkinSelector shows a menu with selectable skins. It's now easy to change the look and feel of your STB.
cs: SkinSelector zobrazí menu s volitelnými vzhledy. Je nyní snadné změnit vzhled a dojem z tvého Vu+.
el: Ο Επιλογέας Θέματος εμφανίζει ένα μενού με επιλεγόμενα θέματα. Είναι εύκολη η αλλαγή εμφάνισης και αίσθησης του δέκτη.
fr: Le SkinSelector montre un menu avec les thèmes disponibles. Il est maintenant facile de changer l'apparence de votre Vu+.
hr: SkinSelector pokazuje izbornik skinova. To je lakše za promijeniti i pogledati na STB.
sk: Volič skinov zobrazí menu s voliteľnými skinmi. Teraz môžeš zmeniť skin a dojem z Vu+.
sv: SkinSelector visar en meny med valbara skal. Det är lätt att ändra utseende och känsla på boxen.

source: The SoftwareManager manages your STB software. It's easy to update your receiver's software, install or remove plugins or even backup and restore your system settings.
cs: SoftwareManager spravuje software tvého Vu+. Je snadné aktualizovat software přijímače, instalovat nebo odebrat moduly, nebo dokonce zálohovat a obnovit nastavení systému.
el: Ο SoftwareManager διαχειρίζεται το λογισμικό του δέκτη. Είναι εύκολη η ενημέρωση λογισμικού του δέκτη, η εγκατάσταση ή αφαίρεση επεκτάσεων ή ακόμα η δημιουργία αντιγράφων ασφαλείας και η επαναφορά ρυθμίσεων του συστήματος.
fr: Le Gestionnaire Logiciel gère le logiciel du Vu+. Il est facile de mettre à jour le logiciel de votre récepteur ou retirer des plugins, ou même sauvegarder ou restaurer vos paramètres système.
hr: SoftwareManage upravlja sa software STB . Olakšava update receiver's software, instaliranje ili brisanje plugins, backup i restore vaših sistem postavki.
sk: Správca software spravuje software vo Vu+. Jednoducho aktualizuješ software prijímača, nainštaluješ alebo odstrániš pluginy a obnovíš systémové nastavenia.
sv: Mjukvaruhanteraren hanterar boxens mjukvara. Det är lätt att uppdatera boxens mjukvara. Installera eller ta bort appar eller säkerhetskopiera eller återställa systemstatus.

source: The Softwaremanagement extension is not installed! Please install it.
cs: Rozšíření Softwaremanagement není nainstalováno! Nainstaluj jej, prosím.
el: Η επέκταση διαχείρισης λογισμικού δεν είναι εγκατεστημένη! Παρακαλώ εγκαταστήστε την.
fr: L'extension Gestionnaire Logiciel n'est pas installée! Veuillez l'installer.
hr: Softwaremanagement proširenja nisu instalirana! Instalirajte ih.
sk: Rozšírenie Správa software nie je nainštalované! Nainštaluj si ho.
sv: Utökningen Mjukvaruhanterare är inte installerad! Vänligen installera den.

source: The Timer will not be added to the List. Please press OK to close this Wizard.
cs: Časovač nebude přidán do seznamu. Stiskni OK, prosím, pro ukončení průvodce.
el: Ο χρονοδιακόπτης δεν θα προστεθεί στη λίστα. Παρακαλώ πιέστε ΟΚ για να κλείσει ο οδηγός.
fr: La programmation ne sera pas ajoutée à la liste. Veuillez presser OK pour fermer cet assistant.
hr: Timer neće biti dodan u Listu. Molimo pritisnite OK da biste zatvorili vodič.
sk: Časovač sa nepridá do zoznamu. Stlačením OK ukončiš sprievodcu.
sv: Timer kommer inte läggas till i listan. Vänligen tryck OK för att stänga guiden.

source: The Timespan of an AutoTimer is the first 'advanced' attribute. If a timespan is specified an event will only match this AutoTimer if it lies inside of this timespan.
cs: Časové rozpětí Autočasovače je první 'pokročilý' atribut. Je-li časové rozpětí specifikováno, událost bude odpovídat Autočasovači jenom pokud leží uvnitř tohoto časového rozpětí.
el: Το χρονικό διάστημα ενός αυτόματου χρονοδιακόπτη είναι το πρώτο 'προχωρημένο' χαρακτηριστικό. Αν ένα χρονικό διάστημα είναι καθορισμένο, ένα μόνο πρόγραμμα θα αντιστοιχεί σε αυτόν τον χρονοδιακόπτη αν βρίσκεται μέσα στο χρονικό διάστημα.
fr: La période d'une ProgAuto est le premier attribut 'avancé'. Si une période est spécifiée, un événement correspondra seulement à la ProgAuto si il se trouve dans cette période.
hr: Vremenski period AutoTimer je prva "napredna" osobina. Ako je vrem. period naznačen, događaj će se poklopiti sa ovim AutoTimer samo ako je u tom vrem. periodu.
sk: Časové obdobie je prvý „vyšší“ atribút automatického časovača. Ak je nastavené, program bude vyhovovať automatickému časovaču, len ak je v tomto období.
sv: Tidsintervallet för en AutoTimer är det första 'avancerade' attributet. Om ett tidsintervall är angett kommer en händelse bara att matcha om AutoTimer ligger innom tidsintervallet.

source: The USB stick was prepared to be bootable. Now you can download an NFI image file!
cs: USB flash disk je připraven být bootovatelný. Teď můžeš stáhnout soubor image NFI!
el: Το USB stick προετοιμάστηκε να είναι επανεκκινήσιμο. Τώρα μπορείτε να κάνετε λήψη του αρχείου λογισμικού NFI!
fr: La clé USB a été préparée pour être bootable. Maintenant vous pouvez télécharger un fichier image NFI!
hr: USB stick je spreman i botabilan. Sada možete preuzeti NFI image file!
sk: Kľúč USB je pripravený ako bootovateľný. Teraz môžeš stiahnuť súbor NFI.
sv: USB-enheten förbereddes för att vara startbar. Nu kan du ladda ner en NFI image fil!

source: The VPS-Plugin can determine whether a programme begins earlier or lasts longer.
cs: VPS-modul může určit, zda program začne dříve nebo trvá déle.
el: Η επέκταση VPS μπορεί να προσδιορίσει αν κάποιο πρόγραμμα αρχίζει νωρίτερα ή διαρκεί περισσότερο.
fr: Le Plugin VPS peut détecter si un programme débute plus tôt ou dure plus longtemps.
hr: VPS-Plugin može utvrditi da li program počinje ranije ili traje duže.
sk: VPS-Plugin môže určiť, či program začne skôr alebo trvá dlhšie.
sv: VPS-appen kan avgöra om ett program börjar tidigare eller slutar senare än fastställt.

source: The VideoEnhancement plugin provides advanced video enhancement settings.
cs: VideoEnhancement modul poskytuje pokročilé nastavení vylepšení videa.
el: Η επέκταση Βελτίωσης Εικόνας παρέχει προχωρημένες ρυθμίσεις.
fr: Le plugin VideoEnhancement fournit des paramètres d'amélioration vidéo.
hr: VideoEnhancement plugin pruža napredne postavke slike.
sk: Vylepšenie obrazu (VideoEnhancement) poskytuje pokročilé nastavenia vylepšenia obrazu.
sv: Videoförbättringsappen tillhandahåller avancerade videoförbättringsinställningar.

source: The VideoTune helps fine-tuning your tv display. You can control brightness and contrast of your tv.
cs: VideoTune pomáhá jemně doladit TV displej. Můžeš nastavit jas a kontrast tvé televize.
el: Το VideoTune βοηθάει στη μικρορύθμιση της οθόνης της τηλεόρασης. Μπορείτε να ελέγξετε τη φωτεινότητα και την αντίθεση της τηλεόρασης.
fr: Le VideoTune aide au réglage fin l'affichage TV. Vous pouvez contrôler la luminosité et le contraste de votre TV.
hr: VideoTune pomaže fino ugađanje TV zaslona. Možete kontrolirati svjetlinu i kontrast tv.
sk: Jemné naladenie obrazu (VideoTune) pomáha pri nastavení zobrazenia na televízore. Môžeš nastaviť jas a kontrast televízora.
sv: VideoTune hjälper till att finjustera TV skärmen. Du kan kontrollera ljusstyrka och kontrast på TVn.

source: The Videomode plugin provides advanced video mode settings.
cs: Videomode modul poskytuje pokročilé nastavení režimů videa.
el: Η επέκταση Λειτουργίας Βίντεο παρέχει προχωρημένες ρυθμίσεις τρόπου λειτουργίας εικόνας.
fr: Le plugin Videomode fournit un mode avancé des paramètres vidéo.
hr: Videomode plugin pruža napredne postavke slike.
sk: Režim obrazu (VideoMode) poskytuje pokročilé nastavenia obrazového režimu.
sv: Videoläge-appen tillhandahåller avancerade videolägesinställningar.

source: The WirelessLan plugin helps you configuring your WLAN network interface.
cs: Modul WirelessLan ti pomůže nakonfigurovat síťové rozhraní WLAN.
el: Η επέκταση Ασυρμάτου Δικτύου βοηθάει στην παραμετροποίηση διεπαφής δικτύου WLAN.
fr: Le plugin LanWIFI vous aide à configurer votre interface réseau sans fil.
hr: WirelessLan plugin pomaže konfiguriranje WLAN mrežnog sučelja.
sk: Plugin bezdrôtovej siete ti pomôže nakonfigurovať rozhranie WLAN.
sv: TrådlöstLAN-appen hjälper dig med konfigurering av WLAN (trådlöst nätverk) gränssnitt.

source: The backup failed. Please choose a different backup location.
cs: Zálohování selhalo. Prosím vyber jiné umístění zálohy.
el: Η δημιουργία αντιγράφου ασφαλείας απέτυχε. Επιλέξτε άλλη θέση για αντίγραφο ασφαλείας.
fr: La sauvegarde a échoué. Veuillez choisir un autre emplacement.
hr: Neuspjela izrada sigurnosne kopije. Molim odaberite drugu lokaciju.
sk: Zálohovanie zlyhalo. Zvoľ iné umiestnenie zálohy.
sv: Säkerhetskopieringen misslyckades. Välj en annan mapp för din säkerhetskopia.

source: The counter can automatically be reset to the limit at certain intervals.
cs: Čítač může být resetován automaticky na limit v určitých intervalech.
el: Ο μετρητής μπορεί αυτόματα να επανέλθει στο όριο συγκεκριμένων διαστημάτων.
fr: Le compteur peut automatiquement être remis à zéro à la limite de certains intervalles.
hr: Brojač se automatski može vratiti na limite u određenim vremenskim razmacima.
sk: Počítadlo sa dá v určitých intervaloch automaticky resetovať.
sv: Räknaren kan automatiskt återställas i vissa intervall.

source: The directory %s is not writable. Make sure you select a writable directory instead.
cs: Složka %s není zapisovatelná. Ujisti se, že si vybereš místo ní složku s možností zápisu.
el: Ο φάκελος %s δεν είναι εγγράψιμος. Βεβαιωθείτε ότι επιλέξατε εγγράψιμο φάκελο.
fr: Le répertoire %s n'est pas inscriptible. Choisir un répertoire inscriptible à la place.
hr: Directory %s nije zapisiv. Provjerite zapisiv directorij.
sk: Do adresára %s sa nedá zapisovať. Zvoľ taký adresár, do ktorého sa dá zapisovať.
sv: Mappen %s är inte skrivbar. Säkerställ att du har valt en skrivbar mapp.
