Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Authoring mode
cs: Authoring režim
el: Λειτουργία δημιουργίας ταινίας
fr: Mode création
hr: Autorski način
sk: Režim autorizácie
sv: Redigeringsläge

source: Auto chapter split every ? minutes (0=never)
cs: Auto rozdělení kapitol každých ? minut (0 = nikdy)
el: Αυτόματη δημιουργία κεφαλαίου κάθε ? λεπτά (0=ποτέ)
fr: Partage automatique chapitres chaque ? Minutes (0=jamais)
hr: Automatski chapter dijeli svakih ? minuta (0=never)
sk: Automaticky rozdeľovať kapitoly každých ? minút (0 = nikdy)
sv: Auto kapitelsplit varje ? minut (0=aldrig)

source: Auto flesh
fr: Correction couleurs de Peau
sk: Automatický flesh
sv: Auto hudfärg

source: Auto scart switching
cs: Automatické přepínání scartu
el: Αυτόματη εναλλαγή scart
fr: Commutation auto péritel
hr: Automatsko scart prebacivanje
sk: Automatické prepnutie scartu
sv: Auto scartbyte

source: AutoTimer Editor
cs: Editor Autočasovače
el: Επεξεργασία Χρονοδιακοπτών
fr: Editeur AutoTimer
hr: Uređivač AutoTimera
sk: Editor autočasovača

source: AutoTimer Filters
cs: Autočasovač - filtry
el: Φίλτρα Αυτόματου Χρονοδιακόπτη
fr: Filtres ProgAuto
hr: AutoTimer Filtera
sk: Filtre autočasovača
sv: AutoTimer Filter

source: AutoTimer Services
cs: Autočasovač - služby
el: Υπηρεσίες Αυτόματου Χρονοδιακόπτη
fr: Services ProgAuto
hr: AutoTimer kanala
sk: Stanice autočasovača
sv: AutoTimer Kanaler

source: AutoTimer Settings
cs: Autočasovač - nastavení
el: Ρυθμίσεις Αυτόματου Χρονοδιακόπτη
fr: Paramtètres ProgAuto
hr: Podešavanje AutoTimera
sk: Nastavenia autočasovača
sv: AutoTimer Inställningar

source: AutoTimer overview
cs: Autočasovač - přehled
el: Επισκόπηση Αυτόματου Χρονοδιακόπτη
fr: vue d'ensemble ProgAuto
hr: pregled AutoTimera
sk: Prehľad autočasovača
sv: AutoTimer överblick

source: AutoTimer scans the EPG and creates Timers depending on user-defined search criteria.
cs: Autočasovač skenuje EPG a vytvoří časovače v závislosti na uživatelsky definovaných kritérií vyhledávání.
el: Ο Αυτόματος Χρονοδιακόπτης σαρώνει το EPG και δημιουργεί Χρονοδιακόπτες βάση κριτηρίων αναζήτησης ορισμού χρήστη.
fr: La ProgAuto balaye l'EPG et crée des programmations définies par les critères de recherche utilisateur.
hr: AutoTimer pretražuje EPG i kreira Timere ovisno o korisničkom definiranju kriterija.
sk: Autočasovač prehľadá EPG a vytvorí časovače podľa užívateľom určených kritérií vyhľadávania.
sv: AutoTimer avsöker EPG och skapar timers beroende på användardefinierade sökkriterier.

source: AutoTimer was added successfully
cs: Autočasovač byl úspěšně přidán
el: Ο Αυτόματος Χρονοδιακόπτης προστέθηκε επιτυχώς
fr: ProgAuto ajoutée correctement
hr: AutoTimer je uspješno dodan
sk: Autočasovač bol pridaný
sv: AutoTimer lades till utan problem

source: AutoTimer was changed successfully
cs: Autočasovač byl úspěšně změněn
el: Ο Αυτόματος Χρονοδιακόπτης αλλάχθηκε επιτυχώς
fr: ProgAuto modifiée correctement
hr: AutoTimer je uspješno promijenjen
sk: Autočasovač bol zmenený
sv: AutoTimer ändrades utan problem

source: AutoTimer was removed
cs: Autočasovač byl smazán
el: Ο Αυτόματος Χρονοδιακόπτης αφαιρέθηκε
fr: ProgAuto supprimée
hr: AutoTimer je uklonjen
sk: Autočasovač bol zrušený
sv: AutoTimer togs bort

source: Automatic
cs: Automatické
el: Αυτόματο
fr: Automatique
hr: Automatski
sk: Automaticky
sv: Automatisk

source: Automatic Scan
cs: Autom. vyhledávání
el: Αυτόματη Σάρωση
fr: Analyse automatique
hr: Automatsko pretraživanje
sk: Autom. vyhľadávanie
sv: Automatisk sökning

source: Automatic volume adjustment
cs: Automatické nastavení hlasitosti
el: Αυτόματη ρύθμιση έντασης
fr: Ajustement automatique du volume
hr: Automatsko podešavanje glasnoće
sk: Automatické nastavenie hlasitosti
sv: Automatisk volymjustering

source: Automatic volume adjustment for ac3/dts services.
cs: Automatické nastavení hlasitosti pro ac3/dts služby
el: Αυτόματη ρύθμιση έντασης ήχου για υπηρεσίες ac3/dts.
fr: Ajustement automatique du volume pour les services AC3/DTS.
hr: Automatsko podešavanje glasnoće za ac3/dts kanale.
sk: Automatické nastavenie hlasitosti pre stanice s AC3/DTS.
sv: Automatisk volymjustering för ac3/dts kanaler.

source: Automatically change video resolution
cs: Automaticky změní rozlišení obrazu
el: Αυτόματη αλλαγή ανάλυσης εικόνας
fr: Changement automatique résolution vidéo
hr: Automatski promijeniti video rezoluciju
sk: Automatická zmena rozlíšenia obrazu
sv: Automatiskt byte av videoupplösning

source: Automatically changes the output resolution depending on the video resolution you are watching.
cs: Automaticky změní výstupní rozlišení v závislosti na rozlišení videa, které právě sleduješ.
el: Αυτόματα αλλάζει την έξοδο ανάλυσης ανάλογα με την ανάλυση εικόνας που παρακολουθείτε.
fr: Change automatiquement la résolution vidéo de sortie suivant la résolution vidéo que vous regardez.
hr: Automatski mijenja izlaznu rezoluciju ovisno o video rezoluciji koju gledate.
sk: Automaticky zmení rozlíšenie na výstupe podľa rozlíšenia sledovaného obrazu.
sv: Automatisk byte av upplösning beroende av källans upplösning.

source: Automatically create timer events based on keywords
cs: Automaticky vytvoří události časovače na základě klíčových slov
el: Αυτόμ. δημιουργία χρονοδιακόπτη προγραμ. βάσει λέξεων κλειδιών
fr: Créer automatiquement les programmations d'événements basés sur des mots-clés
hr: Automatsko stvara timer događaje na temelju ključnih riječi
sk: Automatická tvorba udalosti časovača podľa kľúčových slov.
sv: Automatiskt skapa timerhändelser baserat på nyckelord

source: Automatically informs you on low internal memory
cs: Automaticky tě informuje o nízké vnitřní paměti
el: Αυτόματη ενημέρωση για χαμηλή εσωτερική μνήμη
fr: Vous informe automatiquement si mémoire interne faible
hr: Automatski Vas obavještava o malo interne memorije
sk: Automaticky informuje o nedostatku pamäte
sv: Automatiskt informera dig om för lite ledigt internminne

source: Automatically refresh EPG
cs: Automaticky aktualizovat EPG
el: Αυτόματη ανανέωση EPG
fr: Régénérer automatiquement EPG
hr: Automatski osvježava EPG
sk: Automatická obnova EPG
sv: Uppdatera EPG automatiskt

source: Automatically send crashlogs to Dream Multimedia
cs: Automaticky odesílat crashlogy do Vu+
el: Αυτόματη αποστολή καταγραφών κρεμάσματος
fr: Envoyer automatiquement les crashlogs à Dream Multimedia
hr: Automatski šalje crashlogove Dream Multimedia
sk: Automatické posielanie správ o zrútení do Vu+
sv: Automatiskt skicka crashlog till Dream Multimedia

source: Autoresolution
cs: Autorozlišení
el: Αυτόματη ανάλυση
fr: RésolutionAuto
hr: Automastka rezolucija
sk: Autorozlíšenie
sv: Autoupplösning

source: Autoresolution Plugin Testmode: Is %s OK?
cs: Testmód modulu Autorozlišení: Je %s OK?
el: Έλεγχος Επέκτασης Αυτόματης Ανάλυσης: Είναι %s εντάξει;
fr: Plugin ResolutionAuto mode test: Is %s OK?
hr: Testiranje automatske rezolucije: To je %s OK?
sk: Testmód pluginu Autorozlíšenie: Je %s OK?
sv: Autoupplösningapp test: Är %s OK?

source: Autoresolution Switch
cs: Přepínač Autorozlišení
el: Διακοπή Αυτόματης Ανάλυσης
fr: Commutateur ResolutionAuto
hr: Prebacivanje na automatsku rezoluciju
sk: Prepínač Autorozlíšenia
sv: Autoupplösningswitch

source: Autoresolution is not working in Scart/DVI-PC Mode
cs: Autorozlišení nefunguje v Scart/DVI-PC režimu
el: Η Αυτόματη Ανάλυση δεν λειτουργεί σε κατάσταση Scart/DVI-PC
fr: ResolutionAuto inactive en mode Péritel/DVI-PC
hr: Automatska rezolucija ne radi u Scart/DVI-PC Mode
sk: Autorozlíšenie nepracuje v režime Scart, DVI, PC
sv: Autoupplösning fungerar inte i Scart/DVI-PV Läge

source: Autoresolution settings
cs: Nastavení Autorozlišení
el: Ρυθμίσεις αυτόματης ανάλυσης
fr: Réglages ResolutionAuto
hr: Postavke za automatsku rezoluciju
sk: Nastavenia Autorozlíšenia
sv: Autoupplösning inställningar

source: Autoresolution videomode setup
cs: Nastavení videorežimu Autorozlišení
el: Ρύθμιση αυτόματης ανάλυσης λειτουργίας εικόνας
fr: Paramètres vidéo de ResolutionAuto
hr: Postavke automatske rezolucije video moda
sk: Nastavenie obrazového režimu Autorozlíšenia
sv: Autoupplösning videolägesinstallation

source: Autos & Vehicles
cs: Auta a Vozidla
el: Αυτοκίνητα & Οχήματα
fr: Autos & Véhicules
hr: Automobili i vozila
sk: Autá a doprava
sv: Motor & Fordon

source: Autowrite timer
cs: Časovač Autozápisu
el: Χρονοδιακόπτης αυτόματης εγγραφής
fr: Enregistrement auto programmation
hr: Autozapis timera
sk: Automatický zápis časovača
sv: Automatskapa timer

source: Available format variables
cs: Dostupné proměnné formátu
el: Διαθέσιμη διαμόρφωση μεταβλητών
fr: Formats variables disponibles
hr: Dostupne format varijable
sk: Dostupné premenné formátu
sv: Tillgängliga formatvariabler

source: BASIC-HD Skin by Ismail Demir
cs: BASIC-HD vzhled od Ismail Demir
el: Θέμα BASIC-HD από Ismail Demir
fr: Thème BASIC-HD par Ismail Demir
sk: Základný skin HD, autor Ismail Demir
sv: BASIC-HD skal av Ismail Demir

source: BASIC-HD Skin for STB Images created from Ismail Demir
cs: BASIC-HD vzhled pro Vu+ Image vytvořen Ismailem Demirem
el: Θέμα BASIC-HD για λογισμικά δέκτη από Ismail Demir
fr: Thème BASIC-HD pour images Deambox créé par Ismail Demir
sk: Základný skin HD pre image Vu+, autor Ismail Demir
sv: BASIC-HD skal för operativsystem skapat av Ismail Demir

source: Back
cs: Zpět
el: Πίσω
fr: Arrière
hr: Nazad
sk: Späť
sv: Tillbaka

source: Back, lower USB Slot
cs: Zadní, spodní USB slot
el: Πίσω, κάτω θύρα USB
fr: USB slot arrière bas
hr: Zadnji, donji USB utor
sk: Vzadu, dolný slot USB
sv: Bak, nedre USB kontakt

source: Back, upper USB Slot
cs: Zadní, horní USB slot
el: Πίσω, επάνω θύρα USB
fr: USB slot arrière haut
hr: Zadnji, gornji USB slot
sk: Vzadu, horný slot USB
sv: Bak, övre USB kontakt

source: Background
cs: Pozadí
el: Παρασκήνιο
fr: Arrière plan
hr: Pozadina
sk: Pozadie
sv: Bakgrund

source: Backup done.
cs: Zálohování dokončeno.
el: Το αντίγραφο ολοκληρώθηκε.
fr: Sauvegarde effectuée.
hr: Spremanje kopije završeno.
sk: Zálohovanie skončilo.
sv: Säkerhetskopiering klar.

source: Backup failed.
cs: Zálohovaní se nezdařilo.
el: Αποτυχία δημιουργίας αντιγράφου ασφαλείας.
fr: Echec sauvegarde.
hr: Spremanje kopije nije uspjelo.
sk: Zálohovanie zlyhalo.
sv: Säkerhetskopiering misslyckades.

source: Backup is running...
cs: Běží zálohování...
el: Το αντίγραφο ασφαλείας εκτελείται...
fr: Sauvegarde en cours...
hr: Spremanje kopije se izvodi ...
sk: Zálohovanie beží...
sv: Säkerhetskopiering pågår...

source: Backup system settings
cs: Záloha nastavení systému
el: Αντίγραφο ασφαλείας ρυθμίσεων συστήματος
fr: Sauver paramètres système
hr: Postavke sustava spremanja kopija
sk: Zálohovať nastavenia systému
sv: Säkerhetskopiering av systeminställningar

source: Band
cs: Pásmo
el: Μπάντα
fr: Bande
hr: Frekv. opseg
sk: Pásmo

source: Bandwidth
cs: Šírka pásma
el: Εύρος ζώνης
fr: Bande passante
hr: Propusnost
sk: Šírka pásma
sv: Bandbredd

source: Begin of "after event" timespan
cs: Začátek časového rozpětí "po události"
el: Έναρξη χρονικού διαστήματος "μετά το πρόγραμμα"
fr: Début de période "après événement"
hr: Početak vrem.perioda poslije događaja
sk: Začiatok časového obdobia "po udalosti"
sv: Början på "efter händelse" tidsintervall

source: Begin of timespan
cs: Začátek časového rozpětí
el: Έναρξη χρονικού διαστήματος
fr: Début de période
hr: Početak vremenskog perioda
sk: Začiatok časového obdobia
sv: Början på tidsintervall

source: Begin time
cs: Čas začátku
el: Ώρα έναρξης
fr: Heure début
hr: Početno vrijeme
sk: Čas začiatku
sv: Starttid

source: Behavior of 'pause' when paused
cs: Chování tlačítka "pauza" když je film pozastaven
el: Συμπεριφορά του 'pause' στην παύση
fr: Comportement de 'pause' si déjà en pause
hr: Postupak na 'pauzi' kada pauzira
sk: Funkcia tlačítka PAUZA počas pauzy
sv: Beteende av 'pause' vid paus

source: Behavior of 0 key in PiP-mode
cs: Chování tlačítka 0 v PiP módu
el: Συμπεριφορά του πλήκτρου 0 στο PiP
fr: Effet touche 0 en mode PiP
hr: Uloga tipke 0 u PIP-modu
sk: Funkcia tlačítka 0 v režime obraz v obraze
sv: Beteende av 0 i BiB-läge

source: Behavior when a movie is started
cs: Chování když je film spuštěn
el: Συμπεριφορά όταν μία ταινία έχει αρχίσει
fr: Action lorsqu'un film est démarré
hr: Postupak kada počne film
sk: Činnosť po spustení filmu
sv: Beteende när en film startas

source: Behavior when a movie is stopped
cs: Chování když je film zastaven
el: Συμπεριφορά όταν μια ταινία έχει σταματήσει
fr: Action lorsqu'un film est stoppé
hr: Postupak kada stane film
sk: Činnosť po zastavení filmu
sv: Beteende när en film stoppas

source: Behavior when a movie reaches the end
cs: Režim když film dosáhne konce
el: Συμπεριφορά όταν μια ταινία έχει φτάσει στο τέλος
fr: Action lorsqu'un film atteint la fin
hr: Postupak kada film dođe do kraja
sk: Činnosť po skončení filmu
sv: Beteende när en film slutar

source: Bitrate:
fr: Débit:
hr: Brzina u bit/s:
sk: Dátový tok:

source: Block noise reduction
cs: Potlačení šumu bloků
el: Φραγή μείωσης θορύβου
fr: Bloc réduction bruit
hr: Block noise redukcija
sk: Potlačenie blokového šumu
sv: Block brus minskning

source: Blue boost
cs: Zvýraznění modré
el: Τόνωση μπλε
fr: Intensifier le bleu
sk: Zvýrazniť modrú
sv: Blå förstärkning

source: Bonjour/Avahi control plugin
cs: Modul ovládání Bonjour/Avahi
el: Επέκταση ελέγχου Bonjour/Avahi
fr: Plugin contrôle Bonjour/Avahi
sk: Ovládací plugin Bonjour/Avahi
sv: Bonjour/Avahi kontrollapp

source: Bonjour/Avahi control plugin.
cs: Modul ovládání Bonjour/Avahi.
el: Επέκταση ελέγχου Bonjour/Avahi
fr: Plugin contrôle Bonjour/Avahi.
sk: Ovládací plugin Bonjour/Avahi.
sv: Bonjour/Avahi kontrollapp.

source: Bookmarks
cs: Záložky
el: Σελιδοδείκτες
fr: Marque pages
sk: Záložky
sv: Bokmärken

source: Bouquets
cs: Přehledy
el: Μπουκέτα
hr: Paketi
sk: Prehľady
sv: Favoriter

source: Brazil
cs: Brazílie
el: Βραζιλία
fr: Brésil
sk: Brazília
sv: Brasilien

source: Brightness
cs: Světlost
el: Φωτεινότητα
fr: Luminosité
hr: Svjetlost
sk: Jas
sv: Ljusstyrka

source: Browse ORF and SAT1 Teletext independent from channel. This need I-net conection.
cs: Procházet ORF a SAT1 Teletext nezávisle na kanálu. Je nutné I-Net připojení.
el: Περιήγηση Τηλεκειμένου ORF και SAT1 ανεξάρτητου από κανάλι. Χρειάζεται σύνδεση I-net.
fr: Explorer teletexte ORF & SAT1 peu importe la chaîne. Nécessite un accès I-net
hr: Pregled ORF i SAT1 teleteksta neovisno od kanala. To zahtjeva internet konekciju.
sk: Prehliadať teletext ORF a SAT1 nezávisle od stanice. Vyžaduje to pripojenie I-net.
sv: Bläddra på ORF och SAT1 Texttv oberoende av kanal. Detta kräver I-net anslutning.

source: Browse for and connect to network shares
cs: Vyhledat a připojit se ke sdíleným síťovým zdrojům
el: Αναζήτηση και σύνδεση σε κοινόχρηστα δίκτυα
fr: Recherche de partages réseau et connection
hr: Traženje mrežne konekcije za dijeljenje
sk: Vyhľadať a pripojiť sa ku zdieľaným sieťovým zdrojom
sv: Bläddra efter och anslut till nätverksutdelningar

source: Browse for nfs/cifs shares and connect to them.
cs: Vyhledat a připojit se ke sdíleným nfs/cifs zdrojům
el: Αναζήτηση κοινόχρηστων nfs/cifs και σύνδεση.
fr: Recherche de partages nfs/cifs et se connecter à eux.
hr: Traženje za nfs/cifs dijeljenja i povezivanje s njima.
sk: Vyhľadať a pripojiť sa ku zdieľaným nfs/cifs zdrojom
sv: Bläddra efter nfs/cifs utdelningar och anslut till dem.

source: Browse network neighbourhood
cs: Procházet síť
el: Αναζήτηση γειτονικών δικτύων
fr: Analyser le voisinage de réseau
hr: Pronađi susjedne mreže
sk: Prehľadávať siete v susedstve
sv: Bläddra i nätverket

source: Burn DVD
cs: Vypálit DVD
el: Εγγραφή DVD
fr: Graver DVD
hr: Snimi DVD
sk: Napáliť DVD
sv: Bränn DVD

source: Burn existing image to DVD
cs: Vypálit stávající image na DVD
el: Εγγραφή τρέχοντος λογισμικού σε DVD
fr: Graver image existante sur le DVD
hr: Snimi image na DVD
sk: Napáliť existujúci image na DVD
sv: Bränn existerande operativsystem till DVD

source: Burn to DVD
cs: Vypálit na DVD
el: Εγγραφή σε DVD
fr: Graver sur DVD
hr: Snimi na DVD
sk: Napáliť na DVD...
sv: Bränn till DVD

source: Burn your recordings to DVD
cs: Vypal si tvé nahrávky na DVD
el: Αντιγραφή εγγραφών σε DVD
fr: Graver vos enregistrements sur DVD
hr: Snimi na DVD
sk: Napáľ si nahrávky na DVD
sv: Bränn dina inspelningar till DVD

source: Bus:
cs: Sběrnice:
el: Δίαυλος:
sk: Zbernica:
sv: Buss:

source: By enabling this events will not be matched if they don't occur on certain dates.
cs: Když povolíš toto, události nebudou označeny, pokud se nevyskytují v určité dny.
el: Με την ενεργοποίησή του, τα προγράμματα δεν θα αντιστοιχούν αν δεν συμβούν σε ορισμένες ημερομηνίες.
fr: En activant cela, les évènements qui ne se produisent pas à certaines dates ne seont pas apairés
hr: Omogućavanjem ovog događaja neće se uskladiti ako se ne javljaju u određene datume.
sk: Po zapnutí tejto funkcie sa programy nenájdu, ak nie sú v určitých dátumoch.
sv: Vid aktivering kommer händelser inte bli matchade om de inte inträffar på vissa datum.

source: By enabling this you will be notified about similar timers added during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
cs: Povolením tohoto budeš informován o podobných časovačích přidaných během automatizovaného dotazování. Nepodílí se na tom žádná inteligence, takže by tě mohlo obtěžovat hlášení o stejném konfliktu znovu a znovu.
el: Με την ενεργοποίησή του θα ειδοποιηθείτε για παρόμοιους χρονοδιακόπτες που προστέθηκαν κατά την αυτοματοποιημένη πρόσκληση. Δεν εμπλέκεται νοημοσύνη, οπότε μπορεί να ενοχλείστε για την ίδια διένεξη ξανά και ξανά.
fr: En activant cela, vous serez averti d'une même programmation ajoutée lors d'une recherche automatique. Vous risquez d'être dérangé de nombreuses fois pour le même conflit.
hr: Omogućivši ovo, biti ćete obavješteni o vremenskim konfliktima nađenim tijekom automatskog prikaza. Nije inteligentno riješeno, stoga Vas može zasmetati kada se pojavi jednaki konflikt više puta.
sk: Povolením tohto budeš informovaný o podobných časovačoch pridaných počas automatizovaného dotazovania. Nepodieľa sa na tom žiadna inteligencia, takže by ťa mohlo obťažovať hlásenie o rovnakom konflikte znova a znova.
sv: Genom att aktivera detta kommer du att bli upplyst om liknande timers som lagts till under autopoll. DEt finns ingen inteligens ivolverad så risken finns att systemet upprepar att konflikt uppstått.

source: By enabling this you will be notified about timer conflicts found during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
cs: Povolením tohoto budeš informován o konfliktech časovačů nalezených během automatizovaného dotazování. Nepodílí se na tom žádná inteligence, takže by tě mohlo obtěžovat hlášení o stejném konfliktu znovu a znovu.
el: Με την ενεργοποίησή του θα ειδοποιηθείτε για διενέξεις χρονοδιακοπτών που βρέθηκαν κατά την αυτοματοποιημένη πρόσκληση. Δεν εμπλέκεται νοημοσύνη, οπότε μπορεί να ενοχλείστε για την ίδια διένεξη ξανά και ξανά.
fr: En activant cela, vous serez averti d'un conflit de programmation au cours d'une recherche automatique. Vous risquez d'être dérangé de nombreuses fois pour le même conflit.
hr: Uključenjem ovoga, biti će te obaviješteni o problemima timera praćenih za vrijeme automatskog biranja. Nije pametno uključiti jer vam može stalno dosađivati o istom problemu.
sk: Po zapnutí tejto funkcie budeš pri automatickom dopytovaní dostávať informácie o konfliktoch časovača. Nevyužíva sa tu žiadna logika, takže ťa môže ten istý konflikt vyrušovať stále znova.
sv: Vid aktivering kommer du upplysas om timerkonflikter vid autopoll. Det finns ingen intelligens inblandad, du bör undersöka om du får konflikter.

source: By pressing the OK Button on your remote control, the info bar is being displayed.
cs: Zmáčknutím OK na tvém dálkovém ovladači je infobar zobrazen.
el: Πιέζοντας ΟΚ εμφανίζεται η γραμμή πληροφοριών.
fr: En pressant le bouton OK de votre télécommande, la barre d'information est affichée.
hr: Pritiskom na tipku OK daljinskog upravljača, info traka bit će prikazana.
sk: Po stlačení tlačítka OK na diaľkovom ovládači sa zobrazia informácie.
sv: Infofältet visas om du trycker OK på fjärrkontrollen.

source: C-Band
fr: Bande C
sk: Pásmo C

source: CDInfo enables gathering album and track details from CDDB and CD-Text when playing Audio CDs in Mediaplayer.
cs: CDInfo umožňuje shromažďování údajů o albu a stopách z CDDB a CD-Text při přehrávání audio CD v Mediaplayer.
el: Το CDInfo ενεργοποιεί τη συλλογή λεπτομερειών άλμπουμ και τραγουδιών από CDDB and CD-Text όταν αναπαράγονται μουσικά CD από τον Mediaplayer.
fr: CDInfo permet recueillir des détails d'album et de piste depuis CDDB et CD-Texte en jouant les Cd audio dans Mediaplayer.
hr: CDInfo omogućuje prikupljanje detalja albuma i skladbi iz CDDB i CD-Text kada audio CD radi u MediaPlayeru
sk: CDInfo zbiera informácie o albumoch a skladbách z CDDB a CD-Text pri prehrávaní Audio CD v prehrávači médií.
sv: CD-Info aktiverar insamling av album och spårinformation från CDDB och CD-Text vid uppspelning av ljud-CDs i Mediaspelaren.

source: CI assignment
cs: Přiřazení CI
el: Προσδιορισμός CI
fr: Assignation CI
hr: CI postavke
sk: Priradenie CI
sv: CI tilldelning

source: CIFS share
cs: Sdílení CIFS
el: Κοινόχρηστο CIFS
fr: Partage CIFS
hr: CIFS dijeljenje
sk: Zdieľanie CIFS
sv: CIFS-delning

source: Cable
cs: Kabel
el: Καλωδιακό
fr: Câble
hr: Kabel
sk: Kábel
sv: Kabel

source: Cache Thumbnails
cs: Uchovat náhledy
el: Κρυφή μνήμη μικρογραφιών
fr: Cache vignettes
hr: Učitaj sličice
sk: Uchovať náhľady
sv: Buffra miniatyrer

source: Callmonitor for NCID-based call notification
cs: Callmonitor pro oznámení volání založených na NCID
el: Παρακολούθηση κλήσεων από γνωστοποιήσεις κλήσης βάσει NCID
fr: Moniteur d'appel pour avis d'appel NCID-based
hr: Callmonitor za NCID-vrste identifikacija poziva
sk: Monitor volaní pre oznamy volaní NCID
sv: Nummerpresentatör för NCID-baserade samtal

source: Callmonitor for the Fritz!Box routers
cs: Callmonitor pro routery Fritz!Box
el: Παρακολούθηση κλήσεων δρομολογητών Fritz!Box
fr: Moniteur d'appel pour routeurs Fritz!Box
hr: Callmonitor za Fritz!Box routere
sk: Monitor volaní pre routery Fritzbox
sv: Nummerpresentatör för Fritz!Box routrar

source: Can't connect to server. Please check your network!
cs: Nelze se připojit k serveru. Zkontroluj prosím tvou síť!
el: Αδύνατη η σύνδεση στον διακομιστή. Παρακαλώ ελέγξτε το δίκτυό σας!
fr: Ne peut se connecter au serveur. Veuillez vérifier votre réseau!
hr: Ne može se spojiti na server. Molim provjerite mrežu!
sk: Nedá sa pripojiť k serveru. Skontroluj sieť!
sv: Kan inte ansluta till servern. Kontrollera ditt nätverk!

source: Canada
cs: Kanada
el: Καναδάς
hr: Kanada
sk: Kanada
sv: Kanada

source: Cancel
cs: Zrušit
el: Ακύρωση
fr: Annuler
hr: Odustani
sk: Zrušiť
sv: Avbryt

source: Capacity:
cs: Kapacita:
el: Χωρητικότητα:
fr: Capacité:
hr: Kapacitet:
sk: Kapacita:
sv: Kapacitet:

source: Card
cs: Karta
el: Κάρτα
fr: Carte
hr: Kartica
sk: Karta
sv: Kort

source: Catalan
cs: Katalánsky
el: Καταλανικά
hr: Katalonski
sk: Katalánčina
sv: Katalanska

source: Center screen at the lower border
cs: Vystřeď displej na spodní okraj
el: Κεντρική οθόνη στο κατώτερο περίγραμμα
fr: Centrer image sur la bordure inférieure
hr: Centar zaslona na donje granice
sk: Vystrediť obrazovku na dolnom okraji
sv: Centrera skärmen vid den nedre kanten

source: Center screen at the upper border
cs: Vystřeď displej na horní okraj
el: Κεντρική οθόνη στο ανώτερο περίγραμμα
fr: Centrer image sur la bordure supérieure
hr: Centar zaslona na gornje granice
sk: Vystrediť obrazovku na hornom okraji
sv: Centrera skärmen vid den övre kanten

source: Change active delay
cs: Změň aktivní zpoždění
el: Αλλαγή ενεργής καθυστέρησης
fr: Changer le retard actif
hr: Promjena aktivnog delaya
sk: Zmeniť aktívne oneskorenie
sv: Ändra aktiv fördröjning
