Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: View list of available Display and Userinterface extensions.
cs: Zobrazit seznam dostupných rozšíření displeje a uživatelského rozhraní.
el: Προβολή λίστας διαθέσιμων επεκτάσεων Απεικόνισης και Περιβάλλοντος Χρήστη.
fr: Voir liste extensions affichage/interface utilisateur disponibles.
hr: Pogledaj popis dostupnih Display i Userinterface ekstenzija.
sk: Zobraziť zoznam dostupných rozšírení zobrazenia a užívateľského rozhrania.
sv: Visa lista över tillgängliga utökningar för skärm och användargränssnitt .

source: View list of available EPG extensions.
cs: Zobrazit seznam dostupných rozšíření EPG.
el: Προβολή λίστας διαθέσιμων επεκτάσεων EPG.
fr: Voir liste extensions EPG disponibles.
hr: Pogledaj popis dostupnih EPG extenzija.
sk: Zobraziť zoznam dostupných rozšírení EPG.
sv: Visa lista över tillgängliga EPG utökningar.

source: View list of available Satellite equipment extensions.
cs: Zobrazit seznam dostupných rozšíření satelitního vybavení.
el: Προβολή λίστας διαθέσιμων επεκτάσεων δορυφορικού εξοπλισμού.
fr: Voir liste extensions dispositif satellitaire disponibles.
hr: Pogledaj popis dostupnih extenzija satelitske opreme.
sk: Zobraziť zoznam dostupných rozšírení satelitného zariadenia.
sv: Visa lista över tillgängliga utökningar för satellitutrustning.

source: View list of available communication extensions.
cs: Zobrazit seznam dostupných komunikačních rozšíření.
el: Προβολή λίστας διαθέσιμων επεκτάσεων επικοινωνίας.
fr: Voir liste extensions communication disponibles.
hr: Pogledaj popis dostupnih komunikacijskih extenzija.
sk: Zobraziť zoznam dostupných komunikačných rozšírení.
sv: Visa lista över tillgängliga utökningar för kommunikation.

source: View list of available default settings
cs: Zobrazit seznam dostupných výchozích nastavení
el: Προβολή λίστας διαθέσιμων προεπιλεγμένων ρυθμίσεων
fr: Voir liste configurations prédéfinies disponibles.
hr: Pogledaj popis dostupnih default postavki
sk: Zobraziť zoznam dostupných predvolených nastavení
sv: Visa lista över tillgängliga grundinställningar

source: View list of available multimedia extensions.
cs: Zobrazit seznam dostupných multimediálních rozšíření
el: Προβολή λίστας διαθέσιμων επεκτάσεων πολυμέσων.
fr: Voir liste extensions multimédias disponibles.
hr: Pogledaj popis dostupnih multimedijskih ekstenzija.
sk: Zobraziť zoznam dostupných multimediálnych rozšírení.
sv: Visa lista över tillgängliga multimediautökningar.

source: View list of available networking extensions
cs: Zobrazit seznam dostupných síťových rozšíření
el: Προβολή λίστας διαθέσιμων επεκτάσεων δικτύου.
fr: Voir liste extensions du réseau disponibles.
hr: Pogledaj popis dostupnih mrežnih proširenja.
sk: Zobraziť zoznam dostupných sieťových rozšírení
sv: Visa lista över tillgängliga nätverksutökningar

source: View list of available recording extensions
cs: Zobrazit seznam dostupných rozšíření nahrávání
el: Προβολή λίστας διαθέσιμων επεκτάσεων εγγραφής.
fr: Voir liste extensions d'enregistrements disponibles.
hr: Pogledaj popis dostupnih recording extenzija
sk: Zobraziť zoznam dostupných rozšírení pre nahrávanie
sv: Visa lista över tillgängliga inspelningsutökningar

source: View list of available skins
cs: Zobrazit seznam dostupných vzhledů
el: Προβολή λίστας διαθέσιμων θεμάτων.
fr: Voir liste thèmes disponibles.
hr: Pogledaj popis dostupnih skinova
sk: Zobraziť zoznam dostupných skinov
sv: Visa lista över tillgängliga skal

source: View list of available software extensions
cs: Zobrazit seznam dostupných rozšíření softwaru
el: Προβολή λίστας διαθέσιμων επεκτάσεων λογισμικού.
fr: Voir liste extensions logiciels disponibles.
hr: Pogledaj popis dostupnih softverskih exstenzija
sk: Zobraziť zoznam dostupných software rozšírení
sv: Visa lista över tillgängliga mjukvaru-utökningar

source: View list of available system extensions
cs: Zobrazit seznam dostupných systémových rozšíření
el: Προβολή λίστας διαθέσιμων επεκτάσεων συστήματος.
fr: Voir liste extensions des systèmes disponibles.
hr: Pogledaj popis dostupnih system exstenzija
sk: Zobraziť zoznam dostupných systémových rozšírení
sv: Visa lista över tillgängliga systemutökningar

source: View related videos
cs: Zobrazit související videa
el: Προβολή σχετικών βίντεο
fr: Voir vidéos proches
hr: Pregled pripadajućih videa
sk: Zobraziť podobné videá
sv: Visa relaterade videos

source: View response videos
cs: Zobrazit odezvy videa
el: Προβολή απόκρισης βίντεο
fr: Voir réponses vidéos
hr: Pogledajte odgovore videa
sk: Zobraziť odozvy videa
sv: Visa resultatets videos

source: View teletext...
cs: Zobrazit teletext...
el: Προβολή teletext…
fr: Afficher télétexte...
hr: Pregled teleteksta...
sk: Zobraziť teletext...
sv: Visa texttv...

source: View, edit or delete mountpoints on your STB.
cs: Zobrazení, úprava nebo odstranění přípojných bodů na tvém Vu+.
el: Προβολή, επεξεργασία και διαγραφή προσαρτήσεων.
fr: Voir, éditer ou effacer points montage sur votre Vu+.
hr: Pregled, uređivanje ili brisanje mountpoints na vašem STB.
sk: Zobraziť, upraviť alebo odstrániť body pripojenia k Vu+.
sv: Visa, ändra eller ta bort monteringspunkter på boxen.

source: View, edit or delete usernames and passwords for your network.
cs: Prohlížet, editovat nebo mazat uživatelská jména a hesla tvé sítě.
el: Προβολή, επεξεργασία ή διαγραφή χρηστών και κωδικών πρόσβασης δικτύου.
fr: Voir, éditer ou supprimer noms d'utilisateurs et mot de passe
hr: Pregled, uređivanje ili brisanje korisničkog imena i lozinke mreže.
sk: Zobraziť, upraviť alebo vymazať prístupové mená a heslá do siete.
sv: Visa, ändra eller ta bort användarnamn och lösenord på ditt nätverk.

source: Views:
cs: Zobrazení:
el: Προβολές:
fr: Vues:
hr: Pregleda:
sk: Zobrazenia:
sv: Visningar:

source: Virtual KeyBoard
cs: Virtuální klávesnice
el: Εικονικό Πληκτρολόγιο
fr: Clavier virtuel
sk: Virtuálna klávesnica
sv: Virtuellt tangentbord

source: Visualization for the European Installation Bus
cs: Vizualizace Evropské instalační sběrnice EIB
el: Οπτικοποίηση για την Ευρωπαϊκή Εγκατάσταση Αρτηρίας
fr: Visualisation pour l'installation Bus Européenne
sk: Vizualizácia pre European Installation Bus
sv: Visualisering för European Installation Buss.

source: Visualize and control your lights, dimmers, blinds, thermostats etc. through EIB/KNX. (linknx server required)
cs: Vizualizace a ovládání světel, stmívačů, žaluzií, termostatů atd. prostřednictvím EIB/KNX. (nutný linknx server)
el: Οπτικοποίηση και έλεγχος φώτων, ρεοστατών, περσίδων, θερμοστατών, κ.λπ. μέσω EIB/KNX. (απαιτείται διακομιστής linknx)
fr: Visualiser et contrôler vos lumières, variateurs, volets, thermostats etc. à travers EIB/KNX. (nécessite serveur linknx)
sk: Zobraz a ovládaj svoje svetlá, stmievače, rolety, termostaty a pod. pomocou EIB/KNX (je potrebný server linknx).
sv: Visualisera och kontrollera dina dimmers, persienner, termostater mm genom RIB/KNX. (linknx server krävs).

source: Voltage mode
cs: Mód napětí
el: Τρόπος λειτουργίας τάσης
fr: Mode voltage
hr: Mod Napona
sk: Napäťový režim
sv: Spänningsläge

source: Volume
cs: Hlasitost
el: Ένταση
hr: Volumen
sk: Hlasitosť
sv: Volym

source: W
cs: Západní
el: Δ
fr: O
sk: Z
sv: V

source: WLAN connection
cs: Připojení WLAN
el: Σύνδεση WLAN
fr: Connection WLAN
hr: WLAN konekcija
sk: Pripojenie WLAN
sv: WLAN anslutning

source: WPA or WPA2
cs: WPA nebo WPA2
el: WPA ή WPA2
fr: WPA ou WPA2
hr: WPA ili WPA2
sk: WPA alebo WPA2
sv: WPA eller WPA2

source: WSS on 4:3
cs: WSS na 4:3
el: WSS σε 4:3
fr: WSS sur 4:3
hr: WSS na 4:3
sk: WSS pri 4:3
sv: WSS på 4:3

source: Wait time in ms before activation:
cs: Čekací doba v ms před aktivací:
el: Χρόνος αναμονής (ms) πριν ενεργοποίηση:
fr: Temps attente en ms avant activation:
hr: Pričekajte vrijeme u ms prije aktivacije:
sk: Čakacia doba v ms pred aktiváciou:
sv: Väntetid i ms före aktivering:

source: Waiting
cs: Čekám
el: Αναμονή
fr: Attente
hr: Čekanje
sk: Čakám
sv: Väntar

source: Warn if free space drops below (kB):
cs: Upozornit, pokud volné místo klesne pod (kB):
el: Προειδοποίηση αν ο ελεύθερος χώρος πέσει κάτω από (Kb):
fr: Avertissement si l'espace libre chute sous (kB):
hr: Upozori ako slobodnog prostora padne ispod (kB):
sk: Varovať, ak voľné miesto poklesne pod (kB):
sv: Varna om tillgängligt utrymme understiger (kB):

source: Watch streams from ZDF Mediathek
cs: Sleduj streamy z ZDF Mediathek
el: Παρακολούθηση ροών από βιβλιοθήκη πολυμέσων ZDF
fr: Regarder flux depuis médiatèque ZDF
hr: Pogledajte streamove sa ZDF Mediathek
sk: Sledovať streamy z Mediathek ZDF
sv: Titta på streams från ZDF Mediathek.

source: WeatherPlugin shows weatherforecasts on your STB.
cs: WeatherPlugin zobrazuje předpověď počasí na tvém Vu+.
el: Προβολή προγνώσεων καιρού στον δέκτη.
fr: WeatherPlugin montre les prévisions météorologiques sur votre STB.
hr: WeatherPlugin pokazuje vremensku prognozu na vašem STB.
sk: Plugin počasia zobrazuje predpovede počasia na Vu+.
sv: WeatherPlugin visar väderleksrapporter på boxen.

source: Weatherforecast on your STB
cs: Předpověď počasí na tvém Vu+
el: Πρόγνωση καιρού στον δέκτη.
fr: Prévisions météorologiques sur votre Vu+
hr: Vremenska progmnoza na STB
sk: Predpoveď počasia na Vu+
sv: Väderleksrapporter på boxen

source: Web-Bouquet-Editor for PC
cs: Web-Bouquet-Editor pro PC
el: Επεξεργαστής eb-Bouquet για Η/Υ
fr: Editeur de bouquet pour PC
hr: Web-Bouquet-Editor za PC
sk: Webový editor prehľadov pre počítač
sv: Web-kanallisteditor för PC

source: Webinterface
fr: InterfaceWeb
sk: Webové rozhranie
sv: Webgränssnitt

source: Webinterface: Main Setup
cs: Webinterface: Hlavní nastavení
el: Κύρια Ρύθμιση Webinterface
fr: InterfaceWeb: paramètres principaux
hr: Webinterface: Glavna konfiguracija
sk: Webové rozhranie: Hlavné nastavenie
sv: Webgränssnitt: Huvudinstallation

source: Wed
cs: St
el: Τετ
fr: Mer
hr: Sri
sk: St
sv: Ons

source: Wednesday
cs: Středa
el: Τετάρτη
fr: Mercredi
hr: Srijeda
sk: Streda
sv: Onsdag

source: Weekday
cs: Pracovní den
el: Ημέρα εβδομάδος
fr: Jours ouvrables
hr: Tjedni dan
sk: Pracovný deň
sv: Veckodag

source: Weekend
cs: Víkend
el: Σαββατοκύριακο
hr: Vikend
sk: Víkend
sv: Helg

source: Weekly (Monday)
cs: Týdně (Pondělí)
el: Εβδομαδιαία (Δευτέρα)
fr: Hebdomadaire (Lundi)
hr: Tjedni (ponedjeljak)
sk: Týždenne (pondelok)
sv: Veckovis (Måndag)

source: Weekly (Sunday)
cs: Týdně (Neděle)
el: Εβδομαδιαία (Κυριακή)
fr: Hebdomadaire (Dimanche)
hr: Tjedni (nedjelja)
sk: Týždenne (nedeľa)
sv: Veckovis (Söndag)

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
cs: Vítej v Cutlist editoru. Převiň na začátek čáasti, kterou chcešte odstříhnout. Stiskni OK, zvol 'start střihu'. Potom převiň na konec, stiskni OK, zvol 'konec střihu'. To je vše.
el: Καλώς ορίσατε στον επεξεργαστή αποκοπής λίστας. Αναζητήστε την αρχή του υλικού που θέλετε να γίνει αποκοπή. Πιέστε ΟΚ, επιλέξτε 'έναρξη αποκοπής'. Μετά αναζητήστε το τέλος, πιέστε ΟΚ, επιλέξτε 'τέλος αποκοπής'. Τελειώσατε.
fr: Bienvenue dans l'éditeur Cutlist. Recherchez le départ de la partie que vous voulez couper. Presser OK, sélectionnez 'départ de coupe'. Puis recherchez la fin, presser OK, sélectionnez 'fin de coupe'. C'est fait.
hr: Dobrodošli na Cutlist editor. Potražite na startu što želite odsjeći. Stisni OK, selektiraj 'počni rezati'. Potraži kraj, Stisni OK, seleltiraj 'kraj reza'. To je to.
sk: Vitaj v strihovom editore. Nájdi začiatok materiálu, ktorý chceš vystrihnúť. Stlač OK, zvoľ „začiatok strihu“ Potom nájdi koniec, stlač OK, zvoľ „koniec strihu“. To je všetko.
sv: Välkommen till Cutlist editor. Sök början på det innehåll du vill klippa bort. Tryck OK, välj 'start cut'. Sök därefter slutet på det innehåll du vill klippa bort, tryck OK, välj 'end cut'. Det var allt.

source: Welcome to the Image upgrade wizard. The wizard will assist you in upgrading the firmware of your STB by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
cs: Vítej u průvodce aktualizací image. Tento průvodce ti pomůže při aktualizaci image tvého Vu+ provedením zálohy tvého nastavení a krátkého vysvětlení jak aktualizovat firmware.
el: Καλώς ορίσατε στον οδηγό αναβάθμισης λογισμικού. Ο οδηγός θα σας βοηθήσει στην αναβάθμιση λειτουργικού τού δέκτη με δυνατότητα δημιουργίας αντιγράφου ασφαλείας τρεχουσών ρυθμίσεων και γρήγορη επεξήγηση τού τρόπου αναβάθμισης λειτουργικού.
fr: Bienvenue dans l'assistant de mise à jour d'image. L'assistant vous aidera à mettre à jour le firmware de votre Vu+ en vous fournissant un moyen de sauvegarder vos paramètres actuels et une explication sur comment mettre à jour votre firmware.
hr: Dobro došli u vodič za nadogradnju softvera. Vodič će vam pomoći tokom nadogradnje Softvera na vašem STB-u s iz spremljene kopije i vaših trenutnih postavki te kratkim objašnjenjem kako nadograditi vaš Softver.
sk: Víta ťa sprievodca aktualizáciou image. Pomôže ti pri aktualizácii firmware vo Vu+ umožnením zálohovania aktuálnych nastavení a stručným vysvetlením, ako aktualizovať firmware.
sv: Välkommen till uppgraderingsguiden för operativsystemet. Guiden hjälper dig med uppgraderingen av mjukvaran i boxen genom att ta säkerhetskopia av dina aktuella inställningar och en kort förklaring hur du uppgraderar mjukvaran.

source: Welcome to the MyTube Youtube Player. Use the Bouqet+ button to navigate to the search field and the Bouqet- to navigate to the video entries. To play a movie just press OK on your remote control. Press info to see the movie description. Press the Menu button for additional options. The Help button shows this help again.
cs: Vítej v MyTube Youtube Přehrávači. Použij tlačítko Bouqet+ pro navigaci v poli vyhledávání a Bouqet- pro navigaci ve video položkách. Pro přehrání filmu stiskni jenom OK na dálkovém ovládání. Stiskni info pro komentář o filmu. Stiskni Menu pro další volby. Tlačítko Help zobrazí tuto pomoc znovu.
el: Καλώς ορίσατε στο MyTube Youtube Player. Χρησιμοποιείστε το πλήκτρο Bouqet+ για πλοήγηση στο πεδίο αναζήτησης και το πλήκτρο Bouqet- για πλοήγηση στις καταχωρήσεις video. Για αναπαραγωγή ταινίας απλά πιέστε ΟΚ. Πιέστε πληροφορίες για την περιγραφή της ταινίας. Πιέστε το πλήκτρο του μενού για πρόσθετες επιλογές. Το πλήκτρο Help εμφανίζει αυτή τη βοήθεια ξανά.
fr: Bienvenue dans le lecteur MyTube Youtube. Utilisez les boutons bouquet+ pour naviguer dans le champ de recherche et le bouquet- pour naviguer dans les entrées vidéo. Pour lire un film, pressez simplement OK sur la télécommmande. Pressez sur info pour voir les descriptions de film. Presser le bouton Menu pour voir les options suplémentaires. Le bouton Help montre à nouveau ce message.
hr: Dobrodošli na MyTube Youtube Player. Koristite tipku Bouqet+ za navigaciju za pretraživanje polja i paketa- za navigaciju video zapisa. Za play filma stisnite OK na daljinskm. Stisnite info da vidite informacije o filmu. Stisnite Menu gumb za dodatne opcije. Help gumb za pomoć.
sk: Víta ťa prehrávač MyTube Youtube. Tlačítkom prehľad+ prejdeš do vyhľadávacieho poľa a prehľad- k videám. Film si prehráš stlačením tlačítka OK na diaľkovom ovládači. Popis filmu si zobrazíš stlačením Info. Ttlačítkom Menu si zobrazíš ďalšie možnosti. Ttlačítko Help znova zobrazí túto obrazovku pomocníka.
sv: Välkommen till MyTube Youtube Spelare. Använd Bouqet+ knappen för att navigera till sökfältet och Bouqet- för att navigera till videoposterna. För att spela en video tryck OK på fjärrkontrollen. Tryck på info för att se filmbeskrivning. Tryck på Menu knappen för ytterligare val. HELP knappen kommer visa den här informationen igen.

source: Welcome to the MyTube Youtube Player. While entering your search term(s) you will get suggestions displayed matching your search term. To select a suggestion press DOWN on your remote, select the desired result and press OK on your remote to start the search. Press exit to get back to the input field.
cs: Vítej v MyTube Youtube Přehrávači. Při zadávání hledaného výrazu(ů) dostaneš návrhy zobrazující odpovídající hledaný výraz. Chceš-li vybrat návrh stiskni tlačítko DOLŮ na dálkovém ovladači, vyber požadovaný výsledek a stiskni tlačítko OK na dálkovém ovládání, spustí se vyhledávání. Stiskni exit pro návrat na nové zadání.
el: Καλώς ορίσατε στον MyTube Youtube Player. Ενώ εισάγετε τους όρους αναζήτησης θα λάβετε υποδείξεις αντιστοίχισης του όρου αναζήτησης. Για επιλογή κάποιας υπόδειξης πιέστε ΚΑΤΩ στο τηλεχειριστήριο, επιλέξτε το επιθυμητό αποτέλεσμα και πιέστε ΟΚ για έναρξη αναζήτησης. Πιέστε exit για επιστροφή στο πεδίο εισόδου.
fr: Bienvenue dans le lecteur MyTube Youtube. En saisissant vos termes de recherche vous obtiendrez des suggestions affichées correspondant à votre terme de recherche. Pour sélectionner une suggestion presser BAS sur la télécommande, sélectionner le résultat désiré et presser OK sur votre télécommande pour lancer la recherche. Presser sortir pour revenir au champ de saisie.
hr: dobrodošli na MyTube Youtube Player. Dok unosite traženi pojam dobiti ćete prikaz prijedloga koji se podudaraju sa pojmom za pretraživanje. Za odabir prijedloga pritisnite tipku DOWN na daljinskom upravljaču, odaberite željeno i pritisnite tipku OK kako biste pokrenuli pretraživanje. Stisnite exit za vraćanje u polje za unos.
sk: Víta ťa prehrávač MyTube Youtube. Pri zadávaní textu na vyhľadávanie sa zobrazia návrhy zodpovedajúce hľadanému textu. Ak chceš zvoliť návrh, stlač NADOL na diaľkovom ovládači, zvoľ požadovaný výsledok a stlačením OK na DO spustíš vyhľadávanie. Stlačením Exit sa vrátiš do zadávacieho políčka.
sv: Välkommen till MyTube Youtube Spelare. Under tiden som du anger sökterm(er) kommer du få förslag på matchande söktermer. För att välja ett förslag tryck på NER knappen på fjärrkontrollen, välj sedan önskat förslag och tryck OK för att starta sökningen. Tryck EXIT för att återgå till inmatningsfältet.

source: Welcome to the cleanup wizard. We have detected that your available internal memory has dropped below 2MB. To ensure stable operation of your STB, the internal memory should be cleaned up. You can use this wizard to remove some extensions.
cs: Vítej v průvodci vyčištěním. Detekovali jsme, že máš méně než 2MB volné interní paměti. Aby byl zajištěn stabilní provoz Vu+, vnitřní paměť by měla být vyčištěna. Můžeš použít tohoto průvodce pro odebrání některých rozšíření.
el: Καλώς ορίσατε στον οδηγό εκκαθάρισης. Διαπιστώθηκε ότι η διαθέσιμη εσωτερική μνήμη έχει πέσει κάτω από 2 MB. Για διασφάλιση στη λειτουργία σταθερότητας του δέκτη, η εσωτερική μνήμη πρέπει να καθαριστεί. Μπορείτε να χρησιμοποιήσετε αυτόν τον οδηγό για αφαίρεση κάποιων επεκτάσεων.
fr: Bienvenue dans l'asistant nettoyage. La mémoire interne disponible est inférieure à 2 MB. Pour assurer la stabilité de votre Vu+, il est nécessaire de libérer la mémoire interne. Vous pouvez utiliser cet assistant pour retirer des extensions.
hr: Dobrodošli na čišćenje preko vodiča. Otkrili smo da je dostupna interna memorija pala ispod 2MB. Da bi se osigurao stabilan rad vašeg STB, interna memorija treba se očistiti. Možete koristiti čarobnjaka za uklanjanje nekih extenzija.
sk: Víta ťa sprievodca čistením. Zistil som, že dostupná vnútorná pamäť poklesla pod 2 MB. Pre zabezpečenie stabilného chodu Vu+ treba vnútornú pamäť vyčistiť. Tohto sprievodcu môžeš použiť na odstránenie niektorých rozšírení.
sv: Välkommen till upprensningsguiden. Det har upptäckts att tillgängligt utrymme på interna minnet understiger 2MB. För att få en stabil box bör internminnet rensas upp. Du kan använda den här guiden för att ta bort vissa utökningar.

source: Welcome. If you want to connect your STB to the Internet, this wizard will guide you through the basic network setup of your STB. Press OK to start configuring your network
cs: Vítej. Pokud chceš připojit Vu+ k Internetu, tento průvodce tě provede základním nastavením sítě tvého Vu+. Stiskni OK pro nakonfigurování sítě
el: Καλώς ορίσατε. Αν θέλετε να συνδέσετε τον δέκτη στο διαδίκτυο, αυτός ο οδηγός θα σας καθοδηγήσει με τη βασική ρύθμιση δικτύου τού δέκτη. Πιέστε ΟΚ για έναρξη παραμετροποίησης του δικτύου.
fr: Bienvenue. Si vous voulez connecter votre Vu+ à internet, cet assistant vous aidera à paramètrer les réglages basiques du réseau de votre Vu+.Presser OK pour démarrer la configuration du réseau
hr: Dobrodošli. Ako želite spojiti STB na internet, ovaj vodič će vas voditi kroz mrežnee postavke vašeg STB. Pritisnite OK za početak konfiguriranja mreže.
sk: Vitaj. Ak chceš pripojiť Vu+ k internetu, tento sprievodca ťa povedie základnými nastaveniami siete. Po stlačení OK začni konfigurovať sieť
sv: Välkommen. Om du vill ansluta boxen till Internet, då kommer den här guiden hjälpa dig genom grundläggande konfiguration. Tryck OK för att starta konfigurationen av ditt nätverk

source: Welcome. This Wizard will help you to create a new AutoTimer by providing descriptions for common settings.
cs: Vítej. Tento průvodce tm pomůže vytvořit nový Autočasovač tak, že ti popíše běžná nastavení.
el: Καλώς ορίσατε. Αυτός ο οδηγός θα σας βοηθήσει να δημιουργήσετε έναν νέο Αυτόματο Χρονοδιακόπτη παρέχοντας περιγραφές για κοινές ρυθμίσεις.
fr: Bienvenue. Cet assistant vous aidera à créer une nouvelle ProgAuto en fournissant des descriptions pour des paramètres communs.
hr: Dobrodošli. Ovaj vodič će vam pomoći da napravite novi AutoTimer obezbijeđujući opise za opće postavke.
sk: Vitaj. Tento sprievodca ti pomôže vytvoriť nový autočasovač popismi bežných nastavení.
sv: Välkommen. Den här guiden kommer hjälpa dig med att skapa en ny AutoTimer med hjälp av beskrivning för vanliga inställningar.

source: Welcome. This start wizard will guide you through the basic setup of your STB. Press the OK button on your remote control to move to the next step.
cs: Vítej. Tento průvodce tě provede základním nastavením tvého Vu+. Stiskni OK na tvém dálkovém ovladači pro přesun na další krok.
el: Καλώς ορίσατε. Αυτός ο οδηγός θα σας βοηθήσει στη βασική ρύθμιση του δέκτη. Πιέστε OK για μετάβαση στο επόμενο βήμα.
fr: Bienvenue. Cet assistant de démarrage va vous guider lors du paramétrage de base de votre Vu+. Appuyez sur le bouton OK de la télecommande pour passer à l'étape suivante.
hr: Dobro došli. Ovaj vodič će vas voditi kroz osnovne postavke vašeg STB-a. Pritisnite OK tipku na vašem daljinskom upravljaču za prelazak u sljedeći korak.
sk: Vitaj. Tento úvodný sprievodca ti pomôže so základnými nastaveniami Vu+. Stlačením tlačítka OK na diaľkovom ovládači prejdi do ďalšieho kroku.
sv: Välkommen. Den här guiden hjälper dig med grundinställningarna av boxen. Tryck OK på din fjärrkontroll för att komma till nästa steg.

source: Welcome...
cs: Vítej...
el: Καλώς ορίσατε…
fr: Bienvenue...
hr: Dobrodošli...
sk: Vitaj...
sv: Välkommen...

source: West
cs: Západ
el: Δυτικά
fr: Ouest
hr: Zapad
sk: západne
sv: Väst

source: What do you want to scan?
cs: Co chceš prohledat?
el: Τι θέλετε να σαρώσετε;
fr: Que voulez-vous analyser?
hr: Što želite pretražiti?
sk: Čo chceš vyhľadať?
sv: Vad vill du söka efter?

source: What to do with submitted crashlogs?
cs: Co dělat s odeslanými crashlogy?
el: Τι θέλετε να γίνει με τις υποβληθείσες καταγραφές κρεμάσματος:
fr: Que faire des crashlogs soumis?
hr: Što učiniti s crashlogs?
sk: Čo urobiť s odoslanými správami o zrútení?
sv: Vad ska ske med skickade krashloggar?
