Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Remember to select the correct Audio track in the audio menu if there is no audio or the wrong language is streaming.
cs: Nezapomeň vybrat správnou zvukovou stopu ve zvukové nabídce slyšíš-li nesprávný jazyk nebo žádný zvuk.
el: Θυμηθείτε να επιλέξετε το σωστό κανάλι ήχου στο μενού, αν δεν υπάρχει ήχος ή αν παρέχεται λάθος γλώσσα.
fr: Pensez à choisir le bon audio dans le menu audio en cas d'absence de son ou de mauvais langage diffusé.
hr: Ne zaboravite odabrati ispravni Audio zapis u audio izborniku ako ne postoji audio ili je pogrešan jezik streaminga.
sk: Nezabudni vybrať správnu zvukovú stopu vo zvukovej ponuke ak počuješ nesprávny jazyk alebo žiadny zvuk.
sv: Kom ihåg att välja rätt ljudspår i ljudinställningar om det inte finns något ljud eller är fel språk.

source: NOTE: The sever is built, based on your current ip and the current channel list of this box. If you change your ip or your channel list is updated, you will need to rebuild the server database.
cs: POZNÁMKA: sever je postaven na základě tvojí aktuální IP a aktuálního seznamu kanálů tohoto boxu. Pokud změníš IP adresu, nebo seznam kanálů je aktualizován, budeš muset znovu sestavit databázi serveru.
el: ΣΗΜΕΙΩΣΗ: Ο διακομιστής δημιουργείται με βάση την τρέχουσα IP και λίστα καναλιών. Αν αλλάξει η IP ή ανανεωθεί η λίστα καναλιών, πρέπει να δημιουργήσετε ξανά τη βάση δεδομένων του διακομιστή.
fr: NOTE: Le serveur est bâti, en étant basé sur votre IP et la liste de chaînes actuelle de ce démo. Si vous changez d'IP ou de liste de chaînes, vous devrez reconstruire la base de données du serveur
hr: NAPOMENA: Sever je složen na temelju vaše trenutne IP i trenutne liste kanala. Ako promijenite IP ili se lista kanala ažurira, morati ćete obnoviti bazu podataka servera.
sk: Poznámka: sever je postavený na základe tvojej aktuálnej IP a aktuálneho zoznamu staníc tohto boxu. Ak zmeníš IP adresu, alebo zoznam staníc je aktualizovaný, budeš musieť znova zostaviť databázu serveru.
sv: OBS! Severn är byggd, baserat på din nuvarande ip-adress och aktuell kanallista i boxen. Om du ändrar din ip eller om kanallistan uppdaterats, kommer du behöva bygga om serverdatabasen.

source: Server Disabled
cs: Server zakázán
el: Διακομιστής μη ενεργός
fr: Serveur Désactivé
hr: Server onemogućen
sk: Server zakázaný
sv: Server avaktiverad.

source: Server Enabled
cs: Server povolen
el: Διακομιστής ενεργός
fr: Serveur Activé
hr: Server omogućen
sk: Server povolený
sv: Server aktiverad.

source: Build Server
cs: Sestav server
el: Δημιουργία
fr: Bâtir Serveur
hr: Napravite Server
sk: Zostav server
sv: Bygg server

source: Disable Server
cs: Zakaž server
el: Απενεργοποίηση
fr: Désactiver
hr: Onemoguć. Server
sk: Zakáž server
sv: Avvaktivera server

source: Server building in progress Please wait ...
cs: Běží sestavení serveru Čekej, prosím ...
el: Δημιουργία διακομιστή σε εξέλιξη Παρακαλώ περιμένετε...
fr: Construction du serveur en cours Patientez ...
hr: Server postavke u tijeku Molim čekati ...
sk: Beží build serveru Čakaj, prosím ...
sv: Server byggs upp Vänligen vänta...

source: Server avaliable on ip
cs: Server je k dispozici na ip
el: Διακομιστής διαθέσιμος στην IP
fr: Serveur dispo à l'IP
hr: Server dostupan na IP
sk: Server je k dispozícií na ip
sv: Servern finns på IP

source: To access this box's tuners you can connect via lan or UPnP.
cs: Přístup k tunerům Vu+ je možný přes LAN nebo UPnP.
el: Για πρόσβαση στα tuners αυτού του δέκτη συνδεθείτε μέσω δικτύου ή UPnP.
fr: Pour accéder aux tuners de ce Vu+, connectez via lan ou UPnP.
hr: Da biste pristupili ovom STB tuneru možete se spojiti preko LAN-a ili UPnP.
sk: Prístup k tunerom Vu+ je možný cez LAN alebo UPnP.
sv: För att komma åt tuners på denna box kan du ansluta via nätverk eller UPnP.

source: 1) To connect via lan you have to mount the /media/hdd folder of this box in the client /media/hdd folder. Then you can access the tuners server channel list from the client Media player -> Harddisk -> tuner.
cs: 1) Pro připojení přes LAN musíš namontovat /media/hdd složku tohoto boxu ve složce /media/hdd klienta. Pak máš přístup k seznam kanálů serveru tunerů z klientského Media player -> Harddisk -> tuner.
el: 1) Για σύνδεση μέσω LAN πρέπει να προσαρτήσετε τον φάκελο /media/hdd του δέκτη στον φάκελο του πελάτη /media/hdd. Μετά μπορείτε να προσπελάσετε τη λίστα καναλιών του διακομιστή των tuners από τον πελάτη Media player -> Harddisk -> tuner.
fr: 1) Pour connecter via LAN montez le dossier /media/hdd de ce démo dans le dosssier du client /media/hdd. Vous accèderez à la liste des chaînes du serveur depuis le Media player du client -> DisqueDur -> tuner.
hr: 1) Za povezivanje putem LAN morate napraviti mount na /media/hdd folder od STB-a i klijent /media/hdd folder. Tada možete pristupiti tuners server listi kanala od klienta Media player -> Harddisk -> tuner.
sk: 1) Pre pripojenie cez LAN musíš namontovať /media/hdd zložku tohto boxu v zložke /media/hdd klienta. Potom máš prístup k zoznamu staníc servera tunerov z klientského prehrávča médií -> Harddisk -> tuner.
sv: 1) För att ansluta via nätverk måste du montera /media/hdd mappen i klientens /media/hdd mapp. Sedan kan du komma åt tunerserverns kanallista i klientens Mediaspelare -> Hårddisk -> Tuner

source: 2) To connect via UPnP you have to start Mediatomb on this box and then start Djmount on the client. Then you can access the tuners server channel list for the client Media Player -> DLNA -> MediaTomb -> playlists.
cs: 2) Pro připojení přes UPnP musíš spustit MediaTomb na tomto boxu a potom spustit Djmount na straně klienta. Pak máš přístup k seznam kanálů serveru tunerů pro klienta Media Player -> DLNA -> MediaTomb -> playlists.
el: 2) Για σύνδεση μέσω UPnP πρέπει να γίνει έναρξη του Mediatomb του δέκτη και μετά έναρξη Djmount στον πελάτη. Μετά μπορείτε να προσπελάσετε τη λίστα καναλιών του διακομιστή των tuners από τον πελάτη Media Player -> DLNA -> MediaTomb -> playlists.
fr: 2) Pour connecter via UPnP démarrez Mediatomb sur ce démo et lancez Djmount sur le client. Vous accèderez à la liste des chaînes du serveur depuis le Media player du client -> DLNA -> MediaTomb -> playlists.
hr: 2) Za povezivanje preko UPnP morate startat Mediatomb na Boxu i tada startat Djmount na klijentu. Zatim možete pristupiti listi server kanala klijenta Media Player-> DLNA -> DLNA->MediaTomb -> playlists.
sk: 2) Pre pripojenie cez UPnP musíš spustiť MediaTomb na tomto boxe a potom spustiť Djmount na strane klienta. Potom máš prístup k zoznamu staníc servera tunerov pre klienta prehrávača médií -> DLNA -> MediaTomb -> playlists.
sv: 2) För att ansluta via UPnP måste du aktivera mediatomb på denna box och sedan aktivera djmount på klienten. Sedan kan du komma åt tunerserverns kanallista i klientens Mediaspelare -> DLNA -> mediatomb -> Spellistor

source: NOTE about UPnP: Because UPnP requires alot of memory, you should only use it if you need to access your box from a PS3 or other device that cannot be mounted via Lan. Also, After the server has been built we strongly suggest you delete the Bouquets directory that are not really needed BEFORE you start Mediatomb. This will save alot of memory and resources.
cs: POZNÁMKA o UPnP: Vzhledem k tomu, že UPnP vyžaduje hodně paměti, měl by jsi jej používat pouze pokud budeš potřebovat pro přístup k Vu+ PS3 nebo jiné zařízení, které nemůže být namontováno přes LAN. Také po vytvoření serveru PŘED spuštěním Mediatomb důrazně doporučujeme odstranit adresáře přehledů, který ve skutečnosti nejsou potřeba. To ti ušetří spoustu paměti a zdrojů.
el: ΣΗΜΕΙΩΣΗ για UPnP: Επειδή το UPnP απαιτεί αρκετή μνήμη, πρέπει να χρησιμοποιείται μόνο αν είναι απαραίτητη η πρόσβαση του δέκτη από PS3 ή άλλη συσκευή που δεν είναι εφικτή μέσω LAN. Μετά τη δημιουργία του διακομιστή προτείνεται η διαγραφή του καταλόγου μπουκέτων που δεν χρειάζονται ΠΡΙΝ την έναρξη τού Mediatomb. Η ενέργεια αυτή εξοικονομεί μνήμη και πόρους.
fr: A PROPOS de UPnP: UPnP à besoin de beaucoup de mémoire. Ne l'utiliser que si vous utilisez une PS3 ou un appareil non montable sur LAN. Aussi, quand le serveur est bâti, nous recommandons de supprimmer les répertoires Bouquets non indispensables AVANT de démarrer Médiatomb. Cela économisera enormément de mémoire et de ressources.
hr: NAPOMENA o UPnP: UPnP zahtijeva puno memorije, pa ga treba koristiti ako je potrebno pristupiti u STB iz PS3 ili drugih uređaja koji ne mogu biti monut-ani preko mreže. Također, nakon što je izgrađen server preporučujemo da izbrišete paket direktorij koji zapravo i nije potreban PRIJE nego što počnete Mediatomb. To će vam uštedjeti puno memorije i resursa.
sk: POZNÁMKA o UPnP: Vzhľadom k tomu, že UPnP vyžaduje veľa pamäti, mal by si ho používať iba ak budeš potrebovať pre prístup k Vu+ PS3 alebo iné zariadenie, ktoré nemôže byť namontované cez LAN. Tiež po vytvorení serveru, PRED spustením Mediatomb, dôrazne doporučujeme odstrániť adresáre prehľadov, které nie sú potrebné. To ti ušetrí veľa pamäti a zdrojov.
sv: OBS! Angående UPnP: Eftersom UPnP kräver mycket minne, bör du endast använda den om du behöver komma åt boxen från en PS3 eller annan enhet som inte kan monteras via nätverk. Även efter att servern har byggts rekommenderas starkt att du tar bort de favoritlistor som absolut inte behövs innan du startar mediatomb. Detta kommer att spara mycket systemresurser.

source: Build Complete.
cs: Build kompletní.
el: Η δημιουργία ολοκληρώθηκε.
fr: Construction Finie
hr: Formiranje kompletno.
sk: Build kompletný.
sv: Server uppbyggd.

source: Tuner Server disabled.
cs: Tuner server zakázán.
el: Διακομιστής Tuner μη ενεργός.
fr: Tuner Mode Serveur Désactivé
hr: Tuner Server onemogućen.
sk: Tuner server zakázaný.
sv: Tuner Server avaktiverad.

source: Pcsc service for Usb readers.
cs: Pcsc služba pro USB čtečky.
el: Υπηρεσία Pcsc για αναγνώστες καρτών USB.
fr: Service PCSC pour lecteurs USB.
hr: Pcsc service za Usb čitače.
sk: Pcsc služba pre USB čítačky.
sv: PCSC-service för USB-läsare.

source: Pcsc Enabled.
cs: Pcsc povolena.
el: Pcsc ενεργό.
fr: PCSC Activé
hr: Pcsc omogućen.
sk: Pcsc povolené.
sv: PCSC aktiverad.

source: Pcsc Client Disabled.
cs: Pcsc klient zakázán.
el: Πελάτης Pcsc μη ενεργός.
fr: Client PCSC Désactivé
hr: Pcsc Client onemogućen.
sk: Pcsc klient zakázaný.
sv: PCSC klient avaktiverad.

source: Set Acoustic
cs: Nast. Acoustic
el: Ορισμός Acoustic
fr: Acoustique
hr: Podešavanje zvuka
sk: Nast. Acoustic
sv: Sätt tid innan viloläge

source: Set Standby
cs: Nast. Standby
el: Ορισμός Αναμονής
fr: Régler Veille
hr: U Standby
sk: Nast. Standby
sv: Sätt viloläge

source: Sorry, Hard Disk not Found.
cs: Je mi líto, pevný disk nebyl nalezen.
el: Δεν βρέθηκε σκληρός δίσκος.
fr: Désolé, Disque Dur non trouvé
hr: Nažalost, Hard Disk nije pronađen.
sk: Je mi ľúto, nenájdený pevný disk.
sv: Tyvärr, Ingen hårddisk hittad.

source: HARD DISK MODEL:
cs: TYP PEVNÉHO DISKU:
el: ΜΟΝΤΕΛΟ ΣΚΛΗΡΟΥ ΔΙΣΚΟΥ:
fr: Disque dur modèle:
sk: TYP PEVNÉHO DISKU:
sv: HÅRDDISKTYP:

source: Disk Size:
cs: Velikost disku:
el: Μέγεθος δίσκου:
fr: Taille du disque:
hr: Disk veličina:
sk: Veľkosť disku:
sv: Diskstorlek:

source: Available Space:
cs: Volné místo:
el: Διαθέσιμος Χώρος:
fr: Espace Disponible
hr: Dostupno mjesta:
sk: Voľné miesto:
sv: Tillgängligt utrymme:

source: Standby:
cs: Pohotovostní režim:
el: Αναμονή:
fr: Veille:
sk: Pohotovostný režim:
sv: Viloläge:

source: Hard Disk is already sleeping
cs: Pevný disk už spí
el: Σκληρός δίσκος ήδη σε αναμονή
fr: Disque dur déjà en veille
hr: Hard Disk je već u mirovanju
sk: Pevný disk už spí
sv: Hårddisken är redan i viloläge

source: Enter here the value for Hdd Acoustic:
cs: Vlož sem hodnotu pro HDD Acoustic:
el: Εισάγετε την τιμή για Ακουστικό Hdd:
fr: Entrer ici valeur acoustique du DD:
hr: Ovdje unesite vrijednost za HDD zvuk:
sk: Zadaj sem hodnotu pre HDD Acoustic:
sv: Här anger du värdet för hårddiskens viloläge:

source: Hard Disk Setup
cs: Nastavení HDD
el: Εγκατάσταση Σκληρού Δίσκου
fr: Paramètrer Disque dur
hr: Hard Disk postavke
sk: Nastavenie HDD
sv: Hårddiskinställning

source: New Settings Activated.
cs: Nová nastavení aktivována
el: Οι νέες ρυθμίσεις ενεργοποιήθηκαν.
fr: Nouveaux réglages activés
hr: Nove postavke su aktivirane.
sk: Nové nastavenia aktivované
sv: Nya inställningar aktiverade.

source: xx CAMs Installed
cs: xx CAMů nainstalováno
el: xx CAMs εγκατεστημένα
fr: xx CAMs Installés
hr: xx CAMs instal.
sk: Nainštalovaných xx CAMov
sv: xx CAMs installerade

source: Set Default CAM
cs: Výchozí CAM ?
el: Αρχικό CAM
fr: Choisir CAM
hr: Zadani CAM
sk: Východzí CAM ?
sv: Standard CAM

source: Active CAM
cs: Aktivní CAM
el: Ενεργό CAM
fr: CAM
hr: Aktivni CAM
sk: Aktívny CAM
sv: Aktiv:

source: Sys Info
cs: Systémové Info
el: Πληρ. Συστήμ.
fr: Info Syst
sk: Systém Info
sv: Systeminfo

source: Extra Settings
cs: Extra nastavení
el: Πρόσθ. Ρυθμίσεις
fr: Autres réglages
hr: Extra postavke
sk: Extra nastavenia
sv: BH-inställningar

source: CAMs Installed
cs: Nainstalované CAMy
el: CAMs εγκατ.
fr: CAMs Installés
hr: Instaliran-o CAM-a
sk: Nainštalované CAMy
sv: CAMs Installerade

source: Name:
cs: Jméno:
el: Όνομα:
fr: Nom:
hr: Ime:
sk: Meno:
sv: Namn:

source: Provider:
cs: Poskytovatel:
el: Πάροχος:
fr: Opérateur:
sk: Poskytovateľ:
sv: Leverantör:

source: Aspect Ratio:
cs: Poměr stran:
el: Λόγος Διαστάσεων:
fr: Format d'image:
sk: Pomer strán:
sv: Bildförhållande:

source: Videosize:
cs: Rozměr obrazu:
el: Ανάλυση:
fr: Taille Vidéo:
sk: Rozmer obrazu:
sv: Bildstorlek:

source: Ecm Info not available.
cs: Ecm Informace nejsou k dispozici.
el: Μη διαθέσιμες πληροφορίες ECM.
fr: Info Ecm non disponible
hr: Ecm Info nije dostupan.
sk: Ecm informácie nie sú k dispozícii.
sv: ECM-Info inte tillgänglig.

source: Sorry: Wrong image in flash found. You have to install in flash Black Hole image v.
cs: Je mi líto: Nalezen špatný image ve flash. Musíš nainstalovat do flash Black Hole image v.
el: Βρέθηκε λάθος λογισμικό στη flash. Πρέπει να εγκαταστήσετε στη flash λογισμικό Black Hole v.
fr: Désolé mauvaise image en flash. Installez en flash l'image Black Hole v.
hr: Nažalost: Pogrešan image pronađen je u flashu. Morate instalirati u flash Black Hole image v.
sk: Je mi ľúto: Nájdený nesprávny image vo flash. Musíš nainštalovať do flash Black Hole image v.
sv: Fel operativsystem på flashdisken. Du måste installera Black Hole operativsystem.

source: Please wait while starting
cs: Počkej prosím, startuju
el: Παρακαλώ περιμένετε κατά την εκκίνηση
fr: Patienter pendant démarrage de
hr: Molim pričekat dok se pokreće
sk: Počkaj prosím, štartujem
sv: Startas, vänligen vänta

source: Default Cam:
cs: Výchozí Cam:
el: Αρχικό Cam:
fr: Cam par défaut:
hr: Zadani Cam:
sk: Východzí CAM:
sv: StandardCAM:

source: Audio language selection 1
cs: Volba jazyka zvukového doprovodu 1
el: Επιλογή γλώσσας ήχου 1
fr: Langage audio choix 1
hr: Audio jezik izbor 1
sk: Voľba jazyka zvukového doprovodu 1
sv: Språkval för ljud 1

source: Audio language selection 2
cs: Volba jazyka zvukového doprovodu 2
el: Επιλογή γλώσσας ήχου 2
fr: Langage audio choix 2
hr: Audio jezik izbor 2
sk: Voľba jazyka zvukového doprovodu 2
sv: Språkval för ljud 2

source: Audio language selection 3
cs: Volba jazyka zvukového doprovodu 3
el: Επιλογή γλώσσας ήχου 3
fr: Langage audio choix 3
hr: Audio jezik izbor 3
sk: Voľba jazyka zvukového doprovodu 3
sv: Språkval för ljud 3

source: Audio language selection 4
cs: Volba jazyka zvukového doprovodu 4
el: Επιλογή γλώσσας ήχου 4
fr: Langage audio choix 4
hr: Audio jezik izbor 4
sk: Voľba jazyka zvukového doprovodu 4
sv: Språkval för ljud 4

source: Prefer AC3
cs: Upřednostni AC3
el: Προτιμώμενο AC3
fr: Préférence AC3
hr: Preferiraj AC3
sk: Uprednostni AC3
sv: Föredra AC3

source: Prefer audio stream stored by service
cs: Upřednostni zvukovou stopu uloženou poskytovatelem
el: Προτιμώμενη ροή ήχου από υπηρεσία
fr: Préférence audio par service
hr: Preferiraj audio stream od strane kanala
sk: Uprednostni zvukovú stopu uloženú poskytovateľom
sv: Föredra ljudström som lagras av tjänsten

source: .NFI Download failed:
sk: Sťahovanie .NFI zlyhalo:

source: .NFI file passed md5sum signature check. You can safely flash this image!
sk: Súbor .NFI prešiel kontrolou md5sum. Tento image môžete bezpečne použiť!

source: A BackToTheRoots-Skin ... or good old times.
sk: Vzhľad Späť ku koreňom ... alebo zlaté staré časy

source: Ammount of recordings left
sk: Zvyšné záznamy

source: Autoresolution Plugin Testmode: Is %s ok?
cs: Testrežim modulu Autorozlišení: Je %s ok?
el: Έλεγχος Επέκτασης Αυτόματης Ανάλυσης: Είναι %s εντάξει;
fr: Mode test résolution Auto: %s est ok?
sk: Testovací režim modulu Autorozlíšenia: Je %s OK?

source: Cannot parse feed directory
sk: Nemôžem prečítať adresár so zdrojmi

source: Change dir.
sk: Zmeniť adresár

source: Change service pin
sk: Zmeniť PIN programu

source: Change service pins
sk: Zmeniť PINy programu

source: Change setup pin
sk: Zmeniť nastavovací PIN

source: Code rate high
sk: Vysoká kódová rýchlosť

source: Code rate low
sk: Nízka kódová rýchlosť

source: Coderate HP
sk: Rýchlosť HP

source: Coderate LP
sk: Rýchlosť LP

source: Destination directory
sk: Cieľový adresár

source: Details for extension:
sk: Detaily rozšírenia:

source: Disable Subtitles
cs: Vypnout titulky
sk: Vypnúť titulky
sv: Avvaktivera undertext

source: Displays movie information from the InternetMovieDatabase
sk: Zobrazí informácie o filme z internetovej databázy filmov

source: Download of USB flasher boot image failed:
sk: Sťahovanie súboru USB flasher boot image zlyhalo:

source: EPGRefresh will automatically switch to user-defined channels when the box is idleing (in standby mode without any running recordings) to perform updates of the epg information on these channels.
sk: Obnovovač EPG automaticky prepne na užívateľom určené stanice počas nečinnosti Vu+a (v pohotovostnom režime bez nahrávania), aby sa aktualizovali ich informácie o EPG.

source: Encryption Type
sk: Typ šifrovania

source: Enter Fast Forward at speed
sk: Počiatočná rýchlosť prevíjania vpred

source: Enter Rewind at speed
sk: Počiatočná rýchlosť prevíjania vzad

source: First we need to download the latest boot environment for the USB flasher.
sk: Najprv sa musí stiahnuť najnovšie bootovacie prostredie pre USB flasher.

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered.
sk: Nájdených celkom %d programov. %d nastavení časovača pridaných a %d zmenených, zistených %d konfliktov.

source: Found a total of %d matching Events. %d Timer were added and %d modified.
sk: Nájdených celkom %d programov. %d nastavení časovača pridaných a %d zmenených.

source: Frame repeat count during non-smooth winding
sk: Počet opakovaní obrázka počas skokového prevíjania

source: Growlee allows your STB to send short messages using the growl protocol like Recording started notifications to a PC running a growl client
sk: Growlee umožňuje posielať z Vu+ krátke správy pomocou protokolu growl, napríklad oznam „Začalo nahrávanie“ do počítača, na ktorom beží klient growl.

source: Guard Interval
sk: Ochranný interval

source: Guard interval mode
sk: Režim ochranného intervalu

source: Hidden network SSID
sk: Skrytý sieťový SSID

source: Hidden networkname
sk: Skrytý názov siete

source: Hierarchy Information
sk: Hierarchické informácie

source: Hierarchy mode
sk: Hierarchický režim

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80% of the it.
sk: Ak je toto zapnuté, existujúci časovač sa bude považovať za nahrávajúci, ak z programu nahrá aspoň 80 %.

source: Image flash utility
sk: Pomôcka na flashnutie image.

source: Integrated Ethernet
sk: Integrovaný ethernet

source: Integrated Wireless
sk: Integrovaná WLAN

source: Internal LAN adapter.
sk: Adaptér internej LAN

source: Listen and record internet radio
sk: Počúvať a nahrávať internetové rádio

source: Listen and record shoutcast internet radio on your STB.
sk: Počúvať a nahrávať internetové rádio na Vu+

source: Maximum event duration to match. If an event is longer than this ammount of time (without offset) it won't be matched.
sk: Maximálne trvanie programu pre zhodu. Ak je program dlhší (bez posunu), nebude označený.

source: Movie information from the Online Film Datenbank (German).
sk: Informácie o filme z online databázy filmov (po nemecky).

source: Movie informations from the Online Film Datenbank
sk: Informácie o filme z online databázy filmov

source: Network SSID
sk: Sieťový SSID

source: New pin
sk: Nový PIN

source: No Networks found
sk: Nenájdená sieť

source: No useable USB stick found
sk: Nenájdený použiteľný kľúč USB

source: No wireless networks found! Please refresh.
sk: Nenájdená bezdrôtová sieť. Obnov.

source: Orbital Position
sk: Orbitálna pozícia

source: Page
sk: Strana

source: Play music from Last.fm
sk: Prehrať hudbu z Last.fm

source: Play music from Last.fm.
sk: Prehrať hudbu z Last.fm.

source: Please choose .NFI image file from feed server to download
sk: Zvoľ súbor .NFI na stiahnutie zo servera

source: Please disconnect all USB devices from your STB and (re-)attach the target USB stick (minimum size is 64 MB) now!
sk: Odpoj od Vu+ všetky zariadenia USB a potom (znova) pripoj cieľový kľúč USB (minimálna kapacita je 128 MB)!

source: Please enter the old pin code
sk: Zadaj starý kód PIN

source: Please select .NFI flash image file from medium
sk: Zvoľ súbor .NFI image z média.

source: Please select target directory or medium
sk: Zvoľ cieľový adresár alebo médium

source: Polarity
cs: Polarita
fr: Polarité
sk: Polarita
sv: Polaritet

source: Press OK to view full changelog
sk: Stlačením OK zobrazíš celú správu o zmenách.

source: Reenter new pin
sk: Znova zadaj nový PIN

source: Remember service pin
sk: Zmeniť PIN programu

source: Remember service pin cancel
sk: Zapamätať zrušenie PIN programu

source: Remove the broken .NFI file?
sk: Odstrániť chybný súbor .NFI?

source: Remove the incomplete .NFI file?
sk: Odstrániť neúplný súbor .NFI?

source: Scan your network for wireless Access Points and connect to them using your selected wireless device.
sk: Vyhľadať v sieti bezdrôtové prístupové body a pripojiť sa k nim zvoleným bezdrôtovým zariadením.

source: Select audio mode
sk: Zvoľ režim zvuku

source: Select files for backup. Currently selected:
sk: Zvoľ súbory na zálohovanie. Aktuálne zvolené:

source: Select image
sk: Zvoľ image

source: Selected source image
sk: Zvolený zdrojový image

source: Sets your STB into Deep-Standby
sk: Vypne Vu+

source: Symbol Rate
sk: Symbolová rýchlosť

source: Symbolrate
sk: Symb. rých.

source: The Elektro Power Save plugin puts the box from standby to sleep mode (Deep Standby) at certain times. This only happens if the box is in standby and no recording is running or sheduled in the next 20 minutes. The box automatically wakes up for recordings or at the end of the sleep time. You therefore don't have to wait until it is on again.
sk: Modul Šetriča energie (Energy Power Save) v stanovenom čase prepne Vu+ z pohotovostného režimu do hlbokého spánku (Deep Standby). Stane sa to len v prípade, že je Vu+ v pohotovostnom režime, nenahráva sa, ani sa nemá v priebehu 20 minút nahrávať. Vu+ sa automaticky zobudí pri nahrávaní alebo po skončení doby vypnutia, takže nemusíš čakať na zapnutie.

source: The USB stick is now bootable. Do you want to download the latest image from the feed server and save it on the stick?
sk: USB kľúč je teraz bootovateľný. Chceš stiahnuť najnovší image zo servera a uložiť ho na kľúč?

source: The md5sum validation failed, the file may be corrupted! Are you sure that you want to burn this image to flash memory? You are doing this at your own risk!
sk: Overovanie md5sum zlyhalo, súbor môže byť poškodený! Naozaj chceš napáliť tento image do pamäte flash? Robíš to na vlastné riziko!
