Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Disable background scanning
cs: Zakázat vyhledávání na pozadí
fr: Désactiver recherche arrière plan
sk: Zakázať prehľadávanie na pozadí
sv: Avvaktivera bagrundssökning

source: Disable shutdown in EPGRefresh time span:
cs: Deaktivovat vypnutí v časovém rozpětí EPGRefresh:
fr: Désactiv ArrêtAuto pendant rafraich. EPG:
sk: Deaktivovať vypnutie v časovom rozpätí EPGRefresh:
sv: Avvaktivera avstängning i EPGrefresh tidspann:

source: Disk space to reserve for recordings (in GB)
cs: Rezervované místo na disku pro nahrávky (v GB)
fr: Espace disque réservé pour enregistrements (GB)
sk: Rezervované miesto na disku pre nahrávky (v GB)
sv: Reserverat diskutrymme för inspelningar (i GB)

source: Display > 16:9 content as
cs: Zobrazit obraz > 16:9 jako
el: Προβολή κάδρου > 16:9 ως
fr: Afficher contenu > 16:9 comme
sk: Zobraziť obraz > 16:9 ako
sv: Visa 16:9 innehåll som

source: Display message before playing next movie
cs: Zobraz zprávu před přehráváním dalšího filmu
fr: Affichage message avant de lancer film suivant
sk: Zobraz správu pred prehrávaním dalšieho filmu
sv: Visa ett meddelande innan nästa inspelning spelas

source: Dlna Browser & UPnP Client
cs: Klient Dlna prohlížeče a UPnP
fr: Explorateur DLNA et Client UPnP
sk: Dlna prehliadač a UPnP Klient
sv: DLNA bläddring & UPNP klient

source: Do you want to delete the bookmark?
cs: Chceš odstranit záložku ?
fr: Voulez vous supprimer le MarquePage ?
sk: Chceš odstrániť záložku ?
sv: Vill du ta bort bokmärket?

source: Do you want to delete the category and the bookmarks?
cs: Chceš odstranit kategorii a záložku ?
fr: Voulez vous supprimer la catégorie et le marque page ?
sk: Chceš odstrániť kategóriu a záložku ?
sv: Vill du ta bort kategorin och dess bokmärken?

source: Do you want to install the Addon: ?
cs: Chceš nainstalovat Addon: ?
fr: Voulez-vous installer le Addon: ?
sk: Chceš nainštalovať rozšírenie: ?
sv: Vill du installera Appen: ?

source: Do you want to install the Package:
cs: Chceš nainstalovat balíček:
fr: Voulez-vous installer le paquet:
sk: Chceš nainštalovať balíček:
sv: Vill du installera paketet: ?

source: Do you want to set selected url to the Startpage?
cs: Chceš nastavit vybranou adresu jako spouštěcí stránku ?
fr: Attribuer l'URL sélectionnée au Marque Page ?
sk: Chceš nastaviť vybranú adresu ako úvodnú stránku ?
sv: Vill du använda vald URL som startsida?

source: Do you want to shut down?
cs: Chceš vypnout?
fr: Voulez vous éteindre?
sk: Chceš vypnúť?
sv: Vill du stänga av boxen?

source: Do you want to update Black Hole image? After pressing OK, please wait!
cs: Chceš aktualizovat Black Hole image? Po stisku OK čekej, prosím!
fr: Voulez-vous mettre à jour l'image Black Hole? Après appui sur OK, patientez!
sk: Chceš aktualizovať Black Hole image? Po stlačení OK počkaj, prosím!
sv: Vill du uppdatera Blsck Hole system? Efter att du tryckt OK, vänligen vänta!

source: Down Key
cs: Klávesa dolů
fr: Flèche Basse
sk: Klávesa dolu
sv: Neråtknapp

source: Download epg once a day
cs: Stáhnout EPG jednou za den
fr: Télécharger epg 1 fois par jour
sk: Stiahnuť EPG raz za deň
sv: Ladda ner EPG dagligen

source: Download from remote failed
cs: Stažení ze vzdáleného selhalo
fr: Téléchargement depuis distant à échoué
sk: Stiahnutie zoznamu staníc sa nezdarilo !
sv: Nerladdning misslyckades

source: Download on tune
cs: Stáhnout při naladění
fr: Télécharger en utilisation
sk: Stiahnuť pri naladení
sv: Ladda ner på intunad

source: Downloading XEPGDB
cs: Stahuji XEPGDB
fr: Télécharge XEPGDB
sk: Sťahujem XEPGDB
sv: Laddar ner XEPGDB

source: Downloading channels list
cs: Stahuji seznam kanálů
fr: Télécharge liste de chaînes
sk: Sťahujem zoznam staníc
sv: Laddar ner kanallista

source: Downloading events
cs: Stahuji události
fr: Télécharge évenements
sk: Sťahujem udalosti
sv: Laddar ner programinfo

source: Downloading remote services
cs: Stahování vzdálených stanic
fr: Téléchargement des services distants
sk: Sťahujem vzdialené stanice
sv: Laddar ner fjärrtjänster

source: Drive where you save data. The drive MUST be mounted in rw. If you can't see your device here probably is mounted as read only or autofs handle it only in read only mode. In case of mount it manually and try again
cs: Disk kam uložit data. Disk musí být připojený v RW. Pokud není vidět, může být jen ke čtení anebo autofs s ním zachází jako s diskem jenom ke čtení. V případě manuálního připojení raději ověř stav a zkus znovu.
fr: Support où les données sont sauvegardées. Le support DOIT être monté en RW. Si vous ne pouvez pas le voir, il est probablement monté en lecture seule, ou bien autofs est en lecture seule. Dans ce cas, montez-le à la main et re-essayez.
sk: Disk, kam uložiť dáta. Disk musí byť pripojený v RW. Ak nie je vidieť, môže byť nezapisovateľný. V prípade, ak si ho pripojil ručne, radšej over stav.
sv: Enhet där du sparar data. Enheten måste monteras i rw. Om du inte kan se din enhet här, är den förmodligen är monterad som skrivskyddad eller att autofs hanterar den i skrivskyddat läge. Försök montera enheten manuellt och försök igen

source: EPG language selection 1
cs: Volba jazyka EPG 1
fr: Sélection langue EPG choix 1
sk: Voľba jazyka EPG 1
sv: EPG språkval 1

source: EPG language selection 2
cs: Volba jazyka EPG 2
fr: Sélection langue EPG choix 2
sk: Voľba jazyka EPG 2
sv: EPG språkval 2

source: EPG settings
cs: Nastavení EPG
fr: Réglages EPG
sk: Nastavenia EPG
sv: EPG inställningar

source: Edit the Nameserver configuration of your receiver.
cs: Upravit konfiguraci Nameserverů přijímače.
fr: Editer la configuation nom serveur de votre décodeur.
sk: Upraviť konfiguráciu Nameserverov prijímača.
sv: Editera namnserverkonfiguration på boxen.

source: Edit the network configuration of your receiver.
cs: Upravit konfiguraci sítě přijímače.
fr: Editer la configuration réseau de votre décodeur.
sk: Upraviť konfiguráciu siete prijímača.
sv: Editera nätverkskonfiguration på boxen.

source: Enable AutoShutDown:
cs: Povolit AutoShutDown:
fr: Activer ArrêtAuto:
sk: Povoliť AutoShutDown
sv: Aktivera AutoStängAv

source: Enable Automatic Settings update
cs: Povolit automatickou aktualizaci nastavení
fr: Activer MàJ Auto des réglages chaines
sk: Povoliť automatickú aktualizáciu nastavení
sv: Aktivera automatisk uppdatering av inställningar

source: Enable EIT EPG
cs: Povol EIT EPG
fr: Activer EIT EPG
sk: Povoľ EIT Epg
sv: Aktivera EIT EPG

source: Enable MHW EPG
cs: Povol MHW EPG
fr: Activer MHW EPG
sk: Povoľ MHW Epg
sv: Aktivera MHW EPG

source: Enable Netmed EPG
cs: Povol Netmed EPG
fr: Activer Netmed EPG
sk: Povoľ Netmed Epg
sv: Aktivera Netmed EPG

source: Enable ViaSat EPG
cs: Povol ViaSat EPG
fr: Activer ViaSat EPG
sk: Povoľ ViaSat Epg
sv: Aktivera ViaSat EPG

source: Enable action after inactivity:
cs: Povolit akci po neaktivitě:
fr: Activer action après inactivité:
sk: Povoliť akciu po nečinnosti:
sv: Aktivera aktion efter inaktivitet:

source: Enable csv import
cs: Povolit csv import
fr: Activer import csv
sk: Povoliť csv import
sv: Aktivera CSV import

source: Enable freesat EPG
cs: Povol freesat EPG
fr: Activer Freesat EPG
sk: Povoľ freesat Epg
sv: Aktivera Freesat EPG

source: Enable teletext caching
cs: Povol mezipaměť teletextu
fr: Activer cache télétexte
sk: Povoľ medzipamäť teletextu
sv: Aktivera undertext-cachning

source: Enter Key
cs: Klávesa Enter
fr: Bouton Entrée
sk: Klávesa Enter
sv: Ange knapp

source: Enter address
cs: Zadej adresu
fr: Saisir adresse
sk: Zadaj adresu
sv: Ange adress

source: Enter password
cs: Zadej heslo
fr: Saisir mot de passe
sk: Zadaj heslo
sv: Ange lösenord

source: Enter the pin
cs: Zadej pin
fr: Saisir Code Pin
sk: Zadaj pin
sv: Ange PIN-kod

source: Epg Backup: not found
cs: EPG záloha: nenalezena
fr: SauvegardeEpg: non trouvée
sk: Epg záloha: nenájdená
sv: EPG backup: finns ej

source: Epg Search
cs: Vyhledávání EPG
fr: Info EPG
sk: Vyhľadávanie EPG
sv: Sök EPG

source: Epg Settings
cs: Nastavení EPG
fr: Réglages Epg
sk: Nastavenia EPG
sv: EPG inställningar

source: Events count: %s
cs: Počet událostí: %s
fr: NB Evenements: %s
sk: Počet udalostí : %s
sv: Antal händelser: %s

source: Everywhere
cs: Všude
fr: Partout
sk: Všade
sv: Överallt

source: Exit the Opera browser.
cs: Ukonči prohlížeč Opera.
fr: Quitter explorateur Opéra.
sk: Opera Browser - ukončenie.
sv: Avsluta Opera webläsare

source: F i l e l i s t
cs: S e z n a m s o u b o r ů
fr: Liste Fichiers
sk: Z o z n a m s ú b o r o v
sv: F i l l i s t a

source: FLASH IS BROKEN
cs: FLASH JE PORUŠENÁ
fr: LE FLASH EST CASSE
sk: FLASH JE PORUŠENÁ
sv: FLASH ÄR TRASIG

source: FPGA Upgrade
cs: FPGA aktualizace
fr: Mise à jour FPGA (boot loader)
sk: Aktualizácia FPGA
sv: FPGA uppgradering

source: FTP Server Editor
cs: Editor FTP serveru
fr: Editeur de Serveur FTP
sk: Editor FTP servera

source: FTP reading file %d of %d
cs: Načtení FTP souboru %d z %d
fr: Lecture fichier FTP %d de %d
sk: Načítanie FTP súboru %d z %d
sv: FTP läser fil %d av %d

source: Factory reset fail
cs: Tovární obnovení selhalo
fr: Echec Reset Usine
sk: Reset do továrenského nastavenia sa nezdaril
sv: Fabrikreset misslyckades

source: Fast forward speeds
cs: Rychlosti přetáčení vpřed
fr: Vitesses avance rapide
sk: Rýchlosti pretáčania vpred
sv: Hastighet för snabbspolning

source: Fast plugin set to: Key: 2x Green
cs: Fast Plugin nastaven na: Tlačítko: 2x zelené
fr: Plugin rapide réglé pour: Bouton: 2x Vert
sk: Fast plugin je nastavený na: Tlačítko: 2x zelené
sv: SnabbApp satt till: Knapp: 2x Grön

source: Feeds Std.
cs: Std. Zdroje
fr: Flux Std.
sk: Std. zdrojov

source: File
cs: Soubor
fr: Fichier
sk: Súbor
sv: Fil

source: File not Found! /proc/bus/nim_sockets
cs: Soubor nenalezen! /proc/bus/nim_sockets
fr: Fichier introuvable! /proc/bus/nim_sockets
sk: Nenájdený súbor! /proc/bus/nim_sockets
sv: Fil inte hittad /proc/bus/nim_sockets

source: Force csv import now
cs: Nyní nucený import csv
fr: Forcer import csv
sk: Teraz vynúť import csv
sv: Tvinga CSV import nu

source: Force epg reload
cs: Nucené obnovení EPG
fr: Forcer rechargement epg
sk: Vynútené obnovenie EPG
sv: Tvinga EPG laddning

source: Force epg reload on boot
cs: Vnucené načtení EPG při startu
fr: Forcer chargement epg au boot
sk: Vynútené načítanie EPG pri štarte
sv: Tvinga EPG laddning vid uppstart

source: Force epg.dat conversion now
cs: Nyní nucená konverze epg.dat
fr: Forcer conversion epg.dat
sk: Teraz vynúť konverziu epg.dat
sv: Tvinga epg.dat konvertering nu

source: Frequency:
cs: Frekvence:
fr: Fréquence
sk: Frekvencia:
sv: Frekvens:

source: Front LED OK?
cs: Přední LED je OK?
fr: LED Façade OK?
sk: Je predná LED OK?

source: Front LED OK? yes-ok no-exit
cs: Přední LED je OK? ano-ok ne-exit
fr: LED Façade OK? oui-ok non-exit
sk: Je predná LED OK? áno-ok nie-exit
sv: Front LED OK? ja-ok nej-exit

source: Front Test OK! Press Exit Key
cs: Přední test OK! Stiskni EXIT
fr: Test façade OK! Presser Exit
sk: Predný test OK! Stlač EXIT
sv: Front Test OK! Tryck Exit knappen

source: Function Not Yet Available
cs: Funkce je zatím nedostupná
fr: Fonction non disponible
sk: Funkcia je zatiaľ nedostupná
sv: Funktionen finns inte annu

source: Gateway :
cs: Brána:
fr: Passerelle:
sk: Brána :

source: General AC3 delay
cs: Obecné AC3 zpoždění
fr: Retard général AC3
sk: Všeobecné oneskorenie AC3
sv: Generell AC3 fördröjning

source: General Dolby Digital Delay (ms)
cs: Obecné Dolby Digital zpoždění (ms)
fr: Retard général Dolby Digital (ms)
sk: Všeobecné oneskorenie Dolby Digital (ms)
sv: Generell Dolby Digital fördröjning (ms)

source: General PCM delay
cs: Obecné PCM zpoždění
fr: Retard général PCM
sk: Všeobecné oneskorenie PCM
sv: Generell PCM fördröjning

source: Go to next page.
cs: Jdi na další stránku.
fr: Page suivante.
sk: Choď na ďalšiu stránku.
sv: Gå till nästa sida.

source: Go to previous page.
cs: Jdi na předchozí stránku.
fr: Aller page précédente.
sk: Choď na predchádzajúcu stránku.
sv: Gå till föregående sida.

source: Go to standby
cs: Přepnout do režimu spánku
fr: Aller en veille
sk: Prepni do režimu spánku
sv: Sätt boxen i viloläge

source: HARD DISK
cs: PEVNÝ DISK
fr: Disque Dur
sk: PEVNÝ DISK
sv: HÅRDDISK

source: HD list
cs: Seznam HD
fr: Lister HD
sk: Zoznam HD
sv: HD lista

source: HDD Space
cs: HDD místo
fr: Espace Disque
sk: HDD miesto
sv: HDD utrymme

source: HDD Temp
cs: HDD °C
fr: Temp. DD
sk: HDD °C

source: HDD temp:
cs: HDD °C:
fr: Temp. DD:
sk: HDD °C:

source: HDD temp:
cs: HDD °C:
fr: Temp. DD:
sk: HDD °C:

source: Hashes count: %s
cs: Počet hashů: %s
fr: NB morceaux: %s
sk: Počet hashov: %s
sv: Hash-antal %s

source: HbbTV Applications
cs: HbbTV aplikace
fr: Application HbbTV
sk: HbbTV aplikácie
sv: HbbTV Applikationer

source: HbbTV Browser was not running. Please running browser before start HbbTV Application.
cs: HbbTV prohlížeč není spuštěný. Nastartuj prohlížeč před spuštěním HbbTV aplikace.
fr: Explorateur HbbTV ne fonctionne pas. Démarrer l'explorateur avant l'application HbbTV.
sk: Nie je spustený HbbTV prehliadač. Naštartuj prehliadač pred spustením HbbTV aplikácie.
sv: HbbTV bläddrare är inte startad Starta den innan du startar HbbTV applikationen

source: Headers db size: %s
cs: Velikost hlavičky db: %s
fr: Taille en-têtes db:
sk: Veľkost hlavičky db: %s
sv: Rubriker db storlek: %s

source: Hide channel list in radio mode
cs: Skryj seznam stanic v režimu rádia
fr: Cacher liste chaines en mode radio
sk: Skry zoznam staníc v režime rádia
sv: Dölj kanallistan i Radioläge

source: IN % UNIVERSE
cs: V % VESMÍRU
fr: Dans l'univers %
sk: V % VESMÍRE
sv: I % UNIVERSUM

source: IP Address :
cs: IP adresa:
fr: Adresse IP:
sk: IP adresa :
sv: IPadress:

source: Icons
cs: Ikony
fr: Icones
sk: Ikony
sv: Ikoner

source: If you want to connect your box to the internet, this wizard will guide you
cs: Jestli chceš připojit tvůj přijímač k internetu, tento pomocník ti pomůže
fr: Si vous voulez connecter votre Vu+ à internet, cet assistant vous guidera
sk: Ak chceš pripojiť tvoj prijímač k internetu, tento pomocník ti pomôže
sv: Om du vill ansluta boxen till internet så kan du kan du använda denna guide

source: Import *.csv and *.bin from %s/import or %s/import (*.bin are binaries with a csv as stdout)
cs: Import *.csv *.bin ze %s/import nebo %s/import (*.bin je binární soubor s csv jako stdout)
fr: Importer *.csv et *.bin de %s/import ou %s/import (*.bin sont des binaires avec csv en sortie)
sk: Import *.csv *.bin zo %s/import alebo %s/import (*.bin je binárny súbor s csv ako stdout)
sv: Importera *.csv och *.bin från %s/importera eller %s/importera (*.bin är binärer med en csv som stdout)

source: Include AIT in http streams
cs: Zahrnout AIT do http streamů
fr: Inclure AIT dans flux http
sk: Zahrnúť AIT do http streamov
sv: Inkludera AIT i http-streams

source: Include ECM in http streams
fr: Inclure ECM dans flux http
sk: Zahrnúť ECM do http streamov
sv: Inkludera ECM i http-streams

source: Include EIT in http streams
cs: Zahrnout EIT do http streamů
fr: Inclure EIT dans flux http
sk: Zahrnúť EIT do http streamov
sv: Inkludera EIT i http-streams

source: Indexes db size: %s
cs: Velikost indexů db: %s
fr: Taille index db: %s
sk: Veľkosť indexov db: %s
sv: Index db storlek: %s

source: Info about database
cs: Info o databázi
fr: Info sur base de données
sk: Info o databázi
sv: Info om databas

source: Initial Fast Forward Speed
cs: Počáteční rychlost převíjení vpřed
fr: Vitesse initiale d'avance rapide
sk: Počiatočná rýchlosť prevíjania vpred
sv: Initial snabbspolningsfart

source: Initial fast forward speed
cs: Počáteční rychlost převíjení vpřed
fr: Vitesse initiale d'avance rapide
sk: Počiatočná rýchlosť prevíjania vpred
sv: Initial snabbspolningsfart

source: Initial rewind speed
cs: Počáteční rychlost převíjení vzad
fr: Vitesse initiale retour arrière
sk: Počiatočná rýchlosť prevíjania vzad
sv: Initial bakåtspolningsfart

source: Internal Epg settings
cs: Interní nastavení EPG
fr: Réglages EPG Interne
sk: Interné nastavenia EPG
sv: Intern EPG-inställning

source: Internal flash
cs: Interní flash
fr: Flash interne
sk: Interná flash
sv: Intern flash

source: Internal flash (unsuggested)
cs: Interní flash (nedoporučeno)
fr: En Flash (non recommandé)
sk: Interná flash (nedoporučené)
sv: Intern flash (rekommenderas ej)

source: Internal hdd only
cs: Jen interní HDD
fr: Disque Interne seulement
sk: Len interný hdd
sv: Endast intern HDD

source: Invalid
cs: Neplatné
fr: Non Valide
sk: Neplatné
sv: Ogiltig

source: Invalid URL!!(Empty) Please, Input to the URL.
cs: Neplatná URL !(Prázdná) Prosím, zadej adresu do URL.
fr: URL non valide!! Saisissez une URL.
sk: Neplatná URL!(Prázdne) Zadaj platnú URL adresu.
sv: Ogiltig URL!!(Tom) Mata in URL.

source: Invalid URL. Please check again!!
cs: Neplatná URL. Zkontroluj znovu!
fr: URL non valide. Vérifiez à nouveau.
sk: Neplatná URL adresa. Skontroluj ju!
sv: Ogiltig URL. Kolla upp igen!!

source: Invert
cs: Invertovat
fr: Inverser
sk: Invertovať
sv: Invertera

source: It will move the mouse pointer down.
cs: Přesune kurzor myši dolů.
fr: Déplace le pointeur vers le bas.
sk: Presunie kurzor myši dole.
sv: Det flyttar ner muspekaren.

source: It will move the mouse pointer left.
cs: Přesune kurzor myši vlevo.
fr: Déplace le pointeur vers la gauche.
sk: Presunie kurzor myši doľava.
sv: Det flyttar muspekaren åt vänster.

source: It will move the mouse pointer right.
cs: Přesune kurzor myši vpravo.
fr: Déplace le pointeur vers la droite.
sk: Presunie kurzor myši doprava.
sv: Det flyttar muspekaren åt höger.

source: It will move the mouse pointer up.
cs: Přesune kurzor myši nahoru.
fr: Déplace le pointeur vers le haut.
sk: Presunie kurzor myši hore.
sv: Det flyttar upp muspekaren.

source: Keyboard Deutsch
cs: Německá klávesnice
fr: Clavier Azerty
sk: Nemecká klávesnica
sv: Tyskt tangentbord

source: Keyboard English
cs: Anglická klávesnice
fr: Clavier Qwerty
sk: Anglická klávesnica
sv: Engelskt tangentbord

source: Keyboard Layout
cs: Rozložení kláves
fr: Type Clavier
sk: Rozloženie kláves
sv: Tangentbordslayout

source: Lamedb used for epg.dat conversion. This option doesn't work with crossepg patch v2
cs: Lamedb se využívá pro konverzi epg.dat. Tato volba nefunguje s patch crossepg v2
fr: Lamedb utilisé pour conversion epg.dat. Ne fonctionne pas avec patch crossepg v2
sk: Lamedb sa využívá pre konverziu epg.dat. Táto voľba nefunguje s patch crossepg v2
sv: Lamedb används för epg.dat konvertering. Denna option fungerar ej med CrossEPG patch v2

source: Last Search
cs: Posl. vyhl.
fr: Récent
sk: Posl. vyhľ.
sv: Senaste sökning

source: Last update time: %s
cs: Čas poslední aktualizace: %s
fr: Dernière MàJ: %s
sk: Čas poslednej aktualizácie: %s
sv: Senast uppdaterad %s

source: Left Key
cs: Tlačítko vlevo
fr: Flèche gauche
sk: Tlačítko vľavo
sv: Vänster tangent

source: Left Mouse Button
cs: Levé tlačítko myši
fr: Bouton souris gauche
sk: Ľavé tlačítko myši
sv: Vänster musknapp

source: Limit character set for recording filenames
cs: Omezená sada znaků pro názvy nahraných souborů
fr: Réglage nombre maxi de caractères pour noms fichiers
sk: Obmedzená sada znakov názvov nahraných súborov
sv: Begränsa teckenuppsättning för inspelningsfilnamn

source: Loading data
cs: Nahrávám data
fr: Chargement données
sk: Nahrávam dáta
sv: Laddar data

source: Locking Fail Error
cs: Chyba uzamčení
fr: Erreur echec verrouillage
sk: Chyba uzamknutia
sv: Låsningsfel

source: MHW2 providers
cs: Poskytovatelé MHW2
fr: Opérateurs MHW2
sk: Poskytovatelia MHW2

source: Mac address fail
cs: Chyba Mac addresy
fr: Echec Mac Adresse
sk: Chyba Mac adresy
sv: MAC-adressfel

source: Maintain old EPG data for
cs: Zachovej stará EPG data na
fr: Conserver données EPG pendant
sk: Zachovaj staré EPG dáta na
sv: Bibehåll gammal EPG-data för

source: Make your selection
cs: Vyber si
fr: Faites votre selection
sk: Vyber si
sv: Gör ditt val

source: Margin after record (minutes)
cs: Rezerva po nahrávání (minuty)
fr: Marge après enregistrement en minutes
sk: Rezerva po nahrávaní (minúty)
sv: Marginal efter inspelning (min)

source: Memory
cs: Paměť
fr: Mémoire
sk: Pamäť
sv: Minne

source: Merging XEPGDB
cs: Sloučení XEPGDB
fr: Fusionne XEPGDB
sk: Zlučujem XEPGDB
sv: Sammanfogar XEPGDB

source: Message timeout (sec):
cs: Čas zobrazení hlášení (sec):
fr: Durée Message (sec):
sk: Čas zobrazenia hlásenia (sek):
sv: Meddelande timeout (s):

source: Model: %s %s Size: %s Device: /dev/%s
cs: Model: %s %s Velikost: %s Zařízení: /dev/%s
fr: Modèle: %s %s Taille: %s Dispositif: /dev/%s
sk: Model: %s %s Kapacita: %s Zariadenie: /dev/%s
sv: Modell: %s %s Storlek: %s Enhet: /dev/%s

source: Mount again
cs: Připojit znovu
fr: Monter à nouveau
sk: Pripojiť znova
sv: Montera igen

source: MountView
cs: Zobrazení přípojných bodů
fr: VoirMontages
sk: Zobrazenie prípojných bodov
sv: Monteringsvy

source: Mouse
cs: Myš
fr: Souris
sk: Myš
sv: Mus

source: Move down
cs: Posuň dolů
fr: Descendre
sk: Posuň dole
sv: Flytta ner

source: Move up
cs: Posuň nahoru
fr: Remonter
sk: Posuň hore
sv: Flytta upp

source: My favorite
cs: Můj oblíbený
fr: Ma favorite
sk: Môj obľúbený
sv: Min favorit

source: NO_GET_APPNAME Press exit!
cs: NO_GET_APPNAME Stiskni exit!
fr: Pas Nom Appareil Presser exit!
sk: NO_GET_APPNAME Stlač exit!
sv: NO_GET_APPNAME Tryck exit!

source: Network Browser & Mountpoints
cs: Prohlížeč sítě a bodů připojení
fr: Explorateur et Montages réseau
sk: Prehliadač siete a prípojných bodov
sv: Nätverksbläddring & monteringar

source: No backup present
cs: Záloha neexistuje
fr: Pas de sauvegarde présente
sk: Záloha neexistuje
sv: Det finns ingen backup

source: No bouquets selected
cs: Nejsou vybrány přehledy
fr: Aucun bouquet choisi
sk: Nie je vybraný zoznam obľúbených prehľadov
sv: Inga favoritlistor valda

source: No detected HbbTV applications.
cs: Aplikace pro HbbTV nebyly nalezeny.
fr: Pas d'application HbbTV trouvée.
sk: Nenájdené aplikácie pre HbbTV.
sv: Inga hittade HbbTV applikationer.

source: No package installed. Nothing to setup.
cs: Není nic nainstalováno. Nic k nastavení.
fr: Aucun Paquet installé. Rien à paramétrer
sk: Nič nie je nainštalované. Nič na nastavenie.
sv: Inga paket installerade, inget att konfigurera.

source: OSD transparency
cs: Průhlednost OSD
fr: Transparence OSD
sk: Priehľadnosť OSD
sv: OSD transparens

source: Offline decode delay (ms)
cs: Offline dekódovací zpoždění (ms)
fr: Delai décodage hors ligne (ms)
sk: Oneskorenie offline dekódovania (ms)
sv: Offline avkodningsfördröjning (ms)

source: One hdd test error Press 'EXIT' button!
cs: Chyba testu jednoho HDD Siskni tlačítko 'EXIT'!
fr: Erreur Test D.Dur Presser bouton 'EXIT'!
sk: Chyba testu jednoho z HDD Stlač tlačítko 'EXIT'!
sv: Ett HDD-test fel Tryck EXIT-knappen!

source: Online Feeds Extensions
cs: On-line kanály rozšíření
fr: Serveur d'extensions en ligne
sk: On-line zdroje rozšírení
sv: Online feeds: Utökningar

source: Online Feeds all Packages
cs: On-line kanály všech balíčků
fr: Serveur d'extensions tous paquets
sk: On-line zdroje všetkých balíčkov
sv: Online feeds: Alla paket

source: Only for opentv providers. If you zap on channel used from a provider it download the epg in background
cs: Pouze pro operátory opentv. Pokud přepneš na stanici použitou poskytovatelem, stáhnou se data EPG na pozadí
fr: Seulement pour opérateurs opentv. Si vous zappez sur une chaîne de cet opérateur, l'EPG est chargé en tache de fond
sk: Len pre poskytovateľov opentv. Ak prepneš na stanicu použitú poskytovateľom, na pozadí sa stiahnu EPG dáta
sv: Endast för OpenTV leverantören. Om du zappar till kanal som leverantör använder, laddas EPG-data ner i bakgrunden

source: Open Startpage
cs: Otevřít dom. stránku
fr: Ouvrir PageDémarrage
sk: Otvor štart. stránku
sv: Öppna startsida

source: Open URL
cs: Otevřít URL
fr: Ouvrir URL
sk: Otvor URL
sv: Öppna URL

source: OpenTV providers
cs: Poskytovatel OpenTV
fr: Opérateurs OpenTV
sk: Poskytovatelia OpenTV
sv: OpenTV leverantörer
