Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: You have to Activate Inadyn before to start
cs: Před spuštěním musíš aktivovat Inadyn
el: Πρέπει να ενεργοποιήσετε το Inadyn πριν την εκκίνηση
fr: Vous devez Activer Inadyn avant de démarrer
hr: Morate aktivirati Inadyn prije starta
sk: Pred spustením musíš aktivovať Inadyn
sv: Du måste aktivera inadyn innan start

source: Time Update in Minutes
cs: Čas aktualizace v minutách
el: Χρόνος Ενημέρωσης σε λεπτά
fr: Délai Mise à jour min.
hr: Vrijeme ažuriranja u minutama
sk: Čas aktualizácie v minútach
sv: Tidsuppdatering i minuter

source: Set System
cs: Nastavit systém
el: Ορισμός Συστήματος
fr: Régler Système
hr: Postavi sustav
sk: Nastaviť systém
sv: Ställ in systemet

source: Please use Virtual Keyboard for text rows only: -Username -Password -Alias -System
cs: Prosím použij virtuální klávesnici jenom pro text řádků: -Jméno uživatele -Heslo -Alias -Systém
el: Παρακαλώ χρησιμοποιείστε το Εικονικό πληκτρολόγιο μόνο για σειρές κειμένου: -Όνομα χρήστη -Κωδικός -Συντόμευση -Σύστημα
fr: Utilisez clavier virtuel seulement pour textes: -Utilisateur -Mot de passe -Alias -Système
hr: Molimo Vas da koristite virtualnu tipkovnicu za tekst samo: -Korisničko ime -Lozinka -Hostname -Sustav
sk: Prosím použi virtuálnu klávesnicu len pre text riadkov: -Meno užívateľa -Heslo -Alias -Systém
sv: Använd virtuell tangentbord bara för textrader: -Användarnamn -Lösenord -Alias -System

source: Sorry Inadyn Script is Missing
cs: Je mi líto, chybí skript Inadynu
el: Δεν βρέθηκε δέσμη εντολών για Inadyn
fr: Désolé script Inadyn absent
hr: Nažalost Inadyn scripta ne radi
sk: Je mi ľúto, chýba skript Inadynu
sv: Inadyn skript saknas

source: Sorry no events found matching to the search criteria.
cs: Je mi líto nenalezeny žádné události, odpovídající podmínkám vyhledávání.
el: Δεν βρέθηκαν προγράμματα με αυτά τα κριτήρια.
fr: Désolé aucun évèmement trouvé correspondant aux critères
hr: Oprostite, niti jedan događaj koji odgovara kriterijima pretraživanja nije pronađen.
sk: Je mi ľúto, nenájdené žiadne udalosti, zodpovedajúce podmienkam vyhľadávania.
sv: Sökningen hittar inga evenemang.

source: Clear History
cs: Vymaž historii
el: Καθαρισμός Ιστορικού
fr: Effacer Historique
hr: Obriši povijest
sk: Vymazať históriu
sv: Rensa historik

source: Ram in use:
cs: Ram použito:
el: RAM σε χρήση:
fr: RAM utilisée:
hr: Ram u upotr.:
sk: Ram použ.:
sv: RAM som används:

source: Swap in use:
cs: SWAP použito:
el: Swap σε χρήση:
fr: Swap utilisé:
hr: Swap upotr.:
sk: SWAP použ.:
sv: Swap som används:

source: Flash in use:
cs: Flash použito:
el: Flash σε χρήση:
fr: Flash utilisé:
hr: Flash u upotr.:
sk: Flash použ.:
sv: Flash som används:

source: Cf in use:
cs: CF použito:
el: CF σε χρήση:
fr: Cf utilisé:
hr: Cf u upotr.:
sk: Cf použ.:
sv: CF som används:

source: Usb in use:
cs: USB použito:
el: USB σε χρήση:
fr: Usb utilisé:
hr: Usb u upotr.:
sk: USB použ.:
sv: USB som används:

source: Hdd in use:
cs: HDD použito:
el: HDD σε χρήση:
fr: Disque utilisé:
hr: Hdd u upotr.:
sk: Hdd použ.:
sv: Hårddisk som används:

source: Total:
cs: Celkově:
el: Συνολο:
hr: Ukupno:
sk: Celkovo:
sv: Totalt:

source: Free:
cs: Volné:
el: Ελεύθ.:
fr: Libre:
hr: Slobodno:
sk: Voľné:
sv: Ledigt:

source: Total in use:
cs: Celkově použito:
el: Σύν. σε χρήση:
fr: Total utilisé:
hr: Ukupno korišt.:
sk: Celkovo použ.:
sv: Tatalt som används:

source: in use:
cs: použito:
el: Σε χρήση:
fr: utilisé:
hr: u upotrebi:
sk: použitých:
sv: som används:

source: Used:
cs: Použito:
el: Χρησιμ.:
fr: Utilisé:
hr: Iskorišteno:
sk: Použité:
sv: Används:

source: Free:
cs: Volné:
el: Ελεύθ.:
fr: Libre:
hr: Slobodno:
sk: Voľné:
sv: Ledigt:

source: Total Space:
cs: Místa celkově:
el: Συν. χώρος:
hr: Ukupno mjesta:
sk: Miesta celkovo:
sv: Tot ledigt utrymme:

source: in use:
cs: použito:
el: Σε χρήση:
fr: utilisé:
hr: u uporabi:
sk: použitých:
sv: används:

source: Used:
cs: Použito:
el: Χρησιμ.:
fr: Utilisé:
hr: Iskorišteno:
sk: Použité:
sv: Används:

source: Free:
cs: Volné:
el: Ελεύθ.:
fr: Libre:
hr: Slobodno:
sk: Voľné:
sv: Ledigt:

source: Enable Swap at startup
cs: Povol SWAP při zapnutí
el: Ενεργ. Swap στην εκκίνηση
fr: Activer Swap au démarrage
hr: Uključi:
sk: Povoľ SWAP pri zapnutí
sv: Aktivera Swap vid start

source: Swap Place:
cs: SWAP místo:
el: Θέση Swap :
fr: Emplacement:
hr: Mjesto:
sk: Miesto pre SWAP:
sv: Swap plats:

source: Swap Size:
cs: SWAP velik.:
el: Μέγ. Swap:
fr: Taille Swap:
hr: Veličina:
sk: Veľkosť:
sv: Swap storlek:

source: Inactive
cs: Neaktivní
el: Μη ενεργό
fr: Inactif
hr: Inaktinvo
sk: Neaktívny
sv: Inaktiv

source: Activate
cs: Aktivuj
el: Ενεργοποίηση
fr: Activer
hr: Aktivno
sk: Aktivuj
sv: Aktivera

source: Create
cs: Vytvořit
el: Δημιουργία
fr: Créer
hr: Kreiraj
sk: Vytvoriť
sv: Skapa

source: Autostart
el: Αυτ. εκκίνηση
fr: Départ auto
sk: Autoštart

source: Deactivate
cs: Deaktivuj
el: Απενεργοποίηση
fr: Désactiver
hr: Deaktiviraj
sk: Deaktivuj
sv: Avaktivera

source: Swap File not found. You have to create the file before to activate.
cs: Soubor SWAP nenalezen. Musíš jej vytvořit před aktivací.
el: Το αρχείο Swap δεν βρέθηκε. Πρέπει να το δημιουργήσετε πριν την ενεργοποίηση.
fr: Fichier échange non trouvé. Créez le fichier avant de l'activer.
hr: Swap datoteka nije nađena. Morate kreirati datoteku prije aktivacije.
sk: Súbor SWAP nenájdený. Musíš ho najskôr vytvoriť pred aktiváciou.
sv: Swapfil hittas inte. Du måste skapa filen innan du kan aktivera.

source: Swap File Deleted and Autostart Deactivated.
cs: Soubor SWAP vymazán a Autostart deaktivován.
el: Το αρχείο Swap διαγράφηκε και η Αυτόματη Εκκίνηση απενεργοποιήθηκε.
fr: Fichier SWAP Supprimé et départ auto Désactivé.
hr: Swap datoteka je obrisana i deaktivirana na autostartu.
sk: Súbor SWAP vymazaný a autoštart deaktivovaný.
sv: Swapfil borttagen och autostart avaktiverad.

source: Select the Swap File Place:
cs: Zvol místo pro SWAP soubor:
el: Επιλογή θέσης αρχείου Swap:
fr: Sélectionner emplacement du Swap:
hr: Mjesto za SWAP:
sk: Zvoľ miesto pre súbor SWAP:
sv: Välj mapp för swapfilen:

source: Select the Swap File Size:
cs: Zvol velikost SWAP souboru:
el: Επιλογή μεγέθους αρχείου Swap:
fr: Choisir la taille du SWAP
hr: Veličina SWAP:
sk: Zvoľ veľkosť súboru SWAP:
sv: Välj storlek för swapfilen:

source: Swap File successfully created.
cs: Soubor SWAP úspěšně vytvořen.
el: Το αρχείο Swap δημιουργήθηκε επιτυχώς.
fr: Fichier échange Créé.
hr: Swap uspješno kreiran.
sk: Súbor SWAP bol úspešne vytvorený.
sv: Swapfil skapad.

source: Swap File creation Failed. Check for Available space.
cs: Vytvoření SWAP souboru se nezdařilo. Zkontroluj volné místo.
el: Η δημιουργία του αρχείου Swap απέτυχε. Ελέγξτε για διαθέσιμο χώρο.
fr: Création fichier SWAP a échoué. Vérifier espace disponible
hr: Swap datoteka neuspjeno kreirana. Provjerite da li ima dovoljno mjesta.
sk: Vytvorenie súboru SWAP sa nezdarilo. Skontroluj voľné miesto.
sv: Swapfil skapades inte, kontrollera utrymmet på media.

source: Swap file Automatic Startup Disabled
cs: Automatické spuštění SWAP souboru zakázáno
el: Η αυτόματη εκκίνηση του αρχείου Swap απενεργοποιήθηκε.
fr: Démarrage auto du Swap Désactivé
hr: Swap datoteka kod starta onemogućena
sk: Automatické spustenie súboru SWAP zakázané
sv: Autostart av swapfil avaktiverad

source: Swap file Automatic Startup Enabled
cs: Automatické spuštění SWAP souboru povoleno
el: Η αυτόματη εκκίνηση του αρχείου Swap ενεργοποιήθηκε.
fr: Démarrage auto du Swap Activé
hr: Swap datoteka kod starta uključena
sk: Automatické spustenie súboru SWAP povolené
sv: Autostart av swapfil aktiverad

source: You have to create a Swap File before to activate the autostart.
cs: Než aktivuješ automatické spuštění, musíš vytvořit SWAP soubor.
el: Πρέπει να δημιουργήσετε αρχείο Swap πριν την επιλογή αυτόματης εκκίνησης.
fr: Vous devez créer un fichier Swap avant d'activer le départ auto.
hr: Morate kreirati Swap datoteku prije aktivacije kod autostarta
sk: Než aktivuješ automatické spustenie, musíš vytvoriť súbor SWAP.
sv: Du måste skapa swapilen innan du kan aktivera autostart.

source: Execute
cs: Vykonej
el: Εκτέλεση
fr: Exécuter
hr: Izvršiti
sk: Spustiť
sv: Exekvera

source: Teleportation
cs: Teleportace
el: Τηλεμεταφορά
fr: Téléportation
hr: Teleportacija
sk: Teleportácia
sv: Teleportering

source: Black Hole apps
cs: Black Hole aplikace
el: Εφαρμογές Black Hole
fr: Applications Black Hole
hr: Black Hole dodaci
sk: Black Hole aplikácie
sv: Black Hole Inställningar

source: Backup Menu
cs: Menu zálohování
el: Μενού Αντιγράφων Ασφαλείας
fr: Menu Sauvegarde
hr: Izbornik za spremanje kopija
sk: Menu zálohovania
sv: Säkerhetskopiering

source: Black Hole Shutdown
cs: Black Hole vypnutí
el: Τερματισμός Black Hole
fr: Menu Arrêt
hr: Black Hole isključiti
sk: Black Hole vypnutie
sv: Black Hole avstängning

source: Restart Gui
cs: Restartuj GUI
el: Επανεκκίνηση GUI
fr: Relancer Interface Graphique
hr: Restartaj GUI
sk: Reštartuj GUI
sv: Starta om gränssnittet

source: Hard Reset
cs: Tvrdý reset
el: Άμεση Επαναφορά
fr: Reset puis Redémarrage
sk: Tvrdý reset
sv: Hårdreset

source: Set Sleeptimer
cs: Nastavit časovač usínání
el: Ρύθμιση Χρονοδιακόπτη Αναμονής
fr: Régler Veille Programmée
hr: Namjesti Samoisključivanje
sk: Nastav časovač zaspávania
sv: Sätt sovtimer

source: Black Hole Weather
cs: Black Hole počasí
el: Καιρός Black Hole
fr: Météo BlackHole
hr: Black Hole vrijeme
sk: Black Hole počasie
sv: Black Hole Väder

source: Sorry no space available to expand your Universe.
cs: Je mi líto, není volné místo pro rozšíření tvého vesmíru.
el: Δεν υπάρχει διαθέσιμος χώρος για επέκταση.
fr: Désolé pas de place disponible pour étendre votre univers.
hr: Nažalost nema mjesta za proširiti vaš Universe.
sk: Je mi ľúto, nie je voľné miesto pre rozšírenie tvojeho vesmíru.
sv: Inget utrymme tillgängligt för att expandera ditt universum.

source: To enable Parallel dimensions you need a dedicated Usb stick. Instructions:
cs: Chceš-li povolit Paralelní vesmíry, potřebuješ vyhrazen USB flash disk. Instrukce:
el: Για ενεργοποίηση των Παράλληλων Χώρων χρειάζεστε ένα αποκλειστικό usb stick. Οδηγίες:
fr: Pour les univers parallèles, vous avez besoin d'une clé USB dédiée. Instructions:
hr: Da bi ste omogućili Parallel dimensions morate staviti Usb stick. Upute:
sk: Ak chceš povoliť paralelné vesmíry, potrebuješ vyhradený USB flash disk. Inštrukcie:
sv: För att aktivera parallella dimensioner behöver du en dedikerad USB-enhet. Instruktioner:

source: 1) Format your Usb stick -click on blue -> blue -> Usb Format Wizard
cs: 1) Formátuj USB klíč -stiskni modré -> modré -> Průvodce formátování USB
el: 1) Μορφοποιήστε το Usb stick -πιέστε μπλε -> μπλε -> Οδηγός μορφοποίησης Usb
hr: 1) Format vašeg Usb sticka -klik na plavo -> plavo -> Usb Format vodič
sk: 1) Formátuj USB klúč -stlač modré -> modré -> Sprievodca formátovania USB
sv: 1) Formatera din USB-enhet -klicka på blå -> blå -> USB formateringsguide

source: 2) Map the newly formatted stick to "universe" -click on blue -> blue -> Devices Manager.
cs: 2) Mapuj nově formátovaný klíč do "universe" -stiskni modré -> modré -> správce zařízení.
el: 2) Προσαρτήστε το usb stick ως "χώρος" -πιέστε μπλε -> μπλε -> Διαχείριση Συσκευών.
hr: 2) Mapirati novo formatirani stick za "universe" -klik na plavo -> plavo ->Upravitelj uređaja.
sk: 2) Mapuj novo formátovaný kľúč do "universe" -stlač modré -> modré -> Správca zariadení.
sv: 2) Mappa den formaterade USB-enheten till "universum" -klicka på blå -> blå -> Enhetshanteraren.

source: Sorry you can only access Parallel Universes from the image installed in flash.
cs: Omlouvám se, přístup k Paralelním vesmírům je možný pouze z image instalovaném ve flash.
el: Πρόσβαση στους Παράλληλους Χώρους γίνεται μόνο από το λογισμικό της flash.
fr: Désolé vous ne pouvez accéder aux univers que depuis l'image installée en flash
hr: Žao nam je možete pristupiti Parallel Universes jedino iz image ako je instaliran u flashu.
sk: Ospravedlňujem sa, prístup k Paralelným vesmírom je možný iba z image nainštalovanom vo flash.
sv: Du kan endast få tillgång till universum från operativsystem installerat i flashdisk.

source: Sorry your Parallel Universes are older than your Black Hole world. You need to re-inizialize the system, reformat your Usb stick or generate a Bing Bang.
cs: Omlouvám se, tvoje Paralelní vesmíry jsou starší než Black Hole svět. Musíš znovu inicializovat systém, naformátovat USB zařízení nebo generovat Velký třesk.
el: Οι Παράλληλοι Χώροι είναι παλαιότεροι από το χώρο Black Hole. Πρέπει να τους ξαναδημιουργήσετε, να μορφοποιήσετε το usb stick ή να κάνετε ένα Big Bang.
fr: Désolé vos univers sont plus anciens que le monde Black Hole. Réinitialisez vos univers: reformatez la clé USB ou générez un Big Bang.
hr: Žao nam je vaš Parallel Universes je stariji od vašeg Black Hole image. Morate ponovno inicijalizirati sustav, formatirati USB stick ili generirati Bing Bang.
sk: Ospravedlňujem sa, tvoje Paralelné vesmíry sú staršie ako svet Black Hole. Musíš znovu inicializovať systém, naformátovať USB zariadenie alebo urobiť Big Bang.
sv: Tyvärr är dina parallella universum är äldre än din Black Hole värld. Du måste återinitialisera systemet, formatera om ditt USB-minne eller generera en Bing Bang.

source: The Big Bang will collapse all of the Parallel Universes into the original Black Hole matrix. This means that all of your Parallel Universes will be destroyed and turned back into Black Hole timespace. Warning, all of the data stored in your Parallel Universes will be lost. Are you sure you want to start the Bing Bang?
cs: Velký třesk zhroutí všechny Paralelní vesmíry do původní Black Hole matrice. To znamená, že všechny tvoje Paralelní vesmíry budou zničeny a vráceny zpět do časoprostoru Black Hole. Pozor, všechna data uložená v Paralelních vesmírech budou ztracena. Jsi si jist, že chceš spustit Velký třesk?
el: Το Big Bang θα μετατρέψει όλους τους Παράλληλους Χώρους στον αρχικό Black Hole. Αυτό σημαίνει ότι οι χώροι θα καταστραφούν και θα γίνουν ίδιοι με τον Black Hole. Προσοχή, όλα τα δεδομένα των Παράλληλων Χώρων θα χαθούν. Σίγουρα θέλετε να γίνει εκκίνηση του Big Bang;
fr: Le Big Bang va détruire tous les univers dans la matrice originelle Black Hole. Cela signifie que tous les univers parallèles seront détruits avec retour dans Black Hole. ATTENTION, Toutes les données stockées dans vos univers parallèles seront perdues. Etes vous sûr de vouloir démarrer le Big Bang?
hr: Big Bang će srušiti sve Parallel Universes u izvornom Black Hole. To znači da će Parallel Universes biti uništeni i vraćeni natrag u Black Hole. Upozorenje, svi podaci pohranjeni u vašim Parallel Universes će biti izgubljeni. Jeste li sigurni da želite započeti Bing Bang?
sk: Big Bang zrúti všetky Paralelné vesmíry do pôvodnej Black Hole matice. To znamená, že všetky tvoje Paralelné vesmíry budú zničené a vrátené späť do časopriestoru Black Hole. Pozor, všetky dáta uložené v Paralelných vesmíroch budú stratené. Si si istý, že chceš spustiť Big Bang?
sv: Big Bang kommer att rasera alla parallella universum i den ursprungliga Black Hole matrisen. Detta innebär att alla dina parallella universum kommer att förstöras och återgå till Black Hole tidsrymd. Varning, all data som lagras i dina parallella universum kommer att förloras. Är du säker på att du vill göra en Bing Bang?

source: Jump to...
cs: Přeskoč do...
el: Μετάβαση σε...
fr: Sauter dans...
hr: Skok na...
sk: Preskoč do...
sv: Hoppa till...

source: You are in %s universe.
cs: Jsi ve %s vesmíru.
el: Είστε στο χώρο %s.
fr: Vous êtes dans l'univers %s.
hr: Vi ste u %s Universe.
sk: Si v %s vesmíre.
sv: Du är i %s universum.

source: Black Hole details: Black Hole is the original matrix of all Parallel Universes and resides in its own phisycal space.
cs: Black Hole detaily: Black Hole je původní matrice všech Paralelních vesmírů a je umśtěna ve vlastním fyzickém prostoru.
el: Λεπτομέρειες Black Hole: Ο Black Hole είναι ο αρχικός από τους Παράλληλους Χώρους και βρίσκεται στο δικό του φυσικό μέσο.
fr: Détails Black Hole: Black Hole est la matrice originelle de tous les univers et réside dans son propre espace physique.
hr: Black Hole detalji: Black Hole je original matrica za sve Parallel Universes i nalazi se u vlastitom fizičkom prostoru.
sk: Black Hole detaily: Black Hole je pôvodná matica všetkých Paralelných vesmírov a je umiestnená vo vlastnom fyzickom priestore.
sv: Black Hole detaljer: Black Hole är den ursprungliga matrisen av alla parallella universum befinner sig i sitt egna fysiska utrymme.

source: Estimated size: %s
cs: Očekávána velikost: %s
el: Εκτιμώμενο μέγεθος: %s
fr: Taille estimée: %s
hr: Procjenjena veličina: %s
sk: Očakávaná veľkosť: %s
sv: Beräknad storlek: %s

source: Occupied space: %s
cs: Obsazené místo: %s
el: Σε χρήση: %s
fr: Espace occupé: %s
hr: Zauzeće prostora: %s
sk: Obsadené miesto: %s
sv: Använt utrymme: %s

source: Empty space: %s
cs: Volné místo: %s
el: Ελεύθερα: %s
fr: Espace libre: %s
hr: Prazan prostor: %s
sk: Voľné miesto: %s
sv: Ledigt utrymme: %s

source: Parallel Universes details: Parallel Universes share the same space because they are all together in the same place, but in different dimensions.
cs: Paralelní vesmíry - detaily: Paralelní vesmíry sdílejí stejný prostor, protože jsou společně na stejném místě, ale v různých dimenzích.
el: Λεπτομέρειες Παράλληλων Χώρων: Οι Παράλληλοι Χώροι μοιράζονται το ίδιο μέσο, αλλά βρίσκονται σε διαφορετικές διαστάσεις.
fr: Détails univers parallèles: Les univers parallèles partagent le même espace car ils sont tous à la même place, mais dans différentes dimensions.
hr: Parallel Universes datelji: PaParallel Universes dijele prostor jer su svi u isto vrijeme na istom mjestu, ali u različitim dimenzijama.
sk: Paralelné vesmíry - detaily: Paralelné vesmíry zdieľajú ten istý priestor, pretože sú spoločne na rovnakom mieste, ale v rôznych dimenziách.
sv: Parallella universum information: Parallella universum delar samma utrymme eftersom de existerar tillsammans på samma plats, men i olika dimensioner.

source: Enter the pin for %s universe
cs: Vlož pin pro %s vesmír
el: Εισάγετε το PIN για το χώρο %s
fr: Saisir code PIN pour l'univers %s
hr: Unesite pin za %s universe
sk: Zadaj pin pre %s vesmír
sv: Ange PIN-kod för %s universum

source: Insert Pin
cs: Vlož pin
el: Εισάγετε PIN
fr: Saisir code
hr: Umetni Pin
sk: Zadaj pin
sv: Ange PIN-kod

source: Sorry, wrong pin.
cs: Je mi líto, nesprávný pin.
el: Λάθος PIN.
fr: Désolé code invalide
hr: Nažalost, pogrešan pin.
sk: Je mi ľúto, nesprávny pin.
sv: Fel PIN-kod.

source: You are already in %s universe.
cs: Již jsi ve %s vesmíru.
el: Είστε ήδη στο χώρο %s.
fr: Vous êtes déjà dans l'univers %s.
hr: Vi ste već u %s universe.
sk: Už si v %s vesmíre.
sv: Du är redan i %s universum.

source: We are going to jump into %s Universe. Please remember that anything you do in this Universe, such as install sofware, skins or plugins will have no effect on the other Universes. Are you sure you want to jump?
cs: Chystáme se přeskočit do %s vesmíru. Měj prosím na paměti, že cokoliv uděláš v tomto vesmíru, jako je například instalace sofware, vzhledu nebo modulu, nemá žádný vliv na ostatní vesmíry. Jsi si jist, že chceš přeskočit?
el: Θα μεταβείτε στο xώρο %s. Να θυμάστε πως οτιδήποτε κάνετε σε αυτό το χώρο, όπως εγκατάσταση προσθέτων και θεμάτων δεν έχουν επίδραση στους άλλους. Θέλετε να μεταβείτε;
fr: Nous allons nous téléporter dans l'univers %s. Quoi que vous fassiez dans cet univers, comme installer un programme, thème ou plugin n'aura aucun effet sur les autres univers. Etes vous sûr de vouloir y aller?
hr: U %s Universe. Imajte na umu da sve što učiniti u ovom Universe, kao što je instaliranje softvera, skina ili dodataka neće imati nikakvog utjecaja na druge Universes. Jeste li sigurni da želite ?
sk: Chystáme sa preskočiť do %s vesmíru. Maj prosím na pamäti, že čokoľvek urobíš v tomto vesmíre, ako je napríklad inštalácia software, skinu nebo pluginu, nemá žiadny vplyv na ostatné vesmíry. Si si istý, že chceš preskočiť?
sv: Vi kommer att växla till %s universum. Kom ihåg att allt du gör i detta universum, såsom installation av mjukvara, skal eller appar inte påverkar andra universum. Är du säker på att du vill växla?

source: The Big Bang will collapse all of the Parallel Universes into the original Black Hole matrix. This means that all of your Parallel Universes will be destroyed and turned back into Black Hole timespace.
cs: Velký třesk zhroutí všechny Paralelní vesmíry do původního matrice Black Hole. To znamená, že všechny tvoje Paralelní vesmíry budou zničeny a vráceny zpátky do časoprostoru Black Hole.
el: Το Big Bang θα μετατρέψει όλους τους Παράλληλους Χώρους σε αρχικό Black Hole. Αυτό σημαίνει ότι οι χώροι θα καταστραφούν και θα γίνουν ίδιοι με τον Black Hole.
fr: Le Big Bang va detruire tous les univers dans la matrice originelle Black Hole. Cela signifie que tous les univers parallèles seront détruits avec retour dans Black Hole.
hr: Big Bang će izazvati kolap svih Parallel Universes u izvornoj matrici Black Hole. To znači da će svi vaši Parallel Universes biti uništeni i vraćeni natrag uvremenskom periodu u Black Hole.
sk: Big Bang zrúti všetky Paralelné vesmíry do pôvodnej matice Black Hole. To znamená, že všetky tvoje Paralelné vesmíry budú zničené a vrátené späť do časopriestoru Black Hole.
sv: Big Bang raserar alla de parallella universum i den ursprungliga Black Hole matrisen. Detta innebär att alla dina parallella universum kommer att förstöras och du återvänder till till Black Hole tidrymd.

source: For this reason you have to save yourself by jumping back into Black Hole Universe before you start the Big Bang.
cs: Z tohoto důvodu musíš sebe zachránit tím, že skočíš zpět do Black Hole vesmíru dříve, než spustíš Velký třesk.
el: Γι' αυτό θα πρέπει να προστατευτείτε μεταβαίνοντας στο χώρο Black Hole πριν την εκκίνηση του Big Bang.
fr: Pour cette raison, protégez vous en sautant d'abord dans l'univers Black Hole avant de démarrer le Big Bang
hr: Iz tog razloga morate natrag u Black Hole Universe prije nego što počnete Big Bang.
sk: Z tohoto dôvodu sa musíš zachrániť tým, že skočíš späť do Black Hole vesmíru skôr, než spustíš Big Bang.
sv: Av denna anledning måste du rädda situationen genom att återgå till Black Hole universum innan du startar Big Bang.

source: Warning, all of the data stored in your Parallel Universes will be lost. Are you sure you want to start the Bing Bang?
cs: Pozor, všechna data uložená v Paralelních vesmírech budou ztracena. Jsi si jist, že chceš spustit Velký třesk?
el: Προσοχή, όλα τα δεδομένα των Παράλληλων Χώρων θα χαθούν. Σίγουρα θέλετε να γίνει εκκίνηση του Big Bang;
fr: Attention : toutes les données stockées dans les univers parallèles seront perdues. Etes vous sûr de vouloir démarrer le Big Bang?
hr: Upozorenje, svi podaci spremljen u Parallel Universes biti će izgubljeni. Jeste li sigurni da želite započeti Bing Bang?
sk: Pozor, všetky dáta uložené v Paralelných vesmíroch budú stratené. Si si istý, že chceš spustiť Big Bang?
sv: Varning, kommer all data lagras i parallella universum förloras. Är du säker på att du vill starta Bing Bang?

source: Setup %s Universe
cs: Nastav %s vesmír
el: Ρύθμιση Χώρου %s
fr: Paramétrage univers %s
hr: Postavke %s Universe
sk: Nastav %s vesmír
sv: Installation%s universum

source: Universe access protected
cs: Přístup k vesmíru je chráněn
el: Προστατευμένη πρόσβαση χώρου
fr: Accès protégé à l'univers
hr: Universe prstup zaštićen
sk: Prístup k vesmíru je chránený
sv: Universum åtkomstskyddat

source: Universe access pin
cs: Pin pro přístup k vesmíru
el: PIN πρόσβασης χώρου
fr: Code d'accès à l'univers
hr: Universe pristupni pin
sk: Pin pre prístup k vesmíru
sv: PIN-kod till universum
