Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Manage extensions or plugins for your STB
cs: Správa rozšíření nebo modulů tvého Vu+
el: Διαχείριση επεκτάσεων ή πρόσθετων του δέκτη.
fr: Gestion des extensions ou plugins pour votre Vu+.
hr: Omogućiti proširenja ili dodatke za STB
sk: Správa rozšírení a pluginov pre Vu+
sv: Hantera utökningar eller appar till boxen.

source: Online update of your STB software.
cs: Online aktualizace Vu+ softwaru.
el: Δικτυακή ενημέρωση λογισμικού.
fr: Mise à jour en ligne du logiciel de votre Vu+.
hr: Online nadogradnja vašeg STB
sk: Online aktualizácia software pre Vu+.
sv: Onlineuppdatering av boxens mjukvara.

source: Press OK on your remote control to continue.
cs: Stiskni tlačítko OK na dálkovém ovladači pro pokračování.
el: Πιέστε ΟΚ για συνέχεια.
fr: Presser OK sur la télécommande pour continuer.
hr: Pritisnite OK na daljinskom upravljaču za nastavak
sk: Na pokračovanie stlač tlačítko OK na diaľkovom ovládači.
sv: Tryck OK på fjärrkontrollen för att forsätta.

source: Restore your STB settings.
cs: Obnovit nastavení Vu+.
el: Επαναφορά ρυθμίσεων.
fr: Restaurer vos paramètres.
hr: Vratiti vaše STB postavke.
sk: Obnoviť nastavenia Vu+.
sv: Återskapa boxens inställningar.

source: Restore your STB with a new firmware.
cs: Obnovit Vu+ s novým firmware.
el: Επαναφορά με νέο λειτουργικό.
fr: Restaurer votre Vu+ avec un nouveau logiciel.
hr: Vratititi vaše postavke sa novim image
sk: Obnoviť Vu+ novým firmware.
sv: Återskapa boxen med nytt operativsystem.

source: Restore your backups by date.
cs: Obnovit zálohy podle data.
el: Επαναφορά αντιγράφων ασφαλείας βάσει ημερομηνίας.
fr: Restaurer vos sauvegardes par date.
hr: Vratiti na spremljenu kopiju od datuma.
sk: Obnoviť zo zálohy podľa dátumu.
sv: Återskapa med datum på säkerhetskopiering.

source: Scan for local extensions and install them.
cs: Vyhledej místní rozšíření a nainstaluj je.
el: Αναζήτηση και εγκατάσταση τοπικών επεκτάσεων.
fr: Scanner les extensions locales et les installer.
hr: Pretražiti lokalne dodatke i instalirati.
sk: Vyhľadať miestne balíčky a nainštalovať ich.
sv: Sök efter lokala utökningar och installera dem.

source: Select your backup device. Current device:
cs: Vyber si záložní zařízení. Aktuální zařízení:
el: Επιλογή συσκευής αντιγράφων ασφαλείας. Τρέχουσα συσκευή:
fr: Choix périphérique sauvegarde. périphérique actuel:
hr: Odabrati uređaj za spremanje kopija. Trenutni uređaj:
sk: Zvoľ zariadenie pre zálohovanie. Aktuálne zariadenie:
sv: Välj säkerhetskopieringsenhet. Nuvarande enhet:

source: System will restart after the restore!
cs: Systém se restartuje po obnovení!
el: Επανεκκίνηση μετά την επαναφορά!
fr: Le système redémarrera après restauration!
hr: Sustav će se ponovno pokrenuti nakon vraćanja kopije!
sk: Systém sa po obnovení reštartuje!
sv: Systemet kommer att starta om efter återläsningen!

source: View, install and remove available or installed packages.
cs: Zobrazit, nainstalovat a odebrat nainstalované nebo dostupné balíčky.
el: Προβολή, εγκατάσταση και διαγραφή διαθέσιμων ή εγκατεστημένων πακέτων.
fr: Visualiser, installer et retirer paquets disponibles ou installés.
hr: Pogled, instalacija dostupnih ili uklanjanje instaliranih paketa.
sk: Zobraziť, nainštalovať a odstrániť dostupné alebo nainštalované balíčky.
sv: Visa, installera och ta bort tillgängliga eller installerade paket.

source: Results
cs: Výsledky
el: Αποτελέσματα
fr: Résultats
hr: Rezultat
sk: Výsledky
sv: Resultat

source: extensions.
cs: rozšíření.
el: επεκτάσεις.
hr: extenzije.
sk: rozšírenia.
sv: utökningar.

source: packages selected.
cs: zvolené balíčky.
el: πακέτο(α) επιλέχθηκε(αν).
fr: paquets sélectionnés.
hr: odabrani paketi
sk: balíčkov zvolených.
sv: valda paket.

source: updates available.
cs: aktualizace k dispozici.
el: ενημερώσεις διαθέσιμες.
fr: MàJ disponibles.
hr: Dostupna ažuriranja
sk: aktualizácie k dispozícii.
sv: uppdateringar tillgängliga.

source: wireless networks found!
cs: bezdrátových sítí nalezeo!
el: ασύρματα δίκτυα βρέθηκαν!
fr: Réseaux sans fil trouvés!
hr: nađena bežična mreža
sk: bezdrôtových sietí nájdených.
sv: trådlöst nätverk hittat!

source: %d conflict(s) encountered when trying to add new timers: %s
cs: %d došlo ke konfliktu při pokusu o přidání nových časovačů: %s
el: %d διένεξη(εις) καταγράφηκαν στην προσπάθεια προσθήκης νέων χρονοδιακοπτών: %s
fr: La tentative d'ajout de programmation a généré %d conflit(s): %s
hr: %d konflikt (i) nađeni kada pokušavate dodati nove tajmere: %s
sk: %d konflikt(y) nájdený(é) pri pokuse pridať nové časovače: %s
sv: %d konflikter uppstod vid uppläggning av nya timers: %s

source: %d conflict(s) solved with similar timer(s): %s
cs: %d konflikt vyřešen s podobným časovačem: %s
el: %d διένεξη(εις) επιλύθηκαν με παρόμοιο χρονοδιακόπτη(ες): %s
fr: %d conflit(s) résolus avec programmations similaires: %s
hr: %d konflikt(i) riješeni sa sličnim tajmerom: %s
sk: %d konflikt vyriešený s podobným časovačom: %s
sv: %d konflikt(er) löst med liknande timer(s): %s

source: %d jobs are running in the background!
cs: %d úlohy jsou spuštěny na pozadí!
el: %d εργασίες εκτελούνται στο παρασκήνιο!
fr: les tâches %d fonctionnent en arrière-plan!
hr: %d izvodi se u pozadini!
sk: %d úloh beží na pozadí!
sv: %d jobb körs i bakgrunden!

source: %d services found!
cs: %d stanic nalezeno!
el: %d υπηρεσίες βρέθηκαν!
fr: %d services trouvés!
hr: %d kanala pronađeno!
sk: Nájdených %d staníc!
sv: %d kanaler hittades!

source: %s (%s, %d MB free)
cs: %s (%s, %d MB volných)
el: %s (%s, %d MB ελεύθερα)
fr: %s (%s, %d Mo libres)
hr: %s (%s, %d MB slob.)
sk: %s (%s, %d MB voľných)
sv: %s (%s, %d MB ledigt)

source: %s: %s at %s
cs: %s: %s v %s
el: %s: %s σε %s
sk: %s: %s na %s

source: (ZAP)
cs: (Přepnout)
sk: (Prepnúť)
sv: (zappa)

source: (empty)
cs: (prázdné)
el: (κενό)
fr: (vide)
hr: (prazno)
sk: (prázdne)
sv: (tom)

source: (show optional DVD audio menu)
cs: (zobraz volitelné menu zvuku DVD)
el: (προβολή εναλλακτικού μενού ήχου DVD)
fr: (montrer menu audio DVD optionnel)
hr: (pokazati opcije izbornika audio DVD)
sk: (zobraziť voliteľné menu zvuku DVD)
sv: (visa utökad DVD ljudmeny)

source: * Only available if more than one interface is active.
cs: * K dispozici pouze v případě více než jednoho aktivního rozhraní.
el: * Διαθέσιμο μόνο αν είναι ενεργή πάνω από μία διεπαφή.
fr: * Seulement disponible si plus d'une interface active.
hr: * Dostupno samo ako je više od jednog sučelja aktivano.
sk: * Dostupné, len ak je aktívnych viac rozhraní než jedno.
sv: * Enbart tillgänglig om mer än ett kort är aktivt.

source: 1 wireless network found!
cs: Nalezena 1 bezdrátová síť!
el: 1 ασύρματο δίκτυο βρέθηκε!
fr: 1 réseau sans fil trouvé!
hr: 1 bežična mreža nađena!
sk: Nájdená 1 bezdrôtová sieť.
sv: 1 trådlöst nätverk hittat!

source: 12V output
cs: 12V výstup
el: 12V έξοδος
fr: Sortie 12V
hr: 12V izlaz
sk: 12 V výstup
sv: 12V utgång

source: 16:9 always
cs: vždy 16:9
el: 16:9 πάντοτε
fr: 16:9 toujours
hr: uvijek 16:9
sk: vždy 16:9
sv: 16:9 alltid

source: 30 minutes
cs: 30 minut
el: 30 λεπτά
hr: 30 minuta
sk: 30 minút
sv: 30 minuter

source: 5 minutes
cs: 5 minut
el: 5 λεπτά
hr: 5 minuta
sk: 5 minút
sv: 5 minuter

source: 60 minutes
cs: 60 minut
el: 60 λεπτά
hr: 60 minuta
sk: 60 minút
sv: 60 minuter

source: <Current movielist location>
cs: <aktuální umístění seznamu filmů>
el: <Τρέχουσα θέση ταινιών>
fr: <Emplacement liste film courante>
hr: <Trenutna lokacija popisa filmova>
sk: <Aktuálne umiestnenie zoznamu filmov>
sv: <Aktuell inspelningsmapp>

source: <Default movie location>
cs: <Výchozí umístění filmů>
el: <Προεπιλεγμένη θέση ταινιών>
fr: <Emplacement défaut film>
hr: <Zadana lokacija filma>
sk: <Predvolené umiestnenie filmov>
sv: <Standard inspelningsmapp>

source: <Last timer location>
cs: <Umístění posledního časovače>
el: <Τελευταία θέση χρονοδιακόπτη>
fr: <Emplacement dernière programmation>
hr: <Zadnja lokacija timera>
sk: <Umiestnenie poslednej časovej nahrávky>
sv: <Senaste inspelningsmapp för timer>

source: <unknown>
cs: <neznámý>
el: <άγνωστο>
fr: <inconnu>
hr: <nepoznato>
sk: <neznámy>
sv: <okänd>

source: A BackToTheRoots-Skin .. but with Warp-8 speed.
cs: BackToTheRoots-vzhled .. ale s rychlostí Warp-8.
el: Θέμα Επιστροφή στις Ρίζες... αλλά με παραμόρφωση 8 ταχυτήτων.
hr: Povratak na Roots-Skin... ali sa Warp-8 brzinom
sk: Skin BackToTheRoots, ale s rýchlosťou Warp-8
sv: Ett TillbakaTillGrunden-skal .. men med Warp-8 fart.

source: A BackToTheRoots-Skin .. or good old times.
cs: BackToTheRoots-vzhled .. nebo staré dobré časy.
el: Θέμα Επιστροφή στις Ρίζες... ή οι παλιοί καλοί καιροί.
fr: Un thème retour aux sources .. ou bon vieux temps.
hr: Povratak na Roots-Skin... ili staro dobro vrijeme
sk: Skin BackToTheRoots ... alebo zlaté staré časy.
sv: Ett TillbakaTillGrunden-skal .. eller gamla goda tider.

source: A basic ftp client
cs: Základní ftp klient
el: Βασικός πελάτης ftp
fr: Un client FTP basique
hr: Osnovni ftp klijent
sk: Základný klient FTP
sv: En enkel ftp klient

source: A client for www.dyndns.org
cs: Klient pro www.dyndns.org
el: Πελάτης www.dyndns.org
fr: Un client pour www.dyndns.org
hr: Klijent za www.dyndns.org
sk: Klient pre www.dyndns.org
sv: En klient för www.dyndns.org

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
cs: Konfigurační soubor (%s) byl změněn od instalace. Chceš uchovat tvoji verzi?
el: Ένα αρχείο ρύθμισης (%s) τροποποιήθηκε από την εγκατάσταση. Θέλετε να διατηρήσετε τη δική σας έκδοση;
fr: Un fichier configuration (%s) a été modifié depuis l'installation. Voulez-vous garder votre version?
hr: Datoteka konfiguracije (%s) je bila promjenjena nakon instalacije. Želite li zadržati vašu verziju?
sk: Konfiguračný súbor (%s) bol od inštalácie zmenený. Chceš zachovať tvoju verziu?
sv: En konfigurationsfil (%s) har ändrats sedan installationen. Vill du behålla din version?

source: A demo plugin for TPM usage.
cs: Demo modul pro využití TPM.
el: Επέκταση επίδειξης για χρήση TPM .
fr: Un plugin démo pour usage TPM.
hr: Demo plugin za TPM korištenje
sk: Ukážkový plugin pre TPM.
sv: En demoapp för TPM-användning.

source: A dreambox simulation from SG-Atlantis displays.
cs: Vu+ simulace z SG-Atlantis displejů.
el: Προσομοίωση δέκτη από οθόνες SG-Atlantis.
fr: Une simulation d'affichage de dreambox par SG-Atlantis
hr: Dreambox simulacija od SG-Atlantis zaslona.
sk: Vu+ simulácia z SG-Atlantis displejov.
sv: En boxsimulering av SG-Atlantis skärmar.

source: A finished record timer wants to set your STB to standby. Do that now?
cs: Dokončený časovač chce přepnout Vu+ do standby módu. Přepnout hned?
el: Μια ολοκληρωμένη εγγραφή θέλει να θέσει τον δέκτη σε αναμονή. Να γίνει τώρα;
fr: Un enregistrement programmé et terminé veut passer votre Vu+ en veille. Procéder maintenant?
hr: Zadano Vrijeme snimanja je završeno i želi postaviti vaš STB u pasivno stanje. Želite to učiniti sada?
sk: Ukončený časovač nahrávania chce prepnúť Vu+ do pohotovostného režimu. Prepnúť teraz?
sv: En utförd inspelningstimer vill försätta boxen i standby. Vill du utföra det nu?

source: A finished record timer wants to shut down your STB. Shutdown now?
cs: Dokončený časovač chce vypnout Vu+. Vypnout hned?
el: Μια ολοκληρωμένη εγγραφή θέλει να τερματίσει τον δέκτη. Να γίνει τερματισμός τώρα;
fr: Un enregistrement programmé et terminé veut. éteindre votre Vu+. Eteindre maintenant?
hr: Zadano vrijeme snimanja je završeno i želi isključiti vaš STB. Isključiti sada?
sk: Ukončený časovač nahrávania chce vypnúť Vu+. Vypnúť teraz?
sv: En utförd inspelningstimer vill stänga av boxen. Stänga av nu?

source: A graphical EPG for all services of an specific bouquet
cs: Grafické EPG pro všechny stanice ve specifickém přehledu
el: Γραφικό EPG για όλες τις υπηρεσίες σε συγκεκριμένο μπουκέτο
fr: Un EPG graphique pour tous les services d'un bouquet spécifique
hr: Grafički EPG za sve usluge od specifičnog paketa
sk: Grafické EPG pre všetky stanice určitého prehľadu
sv: En grafisk EPG för alla kanaler i en vald favoritlista

source: A graphical EPG interface
cs: Grafické rozhraní EPG
el: Γραφικό EPG
fr: Une interface graphique EPG
hr: Grafičko EPG sučelje
sk: Grafické rozhranie EPG
sv: Ett grafiskt EPG gränssnitt

source: A graphical EPG interface and EPG tools manager
cs: Grafické rozhraní EPG a správce nástrojů EPG
el: Διαχείριση γραφικού EPG και εργαλείων EPG
hr: Grafičko EPG sučelje i EPG alat manager
sk: Grafický EPG a správca nástrojov EPG
sv: Ett grafiskt EPG gränssnitt och EPG verktygshanterare

source: A graphical EPG interface.
cs: Grafické rozhraní EPG.
el: Γραφικό EPG
fr: Une interface graphique EPG.
hr: Grafičko EPG sučelje.
sk: Grafické rozhranie EPG
sv: Ett grafiskt EPG gränssnitt.

source: A mount entry with this name already exists! Update existing entry and continue?
cs: Přípojný bod s tímto názvem již existuje! Aktualizovat existující záznam a pokračovat?
el: Υπάρχει ήδη μία προσάρτηση με αυτό το όνομα! Ενημέρωση υπάρχουσας και συνέχιση;
fr: Une entrée montage avec le même nom existe déjà! Mettre à jour l'entrée et continuer?
hr: Mount sa ovim imenom već postoji! Ažuriraj postojeći i nastavi?
sk: Prístup s týmto názvom už existuje.
sv: En monteringspunkt med samma namn finns redan! Uppdatera befintlig monteringspunkt och forsätta?

source: A nice looking HD skin from Kerni
cs: Pěkně vypadající HD vzhled od Kerni
el: Μια ωραία εμφάνιση HD θέματος από Kerni
fr: Un thème HD d'apparence sympatique de Kerni
hr: Lijepo izgleda HD skin od Kerni
sk: Pekný skin HD od autora Kerni
sv: Ett snyggt HD skal från Kerni

source: A nice looking HD skin in Brushed Alu Design from Kerni.
cs: Pěkně vypadající HD vzhled v designu matného hliníku od Kerni.
el: Μια ωραία εμφάνιση HD θέματος με σχεδιασμό βουρτσισμένου αλουμινίου από Kerni
fr: Un thème HD d'apparence sympatique alu brossé de Kerni
hr: Lijepo izgleda HD skin u Brushed Alu dizajnu od Kerni.
sk: Pekný skin HD, brúsený hliník, od autora Kerni
sv: Ett snyggt HD skal i Borstat Alu Design från Kerni.

source: A nice looking skin from Kerni
cs: Pěkně vypadající vzhled od Kerni
el: Μια ωραία εμφάνιση θέματος από Kerni
fr: Un thème d'apparence sympatique de Kerni
hr: Lijepo izgleda skin od Kerni
sk: Pekný skin od autora Kerni
sv: Ett snyggt skal från Kerni

source: A plugin to add / remove / modify entries of fstab.
cs: Modul pro přidání / odebrání / změny položek z fstab.
el: Επέκταση για προσθήκη / αφαίρεση / αλλάγή καταχωρήσεων fstab.
hr: Dodatak za dodati / ukloniti / mijenjati unose od fstaba.
sk: Plugin pre pridanie / odobranie / zmeny zadaní fstab.
sv: En app för att addera / ta bort / ändra värden i fstab.

source: A record has been started: %s
cs: Nahrávání začalo: %s
el: Μία εγγραφή ξεκίνησε:: %s
fr: Un enregistrement a été démarré: %s
hr: Snimanje je počelo: %s
sk: Nahrávanie začalo: %s
sv: En inspelning har påbörjats: %s

source: A recording is currently running. What do you want to do?
cs: Právě se nahrává Co chceš udělat?
el: Μια εγγραφή είναι σε εξέλιξη. Τι θέλετε να γίνει;
fr: Un enregistrement est en cours. Que voulez-vous faire?
hr: Digitalno snimanje je trenutno u tijeku. Što želite učiniti?
sk: Práve sa nahráva. Čo chceš urobiť?
sv: En inspelning pågår redan. Vad vill du göra?

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
cs: Právě se nahrává. Prosím, zastav nahrávání před konfigurováním motoru.
el: Μια εγγραφή είναι σε εξέλιξη. Για ρύθμιση μοτέρ πρέπει να σταματήσει η εγγραφή.
fr: Un enregistrement est en cours. Veuillez arrêter l'enregistrement avant d'essayer de configurer le positionneur.
hr: Snimanje je u tijeku. Molim zaustavite snimanje prije nego pokušate konfigurirati motor.
sk: Práve sa nahráva. Zastav nahrávanie pred nastavovaním motora.
sv: En inspelning pågår. Avbryt den innan du försöker konfigurera motorn.

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
cs: Právě se nahrává pořad. Prosím, zastav nahrávání před spuštěním satfinderu.
el: Μια εγγραφή είναι σε εξέλιξη. Για έναρξη ελέγχου σήματος πρέπει να σταματήσει η εγγραφή.
fr: Un enregistrement est en cours. Veuillez arrêter l'enregistrement avant de démarrer la recherche satellites.
hr: Snimanje je trenutno u tijeku. Molim da prvo zaustavite snimanje prije nego pokrenete Sat tražitelj.
sk: Práve sa nahráva. Zastav nahrávanie pred spustením vyhľadávača satelitov.
sv: En inspelning pågår. Avbryt den före du försöker starta satfinder.

source: A required tool (%s) was not found.
cs: Požadovaný nástroj (%s) nebyl nalezen.
el: Ένα απαιτούμενο εργαλείο (%s) δεν βρέθηκε.
fr: Un outil nécessaire (%s) n'a pas été trouvé
hr: Potreban alat (%s) nije pronađen.
sk: Požadovaný nástroj (%s) sa nenašiel.
sv: Ett verktyg (%s) som behövs kunde inte hittas.

source: A search for available updates is currently in progress.
cs: Běží vyhledávání dostupných aktualizací.
el: Αναζήτηση διαθέσιμων ενημερώσεων σε εξέλιξη.
fr: La recherche pour des mises à jour est actuellement en cours
hr: Traženje dostupnih ažuriranja je trenutno u tijeku.
sk: Práve prebieha vyhľadávanie dostupných aktualizácií.
sv: Söker efter tillgängliga uppdateringar.

source: A second configured interface has been found. Do you want to disable the second network interface?
cs: Bylo nalezeno druhé nakonfigurovné rozhraní. Chceš zakázat druhé síťové rozhraní?
el: Βρέθηκε δεύτερη ρυθμισμένη διεπαφή. Θέλετε να την απενεργοποιήσετε;
fr: Une seconde interface configurée a été trouvée. Voulez-vous désactiver la seconde interface réseau?
hr: Drugi uređaj je pronađen za konfiguraciju. Želite onemogućiti drugi mrežni uređaj?
sk: Bolo nájdené druhé nakonfigurované rozhranie. Chceš vypnúť druhé sieťové rozhranie?
sv: Ett andra konfigurerat nätverkskort har hittats. Vill du avaktivera sekundärt nätverkskort?

source: A simple downloading application for other plugins
cs: Jednoduchá aplikace pro stahování dalších modulů
el: Απλή εφαρμογή για λήψη άλλων επεκτάσεων
fr: Une application de téléchargement pour d'autres plugins
hr: Jednostavno skidanje aplikacija za druge dodatake.
sk: Jednoduchá aplikácia na sťahovanie iných pluginov
sv: En enkel nedladdningsapp för andra appar

source: A sleep timer wants to set your STB to standby. Do that now?
cs: Časovač chce přepnout Vu+ do standby módu. Má to udělat?
el: Ένας χρονοδιακόπτης θέλει να βάλει τον δέκτη σε αναμονή. Να γίνει τώρα;
fr: Une programmation de mise en veille veux passer votre Vu+ en veille. Procéder maintenant?
hr: Vrijeme spavanja želi postaviti vaš STB u pasivno stanje. Učiniti to sada?
sk: Časovač zaspávania chce prepnúť Vu+ do pohotovostného režimu. Prepnúť teraz?
sv: En sovtimer vill försätta boxen i standby. Vill du göra det?

source: A sleep timer wants to shut down your STB. Shutdown now?
cs: Časovač chce vypnout Vu+. Vypnout hned?
el: Ο χρονοδιακόπτης ύπνου θέλει να τερματίσει τον δέκτη. Να γίνει τερματισμός τώρα;
fr: Une programmation de mise en veille veut arrêter votre Vu+. Eteindre maintenant?
hr: Tajmer spavanja želi isključiti vaš STB. Isključiti sada?
sk: Časovač zaspávania chce vypnúť Vu+. Vypnúť teraz?
sv: En sovtimer vill stänga av boxen. Stänga av nu?

source: A small overview of the available icon states and actions.
cs: Malý přehled dostupných ikon stavů a akcií
el: Μικρή προεπισκόπηση διαθέσιμων καταστάσεων εικόνας και ενεργειών.
fr: Une petite vue d'ensemble des icones disponibles des états et actions.
hr: Mali pregled dostupnih ikona i radnji država
sk: Tu je malý prehľad dostupných ikon stavov a činností.
sv: En liten översikt av tillgängliga ikoner status och åtgärder.

source: A timer failed to record! Disable TV and try again?
cs: Selhalo časované nahrávání! Vypnout TV a zkusit to znova?
el: Μια εγγραφή απέτυχε να ξεκινήσει. Να απενεργοποιηθεί η TV και να γίνει νέα προσπάθεια;
fr: Un programme n'a pas pu s'enregistrer! Désactiver la TV et réessayer?
hr: U zadano vrijeme nije uspjelo snimanje! Onemogućite TV i pokušajte ponovno?
sk: Zlyhalo časovanie nahrávania! Vypnúť TV a skúsiť znova?
sv: En timerinspelning misslyckades! Inaktivera TV och försök igen?

source: A/V Settings
cs: Nastavení A/V
el: Ρυθμίσεις Ήχου/Εικόνας
fr: Paramètres A/V
hr: Postavke TV-a
sk: Nastavenia A/V
sv: A/V Inställningar

source: AC3 default
cs: AC3 výchozí
el: AC3 προεπιλ.
fr: AC3 par défaut
hr: AC3 standard
sk: AC3 štandardne
sv: AC3 standard

source: Abort
cs: Přerušit
el: Ακύρωση
fr: Abandon
hr: Prekid
sk: Zrušiť
sv: Avbryt

source: Abort this Wizard.
cs: Zrušit průvodce.
el: Ακύρωση Οδηγού.
fr: Abandonner cet assistant.
hr: Prekid vodiča
sk: Skončiť tohto sprievodcu.
sv: Avbryt den här guiden.

source: About
cs: O Vu+
el: Περί
fr: À propos
hr: O programu
sk: O Vu+
sv: Om

source: About...
cs: O ...
el: Περί…
fr: À propos...
hr: O prijemniku...
sk: O Vu+...
sv: Om...

source: Access the EPG from within the Movie Player
cs: Přístup k EPG z prostředí Movie Playeru
el: Πρόσβαση στο EPG από τον Player ταινιών
fr: Voir EPG depuis le Movie Player
hr: Pristup EPG unutar Movie Player
sk: Prístup k EPG z prostredia Movie Playera
sv: Hämta EPG ifrån Mediaspelaren.

source: Access to the ARD-Mediathek
cs: Přístup do ARD-Mediathek
el: Πρόσβαση στη βιβλιοθήκη πολυμέσων ARD
fr: Accéder à la Médiatèque-ARD
hr: Pristup ARD-Mediathek
sk: Prístup k Mediathek ARD
sv: Tillgång till ARD-Mediathek

source: Access to the ARD-Mediathek online video database.
cs: Přístup do ARD-Mediathek online video databázy.
el: Πρόσβαση στη δικτυακή βάση δεδομένων βίντεο βιβλιοθήκης πολυμέσων ARD
fr: Accéder à la base de données en ligne Médiatèque-ARD.
hr: Pristuup ARD-Mediathek online video bazi podataka.
sk: Prístup k online databáze videí v Mediathek ARD
sv: Tillgång till ARD-Mediathek video databas online.

source: Accesspoint:
cs: Přístupový bod:
el: Σημείο πρόσβασης:
fr: Point accès:
hr: Pristupna točka:
sk: Prístupový bod:
sv: Accespunkt:

source: Action on long powerbutton press
cs: Akce při delším podržení zapínacího tlačítka
el: Ενέργεια σε κρατημένο πλήκτρο power
fr: Mode appui long sur bouton éteindre
hr: Postupak na dugo pritisnutu tipku paljenja
sk: Činnosť pri dlhom stlačení vypínača
sv: Beteende vid långt tryck på powerknapp

source: Action on short powerbutton press
cs: Akce při krátkém stisku tlačítka napájení
el: Ενέργεια σε στιγμιαίο πάτημα πλήκτρου power
fr: Mode appui court sur bouton éteindre
hr: Kratko pritisnuti gumb za paljenje
sk: Činnosť po krátkom stlačení sieťového vypínača
sv: Beteende vid kort tryckning på powerknapp

source: Action:
cs: Akce:
el: Ενέργεια:
hr: Akcije:
sk: Činnosť:

source: Activate Picture in Picture
cs: Aktivovat obraz v obraze
el: Ενεργοποίηση Εικόνας σε Εικόνα
fr: Activer l'incrustation d'image
hr: Aktiviraj Sliku u Slici
sk: Zapnúť obraz v obraze
sv: Aktivera Bild i Bild

source: Activate VPS
cs: Aktivuje VPS
el: Ενεργοποίηση VPS
fr: Activer VPS
hr: Aktivirati VPS
sk: Aktivuje VPS
sv: Aktivera VPS

source: Activate network settings
cs: Aktivovat síťové nastavení
el: Ενεργοποίηση ρυθμίσεων δικτύου
fr: Activer les paramètres réseau
hr: Aktiviraj mrežne postavke
sk: Aktivovať nastavenia siete
sv: Aktivera nätverksinställningar

source: Active
cs: Aktivní
el: Ενεργό
fr: Actif
hr: Aktivan
sk: Aktívne
sv: Aktiv

source: Active/ Inactive
cs: Aktivní/ Neaktivní
el: Ενεργό/ Ανενεργό
fr: Actif/ Inactif
hr: Aktivan/ Neaktivan
sk: Aktívne/ Neaktívne
sv: Aktiv/ Inaktiv

source: Adapter settings
cs: Nastavení adapteru
el: Ρυθμίσεις προσαρμογέα
fr: Paramètres adaptateur
hr: Postavke Adaptera
sk: Nastavenia adaptéra
sv: Adapterinställning

source: Add
cs: Přidat
el: Προσθήκη
fr: Ajouter
hr: Dodaj
sk: Pridať
sv: Lägg till

source: Add Bookmark
cs: Přidej záložku
el: Προσθήκη Σελιδοδείκτη
fr: Ajouter marque page
hr: Dodaj Bookmark
sk: Pridať záložku
sv: Lägg till bokmärke
