Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Wait please checking for available updates...
cs: Čekej prosím, hledám dostupné aktualizace...
el: Παρακαλώ περιμένετε... Έλεγχος για διαθέσιμες ενημερώσεις...
fr: Patientez recherche des mises à jour disponibles...
hr: Pričekajte provjera dostupnih ažuriranja ...
sk: Čakaj prosím, hľadám dostupné aktualizácie...
sv: Vänligen vänta, letar efter tillgängliga uppdateringar...

source: version:
cs: verze:
el: έκδοση:
hr: verzija:
sk: verzia:

source: Settings installed:
cs: Instalovaná nastavení:
el: Εγκατεστημένες ρυθμίσεις:
fr: Listes disponibles:
hr: Settings instaliran:
sk: Inštalované nastavenia:
sv: Inställningar installerade:

source: Upgrade found. Do you want to upgrade the settings package:
cs: Nalezena aktualizace. Chceš aktualizovat balíček nastavení:
el: Βρέθηκε αναβάθμιση. Θέλετε να αναβαθμίσετε τα πακέτα ρυθμίσεων:
fr: Mise à jour trouvée. Voulez vous mettre à jour les réglages:
hr: Upgrade nađen. Želiš upgrade settings listu:
sk: Nájdená aktualizácia. Chceš aktualizovať balíček nastavení:
sv: Upgradering hittad. Vill du uppgradera inställningspaket:

source: Package %s upgraded.
cs: Balíček %s aktualizován.
el: Το πακέτο %s αναβαθμίστηκε.
fr: Paquet %s mis à jour
sk: Balíček %s aktualizovaný.
sv: Paket %s uppgraderat.

source: New Settings Package Installation
cs: Instalace balíčku nových nastavení
el: Εγκατάσταση νέου πακέτου ρυθμίσεων
fr: Installation des nouveaux réglages
hr: Instaliranje nove settings liste
sk: Inštalácia balíčku nových nastavení
sv: Installation av nytt inställningspaket

source: You have to remove the installed %s before to install a new settings pack.
cs: Musíš odstranit nainstalovaný %s před instalací nového balíčku nastavení.
el: Πρέπει να απεγκαταστήσετε το %s πριν εγκαταστήσετε νέο πακέτο ρυθμίσεων.
fr: Supprimmez d'abord %s avant d'installer un nouveau pack de réglages
hr: Želite izbrisati instalirano %s poslije instalacije novih setings lista.
sk: Musíš odstrániť nainštalovaný %s pred inštaláciou nového balíčku nastavení.
sv: Du måste ta bort installerat %s innan du installerar ett nytt paket för inställningar.

source: Do you want to install the Package:
cs: Chceš nainstalovat balíček:
el: Θέλετε να εγκαταστήσετε το πακέτο:
fr: Voulez vous installer le paquet:
hr: Želite instalirati Pakete:
sk: Chceš nainštalovať balíček:
sv: Vill du installera paketet:

source: Package installed.
cs: Balíček instalován.
el: Το πακέτο εγκαταστάθηκε.
fr: Paquet installé
hr: Paket instaliran
sk: Balíček nainštalovaný.
sv: Paket installerat.

source: No package installed. Nothing to remove.
cs: Žádný balíček nenainstalován. Nic k odstranění.
el: Δεν υπάρχει εγκατεστημένο πακέτο. Δεν υπάρχει κάτι για διαγραφή.
fr: Aucun paquet installé. Rien à enlever
hr: Nije instaliran. Ništa ukljonjeno.
sk: Žiadny balíček nie je nainštalovaný. Nič na odstránenie.
sv: Inget paket installerat, inget att ta bort.

source: Are you sure you want to remove the Package:
cs: Jsi si jist, že chceš odstranit balíček:
el: Σίγουρα θέλετε να γίνει αφαίρεση του πακέτου:
fr: Réellement enlever le Paquet:
hr: Da li ste sigurni maknuti ovaj paket:
sk: Si si istý, že chceš odstrániť balíček:
sv: Är du säker på att vill ta bort paketet:

source: Package %s removed.
cs: Balíček %s odstraněn.
el: Το πακέτο %s αφαιρέθηκε.
fr: Paquet %s supprimé
hr: Package %s obrisan.
sk: Balíček %s odstránený.
sv: Paket %s är borttaget.

source: Removing package
cs: Odstraňuji balíček
el: Αφαίρεση πακέτου
fr: Suppression paquet
hr: Brisanje paketa
sk: Odstraňujem balíček
sv: Tar bort paket

source: Panel Setup
cs: Nastav panel
el: Ρύθμιση Οθόνης
fr: Configuration
hr: Podešavanje
sk: Nastav panel
sv: Panelinställning

source: Fast Plug
cs: Rychle připoj
el: Άμεσο Πρόσθετο
fr: Plug Rapide
hr: Brzi pluginsi
sk: Rýchlo pripoj
sv: SnabbApp

source: Addons
cs: Doplňky
el: Πρόσθετα
sk: Rozšírenia
sv: Hantera Appar

source: Scripts
cs: Skripty
el: Αρχεία Εντολών
hr: Scripte
sk: Skripty
sv: Skript

source: Fast Plugin not found. You have to setup Fast Plugin before to use this shortcut.
cs: Fast Plugin nenalezen. Musíš nastavit Fast Plugin před použitím této zkratky.
el: Δεν βρέθηκε άμεσο πρόσθετο. Πρέπει πρώτα να το ορίσετε πριν τη χρήση αυτής της συντόμευσης.
fr: Plugin Rapide non trouvé. Paramétrez d'abord Plugin Rapide avant d'utiliser ce raccourci.
hr: Brzi Plugin nije nađen. Morate namjestiti Brzi Plugin prije korištenja ovog prečaca.
sk: Fast Plugin nenájdený. Musíš nastaviť Fast Plugin pred použitím tejto skratky.
sv: SnabbApp finns inte. Du måste ställa in SnabbApp innan du kan använda genvägen.

source: Reorder plugins list
cs: Přeorganizuj seznam modulů
el: Αναδιάταξη λίστας επεκτάσεων
fr: Réorganiser liste plugins
hr: Pozicije plugin liste
sk: Preorganizuj zoznam pluginov
sv: Ordna Applistan

source: Fast Plugin Setup
cs: Nastavení Fast Plugin
el: Ρύθμιση Άμεσου Πρόσθετου
fr: Paramétrage Plugin Rapide
hr: Postavke za brze pluginse
sk: Nastavenie Fast Plugin
sv: Inställning av SnabbApp

source: Plugins list positions saved.
cs: Pozice modulů v seznamu uloženy.
el: Οι θέσεις τις λίστας προσθέτων αποθηκεύτηκαν.
fr: Positions des plugins dans liste sauvées
hr: Pozicija Plugins liste spremljena.
sk: Pozícia pluginov v zozname uložená.
sv: Applistans positioner sparade

source: Set Favourite
cs: Nastav oblíbené
el: Ορισμός Αγαπημένου
fr: Régler favori
hr: Favoriti
sk: Nastav obľúbené
sv: Ange favorit

source: Fast plugin set to:
cs: Fast Plugin nastaven do:
el: Άμεσο πρόσθετο σε:
fr: Plugin rapide réglé pour:
hr: Brze postavke postaviti na:
sk: Fast plugin nastavený do:
sv: SnabbApp satt till:

source: Key: 2x Green
cs: Tlačítko: 2x zelené
el: Πλήκτρο: 2x Πράσινο
fr: Bouton 2x Vert
hr: Tipka: 2x Zeleno
sk: Tlačítko: 2x zelené
sv: Knapp: 2x Grön

source: Configuration Saved
cs: Konfigurace uložena
el: Η ρύθμιση αποθηκεύτηκε
fr: Configuration sauvegardée
hr: Konfiguracija je spremljena
sk: Konfigurácia uložená
sv: Konfiguration sparad

source: Vpn Version:
cs: Verze Vpn:
el: Έκδοση Vpn:
hr: Vpn verzija:
sk: Verzia Vpn:

source: OpenVPN Panel - by Black Hole Team.
cs: OpenVPN panel - od Black Hole Team.
el: Οθόνη OpenVPN - από την Ομάδα Black Hole.
fr: Menu VPN - par Black Hole.
hr: OpenVPN Panel - od Black Hole Teama.
sk: OpenVPN Panel - od Black Hole tímu.
sv: OpenVPN Panel - av Black Hole Teamet.

source: Startup Module:
cs: Startovací modul:
el: Μονάδα εκκίνησης:
fr: Module démarrage
hr: Pokretanje modula:
sk: Štartovací modul:
sv: Startmoduler:

source: Current Status:
cs: Aktuální stav:
el: Τρέχ. Κατάσταση:
fr: Etat actuel:
hr: Trenutni status:
sk: Aktuálny stav:
sv: Nuvarande status:

source: Set Active
cs: Aktivuj
el: Ενεργοποίηση
fr: Activer
hr: Postaviti aktivno
sk: Aktivuj
sv: Aktivera

source: OpenVpn Enabled. Autostart activated.
cs: OpenVpn povolena. Autostart aktivován.
el: Το OpenVpn ενεργοποιήθηκε. Η αυτόματη εκκίνηση ενεργοποιήθηκε.
fr: OpenVpn Activé. Départ auto activé.
hr: OpenVpn je omogućen. Autostart aktiviran.
sk: OpenVpn povolený. Autoštart aktivovaný.
sv: OpenVPN aktiverad. Autostart aktiverad.

source: OpenVpn disabled.
cs: OpenVpn zakázána.
el: Το OpenVpn απενεργοποιήθηκε.
fr: OpenVpn désactivé.
hr: OpenVpn onemogućen.
sk: OpenVpn zakázaný.
sv: OpenVPN avaktiverad.

source: You have to Activate OpenVpn before to start
cs: Před spuštěním musíš aktivovat OpenVPN
el: Πρέπει να ενεργοποιήσετε το OpenVpn πριν την εκκίνηση
fr: Vous devez Activer OpenVpn avant de démarrer
hr: Morate activirati OpenVpn prije startanja
sk: Pred spustením musíš aktivovať OpenVPN
sv: Du måste aktivera OpenVPN innan start

source: Active/Autostart enabled
cs: Aktivní/Autostart povolen
el: Ενεργή/Αυτόματη Εκκίνηση ενεργοποιήθηκε
fr: Activer/Départ-auto activé
hr: Aktivan/Autostart omogućen
sk: Aktívny/Autoštart povolený
sv: Aktiv/Autostart aktiverad

source: Samba Autostart:
el: Αυτόματη εκκίνηση:
fr: Départ auto Samba:
sk: Samba autoštart:

source: Samba Autostart Enabled.
cs: Samba autostart povolen.
el: Αυτόματη εκκίνηση ενεργοποιήθηκε.
fr: Départ auto Samba Activé.
hr: Samba Autostart omogućen.
sk: Samba autoštart povolený.
sv: Samba Autostart aktiverad.

source: Samba Autostart Disabled.
cs: Samba autostart zakázán.
el: Αυτόματη εκκίνηση απενεργοποιήθηκε.
fr: Départ auto Samba Désactivé.
hr: Samba Autostart onemogućen.
sk: Samba autoštart zakázaný.
sv: Samba Autostart avaktiverad.

source: You can disable Telnet Server and use ssh to login to your box.
cs: Pro přihlášení se do tvého Vu+ můžeš zakázat Telnet Server a použít ssh.
el: Μπορείτε να απενεργοποιήσετε τον διακομιστή Telnet και να χρησιμοποιήσετε ssh για σύνδεση.
fr: Vous pouvez désactiver TELNET et utiliser SSH pour vous connecter au vuplus.
hr: Možete onemogućiti Telnet server i koristiti SSH za logiranje u STB.
sk: Na prihlásenie sa do tvojho Vu+ môžeš zakázať Telnet server a použiť ssh.
sv: Du kan avvaktivera Telnet server och använda SSH för att logga in på boxen.

source: Telnet service Enabled.
cs: Služba Telnet povolena.
el: Η υπηρεσία Telnet ενεργοποιήθηκε.
fr: Service TELNET Activé.
hr: Telnet service omogućen.
sk: Služba Telnet povolená.
sv: Telnet aktiverad.

source: Telnet service Disabled.
cs: Služba Telnet zakázána.
el: Η υπηρεσία Telnet απενεργοποιήθηκε
fr: Service TELNET Désactivé.
hr: Telnet service onemogućen.
sk: Služba Telnet zakázaná.
sv: Telnet avaktiverad.

source: Ftpd service type: Vsftpd server (Very Secure FTP Daemon)
cs: Typ služby Ftpd: Vsftpd server (Velmi bezpečný FTP démon)
el: Τύπος υπηρεσίας Ftpd: Διακομιστής Vsftpd (Πολύ ασφαλές FTP Daemon)
fr: Service FTPD type: Serveur Vsftpd (FTP très sécurisé)
hr: Ftpd service tip: Vsftpd server (Vrlo siguran FTP Daemon)
sk: Typ služby Ftpd: Vsftpd server (Veľmi Bezpečný FTP Démon)
sv: Ftpd service typ: Vsftpd server (Very Secure FTP Daemon)

source: Ftp service Enabled.
cs: Služba Ftp povolena.
el: Η υπηρεσία FTP ενεργοποιήθηκε.
fr: Service FTP Activé.
hr: Ftp service omogućen.
sk: Služba Ftp povolená.
sv: FTP aktiverad.

source: Ftp service Disabled.
cs: Služba Ftp zakázána.
el: Η υπηρεσία FTP απενεργοποιήθηκε.
fr: Service FTP Désactivé.
hr: Ftp service onemugućen.
sk: Služba Ftp zakázaná.
sv: FTP avaktiverad.

source: Nfs Server Autostart:
el: Αυτόμ. εκκίνηση Διακ:
fr: Départ auto Nfs:
sk: Nfs autoštart serveru:

source: Nfs Autostart Enabled.
cs: Nfs Autostart povolen.
el: Η αυτόματη εκκίνηση Nfs ενεργοποιήθηκε.
fr: Départ auto Nfs Activé.
hr: Nfs Autostart omogućen.
sk: Nfs autoštart povolený.
sv: NFS server autostart aktiverad.

source: Nfs Autostart Disabled.
cs: Nfs Autostart zakázán.
el: Η αυτόματη εκκίνηση Nfs απενεργοποιήθηκε.
fr: Départ auto Nfs Désactivé.
hr: Nfs Autostart onemogućen.
sk: Nfs autoštart zakázaný.
sv: NFS server autostart avaktiverad.

source: djmount: mount server in /media/upnp
cs: djmount: server přípojných bodů v /media/upnp
el: djmount: προσάρτηση διακομιστή στο /media/upnp
fr: djmount: monter serveur à /media/upnp
hr: djmount: mount server u /media/upnp
sk: djmount: mount server v /media/upnp
sv: djmount: montera server på /media/upnp

source: UPnP Client Enabled.
cs: UPnP klient povolen.
el: Ο πελάτης UpnP ενεργοποιήθηκε.
fr: Serveur UPnP Activé
hr: UPnP Client omogućen.
sk: UPnP klient povolený.
sv: UPnP klient aktiverad.

source: UPnP Client Disabled.
cs: UPnP klient zakázán.
el: Ο πελάτης UPnP απενεργοποιήθηκε.
fr: Serveur UPnP Désactivé
hr: UPnP Client onemogućen.
sk: UPnP klient zakázaný.
sv: UPnP klient avaktiverad.

source: Mediatomb: UPnP media server Black Hole version. Mediatomb is fully configured for your box and ready to work. Just enable it and play. Mediatomb include a nice web interface url to manage your media. Mediatomb webif url: http://ip_box:49152 Mediatomb configs: /.mediatomb/config.xml Mediatomb docs & howto: http://mediatomb.cc/
cs: Mediatomb: Black Hole verze UPnP media serveru. Mediatomb je plně konfigurovaný pro Vu+ a je připraven k práci. Stačí zapnout a hrát si. Mediatomb obsahuje pěkné url webové rozhraní pro správu tvých médií. Mediatomb webif url: http://ip_box:49152 Mediatomb configy: /.mediatomb/config.xml Mediatomb dokumentace & jak na to: http://mediatomb.cc/
el: Mediatomb: Black Hole έκδοση διακομιστή πολυμέσων UPnP. Το Mediatomb είναι πλήρως ρυθμισμένο για το δέκτη και έτοιμο για χρήση. Απλά ενεργοποιήστε το. Το Mediatomb περιλαμβάνει διεύθυνση web interface για τη διαχείριση των πολυμέσων. Mediatomb webif url: http://ip_box:49152 Mediatomb ρυθμίσεις: /.mediatomb/config.xml Mediatomb docs & howto: http://mediatomb.cc/
fr: Mediatomb: Serveur média UPnP version Black Hole. Mediatomb déjà configuré et prêt à fonctionner. Activez le et jouez. Mediatomb inclut une interface url pour gérer vos médias. Mediatomb webif url: http://ip_box:49152 Mediatomb configs: /.mediatomb/config.xml Mediatomb docs & howto: http://mediatomb.cc/
hr: Mediatomb: UPnP media server Black Hole verzija. Mediatomb je potpuno konfiguriran za vaš STB i spreman za korištenje. Treba ga omogućiti i pokrenuti. Mediatomb zadržav lijepo podešene url web adrese media. Mediatomb webif url: http://ip_box:49152 Mediatomb configs: /.mediatomb/config.xml Mediatomb docs & howto: http://mediatomb.cc/
sk: Mediatomb: Black Hole verzia UPnP média serveru. Mediatomb je úplne nakonfigurovaný pre Vu+ a je pripravený k práci. Stačí zapnúť a hrať sa. Mediatomb obsahuje pekné url webové rozhranie pre správu médií. Mediatomb webif url: http://ip_box:49152 Mediatomb configy: /.mediatomb/config.xml Mediatomb dokumentácia & ako na to: http://mediatomb.cc/
sv: Mediatomb: UPnP media server, Black Hole versionen. Mediatomb är fullt konfigurerad för boxen och redo att användas. Aktivera och börja använda. Mediatomb innehåller ett webgränssnitt för att hantera dina mediafiler. Mediatomb webbURL: http://ip_box:49152 Mediatomb configuration: /.mediatomb/config.xml Mediatomb dok. & howto: http://mediatomb.cc/

source: Mediatomb already up and running.
cs: Mediatomb je již aktivní a spuštěn.
el: Το Mediatomb είναι ενεργό και εκτελείται.
fr: Mediatomb est déjà en fonction.
hr: Mediatomb je već gore i pokrenut.
sk: Mediatomb je už aktívny a spustený.
sv: Mediatomb körs redan.

source: Sorry you cannot run two UpnP Servers togheter. Please disable minidlna before to run Mediatomb.
cs: Je mi líto, nemůžeš mít spuštěny dva servery UPnP najednou. Vypni prosím minidlna před spuštěním Mediatomb.
el: Αδύνατη η ταυτόχρονη ενεργοποίηση δύο διακομιστών UPnP. Απενεργοποιήστε το Minidlna πριν το Mediatomb.
fr: Désolé vous ne pouvez pas utiliser 2 serveurs UpnP à la fois. Désactivez minidlna avant de lancer Mediatomb
hr: Nažalost, ne možete pokrenuti dva UPnP poslužitelja zajedno. Molimo onemogućiti MINIDLNA prije pokrenutanja Mediatomb.
sk: Je mi ľúto, nemôžeš mať spustené naraz dva servery UPnP. Vypni prosím minidlna pred spustením Mediatomb.
sv: Tyvärr kan du inte köra två UpnP servrar tillsammans. Avaktivera miniDLNA innan du kör Mediatomb.

source: Mediatomb Server Enabled.
cs: Mediatomb server povolen.
el: Διακομιστής Mediatomb Ενεργοποιημένος.
fr: Serveur Mediatomb Activé.
hr: Mediatomb Server omogućen.
sk: Mediatomb server povolený.
sv: Mediatomb server aktiverad.

source: Mediatomb Server Disabled.
cs: Mediatomb server zakázán.
el: Διακομιστής Mediatomb Απενεργοποιημένος.
fr: Serveur Mediatomb Désactivé.
hr: Mediatomb Server onemogućen.
sk: Mediatomb server zakázaný.
sv: Mediatomb server avaktiverad.

source: Minidlna: UPnP media server Black Hole version. Minidlna is fully configured for your box and ready to work. Just enable it and play. Minidlna include little web interface. Minidlna webif url: http://ip_box:8200 Minidlna config: /etc/minidlna.conf Minidlna home site: http://sourceforge.net/projects/minidlna/
cs: Minidlna: Black Hole verze UPnP media serveru. Minidlna je plně konfigurovaný pro Vu+ a je připraven k práci. Stačí zapnout a hrát si. Minidlna obsahuje malé web rozhraní. Minidlna webif url: http://ip_box:8200 Minidlna configurace: /etc/minidlna.conf Minidlna web stránka: http://sourceforge.net/projects/minidlna/
el: Minidlna: Black Hole έκδοση διακομιστή πολυμέσων UPnP. Το Minidlna είναι πλήρως ρυθμισμένο για το δέκτη και έτοιμο για χρήση. Απλά ενεργοποιήστε το. Το Minidlna περιλαμβάνει ένα μικρό web interface. Minidlna webif url: http://ip_box:8200 Minidlna ρυθμίσεις: /etc/minidlna.conf Minidlna home site: http://sourceforge.net/projects/minidlna/
fr: 'Minidlna: UPnP serveur média version Black Hole. Minidlna est totalement configuré et prêt à fonctionner. Juste à activer. Minidlna inclut une interface web. Minidlna webif url: http://ip_box:8200 Minidlna config: /etc/minidlna.conf Minidlna home site: http://sourceforge.net/projects/minidlna/
hr: Minidlna: UPnP media server Black Hole verzija. Minidlna je potupno konfifigurirana za vaš STB i spremna za radl. Samo omogućiti i pokrenuti. Minidlna sadrži malo web sučelje. Minidlna webif url: http://ip_box:8200 Minidlna config: /etc/minidlna.conf Minidlna home site: http://sourceforge.net/projects/minidlna/
sk: Minidlna: Black Hole verzia UPnP media serveru. Minidln je úplne nakonfigurovaný pre Vu+ a je pripravený k práci. Stačí zapnúť a hráť sa. Minidlna obsahuje malé web rozhranie. Minidlna webif url: http://ip_box:8200 Minidlna konfigurácia: /etc/minidlna.conf Minidlna web stránka: http://sourceforge.net/projects/minidlna/
sv: MiniDLNA: UPnP media server, Black Hole versionen. MiniDLNA är fullt konfigurerad för boxen och redo att användas. Aktivera och börja använda. MiniDLNA innehåller ett litet webgränssnitt. MiniDLNA webbURL: http://ip_box:8200 MiniDLNA configuration: /etc/minidlna.conf MiniDLNA hemsida: http://sourceforge.net/projects/minidlna/

source: Minidlna already up and running.
cs: Minidlna je již aktivní a spuštěn.
el: Το Minidlna ήδη εκτελείται.
fr: Minidlna déjà en fontion
hr: Minidlna je gore i pokrenuta.
sk: Minidlna je už aktívny a spustený.
sv: MiniDLNA körs redan.

source: Sorry you cannot run two UpnP Servers togheter. Please disable Mediatomb before to run minidlna.
cs: Je mi líto, nemůžeš mít spuštěny dva servery UPnP najednou. Vypni prosím Mediatomb před spuštěním minidlna.
el: Αδύνατη η ταυτόχρονη ενεργοποίηση δύο διακομιστών UPnP. Απενεργοποιήστε το Mediatomb πριν το Minidlna.
fr: Désolé vous ne pouvez pas utiliser 2 serveurs UpnP à la fois. Désactivez Mediatomb avant de lancer minidlna
hr: Nažalost, ne možete pokrenuti dva UPnP servera zajedno. Molimo onemogućiti Mediatomb prije pokretanja minidlna.
sk: Je mi ľúto, nemôžeš mať spustené naraz dva servery UPnP. Vypni prosím Mediatomb pred spustením minidlna.
sv: Tyvärr kan du inte köra två UpnP servrar tillsammans. Avaktivera Mediatomb innan du kör miniDLNA .

source: Minidlna Server Enabled.
cs: Minidlna server povolen.
el: Διακομιστής Minidlna Ενεργοποιημένος.
fr: Serveur Minidlna activé
hr: Minidlna Server omogućen.
sk: Minidlna server povolený.
sv: MiniDLNA server aktiverad.

source: Minidlna Server Disabled.
cs: Minidlna server zakázán.
el: Διακομιστής Minidlna Απενεργοποιημένος.
fr: Serveur Minidlna désactivé
hr: Minidlna Server onemogućen.
sk: Minidlna server zakázaný.
sv: MiniDLNA server avaktiverad.

source: This feature will allow you to share the tuners of this box with another Vu+ box, a PC, a Ps3 and/or a compatible UPnP device in your home network.
cs: Tato funkce ti umožní sdílet tunery tohoto přijímače s jiným Vu+ boxem, PC, PS3 a/nebo kompatibilním UPnP zařízením ve tvé domácí síti.
el: Αυτή η λειτουργία επιτρέπει να μοιραστείτε τα tuners αυτού του δέκτη με ένα άλλο Vu+, PC, PS3 και/ή μία συμβατή συσκευή UPnP στο οικιακό σας δίκτυο.
fr: Cette fonction permet de partager les tuners de ce Vu+ avec un autre démo, un PC, une PS3, ou un appareil compatible UPnP sur votre réseau domestique.
hr: Ova značajka vam omogućiuje dijeljenje tunera ovog STB-a s drugim Vu+ uređajima, PC, PS3 i /ili drugim kompatibilnim UPnP uređajima u kućnoj mreži.
sk: Táto funkcia ti umožní zdieľať tunery tohto prijímača s iným Vu+ boxom, PC, PS3 a/alebo kompatibilným UPnP zariadením v tvojej domácej sieti.
sv: Denna funktion gör att du kan dela ut tuners i denna box till en annan Vu+ box, PC, PS3 och/eller en annan kompatibel UPnP-enhet i hemnätverket.

source: The server will build a virtual channels list in the folder /media/hdd/tuner on this box.
cs: Server vytvoří virtuální seznam kanálů ve složce /media/hdd/tuner tohoto boxu.
el: Ο διακομιστής θα δημιουργήσει μία εικονική λίστα καναλιών στο φάκελο /media/hdd/tuner του δέκτη.
fr: Le serveur va bâtir une liste de chaînes virtuelles dans /media/hdd/tuner sur ce récepteur.
hr: Server će napraviti virtualne liste kanala u folderu /media/hdd/tuner u ovom STB-u.
sk: Server vytvorí virtuálny zoznam staníc v zložke /media/hdd/tuner tohto boxu.
sv: Servern bygger en virtuell kanallista i mappen /media/hdd/tuner på den här boxen.

source: You can access the tuner(s) of this box from clients on your internal lan using nfs, cifs, UPnP or any other network mountpoint.
cs: Můžeš přistupovat k tuneru(ům) tohoto boxu klienty interní sítě pomocí NFS, CIFS, UPnP nebo jakéhokoliv jiného síťového přípojného bodu.
el: Μπορείτε να προσπελάσετε τα tuners αυτού του δέκτη από πελάτες στο τοπικό σας δίκτυο μέσω nfs, cifs, UPnP ή άλλης προσάρτησης δικτύου.
fr: Les clients peuvent accéder au tuner de ce démo sur le réseau interne avec nfs,cifs, UPnP ou n'importe quel point de montage réseau.
hr: Možete pristupiti tuneru/ima ovoga STB-a od klijenata u lokalnoj LAN mreži NFS, CIFS, UPnP ili bilo koje druge namještene mreže.
sk: Môžeš pristupovať k tuneru(om) tohto boxu klientmi internej siete pomocou NFS, CIFS, UPnP alebo akéhokoľvek iného sieťového prípojného bodu.
sv: Du kan komma åt tuners i denna box från klienter på ditt nätverk med hjälp av nfs, CIFS, UPnP eller någon annan monteringspunkt.

source: The tuner of the server (this box) has to be avaliable.
cs: Tuner serveru (tento Vu+) musí být volný.
el: Το tuner του διακομιστή (αυτός ο δέκτης) πρέπει να είναι διαθέσιμο.
fr: Le tuner du serveur (ce récepteur) doit être disponible.
hr: Tuner na serveru (ovog STB ) mora biti dostupan.
sk: Tuner serveru (tento Vu+) musí byť voľný.
sv: Tunern på servern (denna box) måste vara tillgänglig.

source: This means that if you have ony one tuner in your box you can only stream the channel you are viewing (or any channel you choose if your box is in standby).
cs: To znamená, že pokud máš pouze jeden tuner v přijímači, můžeš přenášet pouze kanál, který právě sleduješ (nebo jakýkoliv jiný kanál, pokud je box v pohotovostním režimu).
el: Αυτό σημαίνει ότι αν έχετε μόνο ένα tuner στον δέκτη μπορείτε να μοιραστείτε μόνο το κανάλι που βλέπετε (ή οποιοδήποτε άλλο αν ο δέκτης είναι σε αναμονή).
fr: Cela signifie que si vous n'avez qu'un seul tuner, vous ne pouvez transmettre que la chaîne regardée (ou n'importe quelle chaîne si le démo est en veille.
hr: To znači da ako imate samo jedan tuner u svom STB možete samo streaming kanala koji se gleda ( ili bilo kanal možete odabrati ako je vaš box u pasivnom stanju).
sk: To znamená, že ak máš len jeden tuner v prijímači, môžeš prenášať len stanicu, ktorú práve sleduješ (alebo akúkoľvek inú stanicu, ak je box v pohotovostnom režime).
sv: Detta innebär att om du endast har en tuner i boxen (typ Solo) kan du bara streama den kanal du tittar på (eller vilken kanal som helst om boxen är i viloläge).
