Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Log results to harddisk
cs: Loguj výsledky na HDD
el: Αποτελέσματα ημερολογίου στο σκληρό δίσκο
fr: Sauver log sur disque dur
hr: Log na harddisk
sk: Zaznamenať výsledky na pevný disk
sv: Logga resultatet till hårddisk

source: Long Keypress
cs: Dlouhé stlačení klávesy
el: Κρατημένο Πλήκτρο
fr: Appui long touche
hr: Dugi pritisak tipke
sk: Dlhé stlačenie tlačítka
sv: Lång knapptryckning

source: Long filenames
cs: Dlouhá jména souborů
el: Μεγάλα ονόματα αρχείων
fr: Nom fichiers longs
hr: Dugačko ime fajla
sk: Dlhé názvy súborov
sv: Långa filnamn

source: Longitude
cs: Zeměpsiná délka
el: Γεωγραφικό μήκος
hr: Longituda
sk: Zem. dĺžka
sv: Longitud

source: Lower bound of timespan.
cs: Dolní mez časového rozpětí.
el: Χαμηλότερο όριο χρονικού διαστήματος.
fr: Limite inférieure de période.
hr: Donja granica za vrem. period.
sk: Dolná hranica časového obdobia.
sv: Lägre gräns för tidsintervall.

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
cs: Dolní mez časového rozpětí. Před tímto časem nebude nic označeno. Offsety nejsou brány v úvahu!
el: Χαμηλότερο όριο χρονικού διαστήματος. Δεν θα υπάρξει καμία αντιστοίχιση πριν από αυτό το διάστημα. Οι μετατοπίσεις δεν λαμβάνονται υπόψη!
fr: Limite inférieure de période. Rien avant cette heure ne sera trié. Les décalages ne sont pas pris en considération!
hr: Donja granica vrem. perioda. Prije ovog vremena neće se ništa događati. Razmaci nisu uzeti u obzir!
sk: Dolná hranica časového obdobia. Nič predtým nebude označené. Posuny sa nepočítajú.
sv: Lägre gräns för tidsintervall. Inget före den här tiden kommer matchas. Offset är inte med i beräkningen!

source: MMC Card
cs: MMC karta
el: Κάρτα MMC
fr: Carte MMC
hr: MMC Kartica
sk: Karta MMC
sv: MMC kort

source: MORE
cs: VÍCE
el: ΠΕΡΙΣΣΟΤΕΡΑ
fr: PLUS
hr: VIŠE
sk: VIAC
sv: MER

source: Main menu
cs: Hlavní menu
el: Κύριο μενού
fr: Menu principal
hr: Glavni izbornik
sk: Hlavné menu
sv: Huvudmeny

source: Mainmenu
cs: Hlavní menu
el: Κύριο μενού
fr: Menu principal
hr: Glavni izbornik
sk: Hlavné menu
sv: Huvudmeny

source: Make this mark an 'in' point
cs: Udělat z této značky 'in' bod
el: Σημείωση ως σημείο 'εισόδου'
fr: Faire de cette marque un point 'en'
hr: Napravi ovu oznaku kao 'ulaznu' točku
sk: Urobiť z tejto značky vstupný bod („in“)
sv: Gör denna markör till en 'in' punkt

source: Make this mark an 'out' point
cs: Udělat z této značky 'out' point
el: Σημείωση ως σημείο 'εξόδου'
fr: Faire de cette marque un point 'hors'
hr: Napravi ovu oznaku kao 'izlaznu' točku
sk: Urobiť z tejto značky výstupný bod („out“)
sv: Gör denna markör till en 'ut' punkt

source: Make this mark just a mark
cs: Udělat z této značky jen značku
el: Σημείωση ως απλό σημείο
fr: Faire de cette marque juste une marque
hr: Napravi ovu oznaku samo kao oznaku
sk: Urobiť z tejto značky len značku.
sv: Behåll denna markör som vanlig markör

source: Manage extensions
cs: Správa rozšíření
el: Διαχείριση Επεκτάσ.
fr: Gérer extensions
hr: Upravljanje extenzijama
sk: Správa rozšírení
sv: Hantera utökningar

source: Manage local files
cs: Spravuj místní soubory
el: Διαχείριση τοπικών αρχείων
fr: Gestion fichiers locales
hr: Upravljanje lokalnim datotekama
sk: Správa miestnych súborov
sv: Hantera filer på boxen.

source: Manage logos to display at boot time or while in radio mode.
cs: Spravuj loga, která se zobrazí při startu nabo v režimu rádia.
el: Διαχείριση λογοτύπων για απεικόνιση κατά την εκκίνηση ή σε λειτουργία ραδιοφώνου.
fr: Gestion logos à afficher au démarrage ou pendant le mode radio.
hr: Upravljanje loga za prikaz u vrijeme podizanja ili tijekom radio moda.
sk: Spravovať logá, ktoré sa zobrazujú pri štarte a v režime rádia.
sv: Hantera bilder som visas vid uppstart eller i radioläge.

source: Manage logos to display at boottime
cs: Spravuje loga, která se zobrazí při startu
el: Διαχείριση λογοτύπων για απεικόνιση κατά την εκκίνηση
fr: Gestion logos à afficher pendant le boot
hr: Upravljanje loga za prikaz u vrijeme podizanja
sk: Spravovať logá, ktoré sa zobrazujú pri štarte
sv: Hantera bilder som visas vid uppstart.

source: Manage network shares
cs: Spravuj síťová sdílení
el: Διαχείριση κοινόχρηστων δικτύου
fr: Gestionnaire partages réseau
hr: Upravljanje mrežnim djeljiteljima
sk: Spravovať sieťové zdieľanie
sv: Hantera nätverksdelningar

source: Manage your music files in a database, play it with Merlin Music Player.
cs: Spravuj hudební soubory v databázi a přehraj je s Merlin Music Player.
el: Διαχείριση αρχείων μουσικής σε βάση δεδομένων. Αναπαραγωγή με Merlin Music Player.
fr: Gérer vos fichiers musique dans la base de données, jouez les avec Music Player Merlin.
hr: Upravljanje glazbenim datotekama u bazi podataka, sviraj s Merlin Music Player.
sk: Spravovať hudobné súbory a prehrávať ich prehrávačom hudby Merlin.
sv: Hantera dina musikfiler i en databas och spela upp dom i Merlin Music Player.

source: Manage your network shares...
cs: Spravuj tvoje síťová sdílení...
el: Διαχείριση κοινόχρηστων δικτύου...
fr: Gérer vos partages réseau...
hr: Upravljanje mrežnim djeljiteljima
sk: Spravovať sieťové zdieľanie ...
sv: Hantera dina nätverksdelningar...

source: Manage your receiver's software
cs: Spravuj softwér tvého přijímače
el: Διαχείριση λογισμικού του δέκτη
fr: Gestion de votre logiciel récepteur
hr: Upravljanje softverom prijamnika
sk: Spravovať software prijímača
sv: Hantera boxens mjukvara

source: Manual Scan
cs: Ruční vyhledávání
el: Χειροκίνητη Σάρωση
fr: Analyse manuelle
hr: Ručno pretraživanje
sk: Ručné vyhľadávanie
sv: Manuell sökning

source: Manual configuration
cs: Ruční konfigurace
el: Χειροκίνητη ρύθμιση
hr: Ručna konfiguracija
sk: Ručná konfigurácia
sv: Manuell konfiguration.

source: Manual transponder
cs: Ruční transpondér
el: Χειροκίνητος αναμεταδότης
fr: Transpondeur manuel
hr: Ručno uneseni transponder
sk: Transpondér ručne
sv: Manuell transponder

source: Manufacturer
cs: Výrobce
el: Κατασκευαστής
fr: Constructeur
hr: Proizvođač
sk: Výrobca
sv: Tillverkare

source: Margin after record
cs: Rezerva po skončení pořadu (minuty)
el: Περιθώριο μετά την εγγραφή
fr: Marge après enregistrement
hr: Rub nakon snimanja
sk: Rezerva po skončení programu (min)
sv: Marginal efter inspelning

source: Margin before record (minutes)
cs: Rezerva před nahráváním (minuty)
el: Περιθώριο πριν την εγγραφή (λεπτά)
fr: Marge avant l'enregistrement (minutes)
hr: Rub prije snimanja (u minutama)
sk: Rezerva pred začiatkom programu (min)
sv: Marginal innan inspelning (i minuter)

source: Match Timespan: %02d:%02d - %02d:%02d
cs: Časové rozpětí: %02d:%02d - %02d:%02d
el: Αντιστοίχιση Χρονικού διαστήματος: %02d:%02d - %02d:%02d
fr: Période correspondante: %02d:%02d - %02d:%02d
hr: Odgoda vrem. perida: %02d:%02d - %02d:%02d
sk: Nájsť v období: %02d:%02d - %02d:%02d
sv: Matcha tidsintervall: %02d:%02d - %02d:%02d

source: Match title
cs: Shoda názvu
el: Αντιστοίχιση τίτλου
fr: Titre correspondant
hr: Naslov događaja
sk: Hľadať titul
sv: Matcha titel

source: Match title: %s
cs: Shoda názvu: %s
el: Αντιστοίχιση τίτλου: %s
fr: Titre correspondant: %s
hr: Naslov događaja: %s
sk: Hľadať titul: %s
sv: Matcha titel: %s

source: Max. Bitrate:
fr: Bitrate Max.:
sk: Max. dátový tok:
sv: Max. Bithastighet:

source: Maximum duration (in m)
cs: Maximální doba trvání (v m)
el: Μέγιστη διάρκεια (σε λεπτά)
fr: Durée maximum (en m)
hr: Maksimalno trajanje (u m)
sk: Maximálne trvanie (v ms)
sv: Maximum varaktighet (i min)

source: Maximum event duration to match. If an event is longer than this amount of time (without offset) it won't be matched.
cs: Maximální doba trvání pro shodu. Pokuď je událost delší než tento časový úsek (bez offsetu) nebude označena.
el: Μέγιστη διάρκεια προγράμματος για αντιστοίχιση. Αν ένα πρόγραμμα είναι μεγαλύτερο από το χρόνο (χωρίς μετατόπιση) δεν θα γίνει αντιστοίχιση.
fr: Choisir durée Maximum émission à assortir. Si une émission est plus longue que ce choix elle ne sera pas sélectionnée.
hr: Maksimalno trajanje složenih događaja. Ako je događaja više od tog iznosa vrijeme (bez offset) neće biti usklađeno.
sk: Maximálna doba trvania pre zhodu. Ak je udalosť dlhšia než tento časový úsek (bez posunu) nebude označená.
sv: Maximal tid för en händelse att matchas. Om en händelse är längre än denna tid (utan 'tid efter inspelning') matchas den inte.

source: Media player
cs: Přehrávač médií
el: Αναπαραγωγή Πολυμέσων
fr: Lecteur de Médias
sk: Prehrávač médií
sv: Mediaspelare

source: MediaPlayer
cs: Přehrávač médií
el: Αναπαραγωγή Πολυμέσων
fr: Lecteur multimédia
sk: Prehrávač médií
sv: Mediaspelare

source: MediaScanner scans devices for playable media files and displays a menu with possible actions like viewing pictures or playing movies.
cs: MediaScanner skenuje přehratelné mediální soubory v zařízení a zobrazí menu s dostupnými akcemi, jako je prohlížení fotografií nebo přehrávání filmů.
el: Ο Σαρωτής Μέσων αναζητά συσκευές που μπορούν να αναπαράγουν αρχεία μέσων και απεικονίζει ένα μενού με πιθανές ενέργειες όπως η προβολή εικόνων ή η αναπαραγωγή ταινιών.
fr: MediaScanner balaye les périphériques pour les fichiers médias jouables et montre un menu avec des actions possibles comme visionnement images ou lecture de films.
hr: MediaScanner pretražuje uređaje za izvođenje medijskih datoteka i prikazuje izbornik s mogućim akcijama poput gledanja slika ili reprodukcije filmova.
sk: MediaScanner nájde na zariadeniach prehrávateľné súbory a zobrazí menu s možnosťami, ako je prezeranie obrázkov alebo prehrávanie filmov.
sv: MediaScanner söker av enheter för att upptäcka mediafiler och visar en meny med olika alternativ för att öppna filerna som att titta på bilder eller spela upp filmer.

source: Mediaplayer plays your favorite music and videos. Play all your favorite music and video files, organize them in playlists, view cover and album information.
cs: Mediaplayer přehraje tvou oblíbenou hudbu a videa. Přehraje všechny tvé oblíbené hudbební a video soubory, organizuje je do playlistů, zobrazí obálku a informace o albu.
el: Ο Mediaplayer αναπαράγει την αγαπημένη σας μουσική και βίντεο. Αναπαράγετε όλη την αγαπημένη σας μουσική και αρχεία βίντεο, οργανώστε τα σε λίστες αναπαραγωγής, δείτε πληροφορίες εξώφυλλων και άλμπουμ.
fr: Mediaplayer jouez vos musiques et vidéos préférées. Jouez toute vos musiques préférées et fichiers vidéo, organisez les en liste de lecture, Visionnez couverture et informations album.
hr: Mediaplayer izvodi vašu omiljenu glazbu i video. Izvodi sve vaše omiljene glazbe i video datoteke, organizira ih u liste, pregled omota i informacija o albumu.
sk: Prehrávač médií prehrá tvoje obľúbené skladby a videá. Prehraj si obľúbenú hudbu a videá, zorganizuj do zoznamov na prehrávanie, prezri si informácie o albume.
sv: Mediaplayer spelar upp din favoritmusik och dina favoritvideos. Spela upp alla dina musik och videofavoriter, organisera dom i spellistor, visa omslag och information om album.

source: Medium is not a writeable DVD!
cs: Médium není zapisovatelné DVD!
el: Το μέσο δεν είναι εγγράψιμο DVD!
fr: Ce support n'est pas un DVD enregistrable!
hr: Nije zapisivi DVD!
sk: Médium nie je zapisovateľný disk DVD!
sv: Media är inte en skrivbar DVD!

source: Medium is not empty!
cs: Médium není prázdné!
el: Το μέσο δεν είναι κενό!
fr: Ce support n'est pas vide!
hr: Medij nije prazan!
sk: Médium nie je prázdne!
sv: Media är inte tomt!

source: Merlin Music Player and iDream
cs: Merlin Music Player a iDream
el: Merlin Music Player και iDream
fr: Music Player Merlin et iDream
sk: Prehrávač hudby Merlin a iDream
sv: Merlin Music Player och iDream.

source: Message
cs: Vzkaz
el: Μήνυμα
hr: Poruka
sk: Správa
sv: Meddelande

source: Message...
cs: Zpráva...
el: Μήνυμα…
hr: Poruka...
sk: Správa...
sv: Meddelande...

source: Mexico
cs: Mexiko
el: Μεξικό
fr: Mexique
sk: Mexiko
sv: Mexiko

source: Mkfs failed
cs: Mkfs selhalo
el: Mkfs απέτυχε
fr: Echec Mkfs
hr: Mkfs neuspjelo
sk: Mkfs zlyhalo
sv: Mkfs misslyckades

source: Mode
cs: Mód
el: Λειτουργία
hr: Mod
sk: Režim
sv: Läge

source: Modify existing timers
cs: Upravit stávající časovače
el: Αλλαγή υφιστάμενων χρονοδιακοπτών
fr: Modifier programmations existantes
hr: Izmjena postojećih tajmera
sk: Uprav existujúce časovače
sv: Ändra befintliga timers

source: Modulation
cs: Modulace
el: Διαμόρφωση
hr: Modulacija
sk: Modulácia
sv: Modulering

source: Modulator
cs: Modulátor
el: Διαμορφωτής
fr: Modulateur
sk: Modulátor

source: Mon
cs: Po
el: Δευ
fr: Lun
hr: Pon
sk: Po
sv: Mån

source: Mon-Fri
cs: Po - Pá
el: Δευ-Παρ
fr: Lun-Ven
hr: Pon-Pet
sk: Po-Pi
sv: Mån-Fre

source: Monday
cs: Pondělí
el: Δευτέρα
fr: Lundi
hr: Ponedeljak
sk: Pondelok
sv: Måndag

source: Monthly
cs: Měsíčně
el: Μηνιαία
fr: Mensuellement
hr: Mjesečno
sk: Mesačne
sv: Månadsvis

source: More video entries.
cs: Více položek videa.
el: Περισσότερες καταχωρήσεις βίντεο.
fr: Plus d'entrées vidéo.
hr: Još video zapisa
sk: Ďalšie zadania videa.
sv: Fler videoposter.

source: Mosquito noise reduction
cs: Redukce Mosquito šumu
el: Μείωση θορύβου Mosquito
fr: Réduction bruit pixelisation
hr: Mosquito smanjenje buke
sk: Potlačenie šumu na hranách
sv: Mosquito brus minskning

source: Most discussed
cs: Nejdiskutovanější
el: Πιο συζητημένο
fr: Plus discutés
hr: Većina je objašnjena
sk: Najdiskutovanejšie
sv: Mest diskuterad

source: Most linked
cs: Nejodkazovanější
el: Με τις περισσότερες συνδέσεις
fr: Plus visités
hr: Većina povezana
sk: Najodkazovanejší
sv: Mest länkad

source: Most popular
cs: Nejoblíbenější
el: Πιο δημοφιλές
fr: Plus populaires
hr: Najpopularnija
sk: Najpopulárnejšie
sv: Mest populära

source: Most recent
cs: Nejnovější
el: Πιο πρόσφατο
fr: Plus récents
hr: Najnovija
sk: Najnovšie
sv: Nyaste

source: Most responded
cs: Nejvíce reakcií
el: Πιο ανταποδοτικό
fr: Plus répondus
hr: Većina odgovorila
sk: Najviac odpovedí
sv: Mest kommenterade

source: Most viewed
cs: Nejvíce zobrazení
el: Με τις περισσότερες προβολές
fr: Plus vus
hr: Najgledanije
sk: Najpozeranejšie
sv: Mest visad

source: Mount failed
cs: Vytvoření přípojného bodu selhalo
el: Η προσάρτηση απέτυχε
fr: Echec montage
hr: Namještanje neuspješno
sk: Primontovanie zlyhalo
sv: Montering misslyckades

source: Mount informations
cs: Informace o přípojném bodu
el: Πληρ. προσάρτησης
fr: Informations montage
hr: Mount informacije
sk: Informácie o prístupe
sv: Monteringsinformation

source: Mount options
cs: Možnosti přípojného bodu
el: Επιλογές προσάρτησης
fr: Options montage
hr: Mount opcije
sk: Voľby prístupu
sv: Monteringsoptioner

source: Mount type
cs: Typ přípojného bodu
el: Τύπος προσάρτησης
fr: Type montage
hr: Mount tip
sk: Typ prístupu
sv: Monteringstyp

source: Mounted/ Unmounted
cs: Připojen/ Odpojen
el: Προσαρτ. Μη προσαρτ.
fr: Monté/ Démonté
sk: Primontované/ Odmontované
sv: Montering

source: Mountpoints management
cs: Správa přípojných bodů
el: Διαχείριση προσαρτήσεων
fr: Gestionnaire points montage
hr: Upravljanje Mount točkama
sk: Správa prístupových bodov
sv: Monteringshantering

source: Mounts editor
cs: Editor přípojných bodů
el: Επεξεργαστής προσαρτήσεων
fr: Editeur montages
hr: Mount uređivač
sk: Editor prístupových bodov
sv: Monteringseditor

source: Mounts management
cs: Správa příp. bodů
el: Προσαρτήσεις
fr: Gérer montages
hr: Mount upravljanje
sk: Správa príst. bodov
sv: Monteringshantering

source: Move Picture in Picture
cs: Posunout obraz v obraze
el: Μετακίνηση Εικόνας σε Εικόνα
fr: Déplacer l'incrustation d'image
hr: Premjesti Sliku u Slici
sk: Premiestniť obraz v obraze
sv: Flytta Bild i Bild

source: Move east
cs: Posun východně
el: Κίνηση ανατολικά
fr: Déplacer vers l'est
hr: Pokreći na istok
sk: Pootočiť východne
sv: Flytta öst

source: Move plugin screen
cs: Obrazovka přesunu modulu
el: Επέκταση μετακίνησης οθόνης
fr: Déplacer écran plugin
hr: Pomicanje plugin zaslona
sk: Obrazovka posunutia pluginu
sv: Flytta bildrutan för appar.

source: Move screen down
cs: Přesuň displej dolů
el: Μετακίνηση οθόνης κάτω
fr: Déplacer écran vers le bas
hr: Pomicanje zaslona dolje
sk: Posunúť obrazovku nadol
sv: Flytta blidrutan nedåt

source: Move screen to the center of your TV
cs: Přesuň displej do středu TV
el: Μετακίνηση οθόνης στο κέντρο τής τηλεόρασης
fr: Déplacer écran vers le centre de votre TV
hr: Pomicanje zaslona prema centru TV
sk: Posunúť obrazovku do stredu
sv: Flytta bildrutan till mitten av TV skärmen

source: Move screen to the left
cs: Přesuň displej doleva
el: Μετακίνηση οθόνης αριστερά
fr: Déplacer écran vers la gauche
hr: Pomicanje zaslona lijevo
sk: Posunúť obrazovku doľava
sv: Flytta bildrutan till vänster

source: Move screen to the lower left corner
cs: Přesuň displej do spodního levého rohu
el: Μετακίνηση οθόνης στην κάτω αριστερή γωνία
fr: Déplacer écran vers le coin bas gauche
hr: Pomicanje zaslona prema donjem lijevom kutu
sk: Posunúť obrazovku do ľavého dolného rohu
sv: Flytta bildrutan till nedre vänstra hörnet

source: Move screen to the lower right corner
cs: Přesuň displej do spodního pravého rohu
el: Μετακίνηση οθόνης στην κάτω δεξιά γωνία
fr: Déplacer écran vers le coin bas droit
hr: Pomicanje zaslona prema donjem desnom kutu
sk: Posunúť obrazovku do pravého dolného rohu
sv: Flytta bildrutan till nedre högra hörnet

source: Move screen to the middle of the left border
cs: Přesuň displej do středu levého kraje
el: Μετακίνηση οθόνης στο μέσον του αριστερού περιγράμματος
fr: Déplacer écran vers le milieu bord gauche
hr: Pomicanje zaslona prema sredini lijeve granice
sk: Posunúť obrazovku do stredu ľavého okraja
sv: Flytta bildrutan till mitten av vänstra kanten

source: Move screen to the middle of the right border
cs: Přesuň displej do středu pravého kraje
el: Μετακίνηση οθόνης στο μέσον του δεξιού περιγράμματος
fr: Déplacer écran vers le milieu bord droit
hr: Pomicanje zaslona prema sredini desne granice
sk: Posunúť obrazovku do stredu pravého okraja
sv: Flytta bildrutan till mitten av högra kanten

source: Move screen to the right
cs: Přesuň displej doprava
el: Μετακίνηση οθόνης δεξιά
fr: Déplacer écran vers la droite
hr: Pomicanje zaslona desno
sk: Posunúť obrazovku doprava
sv: Flytta bildrutan till höger

source: Move screen to the upper left corner
cs: Přesuň displej do horního levého rohu
el: Μετακίνηση οθόνης στην άνω αριστερή γωνία
fr: Déplacer écran vers le coin haut gauche
hr: Pomicanje zaslona prema gornjem lijevom kutu
sk: Posunúť obrazovku do ľavého horného rohu
sv: Flytta bildrutan till övre vänstra hörnet

source: Move screen to the upper right corner
cs: Přesuň displej do horního pravého rohu
el: Μετακίνηση οθόνης στην άνω δεξιά γωνία
fr: Déplacer écran vers le coin haut droit
hr: Pomicanje zaslona prema gornjem desnom kutu
sk: Posunúť obrazovku do pravého horného rohu
sv: Flytta bildrutan till övre högra hörnet

source: Move screen up
cs: Přesuň displej nahoru
el: Μετακίνηση οθόνης επάνω
fr: Déplacer écran vers le haut
hr: Pomicanje zaslona prema gore
sk: Posunúť obrazovku nahor
sv: Flytta bildrutan uppåt

source: Move west
cs: Posun západně
el: Κίνηση δυτικά
fr: Déplacer vers l'ouest
hr: Pokreći na zapad
sk: Pootočiť západne
sv: Flytta väst

source: Movie location
cs: Umístění filmu
el: Τοποθεσία Ταινίας
fr: Emplacement film
hr: Lokacija filma
sk: Umiestenie filmu
sv: Inspelningsmapp

source: MovieTagger adds tags to recorded movies to sort a large list of movies.
cs: MovieTagger přidává značky do nahraných filmů pro třídění velkých seznamů filmů.
el: Ο Τιτλοφορητής ταινιών προσθέτει ετικέτες σε εγγεγραμμένες ταινίες για ταξινόμηση μιας μεγάλης λίστας ταινιών.
fr: MovieTagger ajoute des pointeurs aux films enregistrés pour trier une grande liste de films.
hr: MovieTagger dodaje oznake na snimljene filmove da uredi veliku listu filmova.
sk: Značkovač filmov pridá do nahraných filmov značky na triedenie veľkého zoznamu filmov.
sv: MovieTagger sätter en markör på inspelat material för att kunna sortera stora material av filmer.

source: Movielist Preview creates screenshots of recordings and shows them inside the movielist.
cs: Movielist Preview vytváří screenshoty nahrávek a zobrazí je uvnitř seznamu filmů.
el: Η προεπισκόπηση Λίστας ταινιών δημιουργεί στιγμιότυπα οθόνης των εγγραφών και τα εμφανίζει μέσα στη λίστα.
fr: Movielist Preview créé des captures d'écran des enregistrements et les montre dans la liste des films.
hr: Movielist Prikaz kreira slike ekrana od snimanja i pokazuje ih u okviru liste filmova.
sk: Náhľad zoznamu filmov vytvorí obrázky z nahrávok a zobrazí ich v zozname filmov.
sv: Filmöversikt skapar skärmdumpar av inspelningar och visar dom i filmlistan.

source: Movielist menu
cs: Filmové menu
el: Μενού λίστας ταινιών
fr: Menu liste film
hr: Izbornik liste filmova
sk: Menu filmov
sv: Filmlista meny

source: Multi-EPG bouquet selection
cs: Multi-EPG volba přehledu
el: Επιλογή πολλαπλού EPG μπουκέτου
fr: Sélection bouquet pour Multi-EPG
hr: Multi-EPG odabranog paketa
sk: Multi-EPG voľba prehľadu
sv: Muli-EPG kanallistval.

source: Multimedia
cs: Multimédia
el: Πολυμέσα
fr: Multimédia
sk: Multimédiá

source: Multiple service support
cs: Podpora vícenásobných stanic
el: Υποστήριξη πολλαπλών υπηρεσιών
fr: Support service multiple
hr: Podrška za višestruke kanale
sk: Dekóduje viac staníc
sv: Multipla kanaler stöds.

source: Multisat
el: Πολλοί δορυφόροι
sk: Viac satelitov

source: Music
cs: Hudba
el: Μουσική
fr: Musique
hr: Muzika
sk: Hudba
sv: Musik

source: Mute
cs: Ztišit
el: Σίγαση
fr: Sourdine
hr: CRNO
sk: Stlmiť
sv: Ljud av

source: My TubePlayer
fr: Lecteur MyTube
sk: Prehrávač MyTube
sv: MyTube-spelaren

source: MyTube Settings
cs: MyTube nastavení
el: Ρυθμίσεις MyTube
fr: Paramètres MyTube
hr: MyTube postavke
sk: Nastavenia MyTube
sv: MyTube Inställningar

source: MyTubePlayer
fr: Lecteur MyTube
sk: Prehrávač MyTube

source: MyTubePlayer Help
cs: MyTubePlayer pomoc
el: Βοήθεια MyTubePlayer
fr: Aide Lecteur MyTube
hr: MyTubePlayer pomoć
sk: Pomocník prehrávača MyTube
sv: MyTubePlayer Hjälp

source: MyTubePlayer active video downloads
cs: Aktivní stahování videí z MyTubePlayer
el: Ενεργές λήψεις βίντεο MyTubePlayer
fr: Lecteur MyTube téléchargement vidéo actif
hr: MyTubePlayer aktivna preuzimanja
sk: Prehrávač MyTube - aktívne stiahnuté videá
sv: MyTubePlayer aktiva videonedladdningar

source: MyTubePlayer settings
cs: MyTubePlayer nastavení
el: Ρυθμίσεις MyTubePlayer
fr: Paramètres Lecteur MyTube
hr: MyTubePlayer postavke
sk: Nastavenia prehrávača MyTube
sv: MyTubePlayer inställningar

source: MyTubeVideoInfoScreen
el: Οθόνη πληροφοριών εικόνας MyTube
fr: Ecran infos vidéo MyTube
sk: Informačné okno MyTube

source: MyTubeVideohelpScreen
el: Οθόνη βοήθειας εικόνας MyTube
fr: EcranAideMyTubeVideo
sk: Okno pomocníka MyTube
sv: MyTubeVideoHjälpSkärm

source: N/A
cs: Není k dispozici
el: Δ/Ε
sk: Nie je k dispozícii

source: NCID Client shows incoming voice calls promoted by any NCID server (e.g. Vodafone Easybox) on your STB.
cs: NCID Klient zobrazuje příchozí hlasová volání z jakéhokoliv NCID serveru (např. Vodafone EASYBOX) na tvém přijímači.
el: Ο Πελάτης NCID εμφανίζει εισερχόμενες φωνητικές κλήσεις που προωθούνται από οποιονδήποτε διακομιστή NCID (π.χ. Vodafone Easybox) στον δέκτη.
fr: Le client de NCID montre des appels vocaux entrants favorisés par n'importe quel serveur de NCID (par exemple Vodafone Easybox) sur votre STB.
hr: NCID Klijent pokazuje dolazne glasovne pozive promivirane od NCID poslužitelja (npr. Vodafone Easybox) na vašem prijemniku.
sk: Klient NCID zobrazí na Vu+ prichádzajúce volania zo servera NCID (napr. Vodafone Easybox)
sv: NCID klient som visar inkommande samtal genom en NCID server (tex Vodaphone Easybox) på boxen

source: NEXT
cs: DALŠÍ
el: ΕΠΟΜΕΝΟ
fr: SUIVANT
hr: SLJEDEĆE
sk: NASLED.
sv: NÄSTA

source: NFI Image Flashing
el: Λογισμικό NFI
fr: Flash de l'image NFI
sk: Flashnutie image NFI
sv: NFI image programering
