Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: In order to record a timer, the TV was switched to the recording service!
cs: Aby mohl být nahraný načasovaný program bylo přepnuto na stanici pro nahrávání!
el: Για την εγγραφή χρονοδιακόπτη, η τηλεόραση έχει γυρίσει στην υπηρεσία προς εγγραφή!
fr: Afin d'enregistrer une émission programmée, la TV zappera sur la chaîne enregistrée!
hr: Da bi počelo snimanje preko timera,TV je prebačen na kanal za snimanje!
sk: Aby sa mohol nahrať načasovaný program, preplo sa na nahrávanú stanicu!
sv: För att göra en timerinspelning byttes till inspelande kanal!

source: Include
cs: Včetně
el: Συμπεριλαμβάνεται
fr: Inclure
hr: Uključiti
sk: Zahrnúť
sv: Inkludera

source: Include your email and name (optional) in the mail?
cs: Vložit tvůj email a jméno (volitelné) do mailu?
el: Συμπεριλαμβάνεται το email και το όνομά σας (προαιρετικά) στο μήνυμα;
fr: Inclure votre email et nom (optionnel) dans le mail?
hr: Uključite svoju e-mail i ime (opcionalno) na mail?
sk: Vložiť do mailu tvoju e-mailovú adresu a meno (voliteľne)?
sv: Inkludera din epost och namn (valfritt) i epost?

source: Increase delay
cs: Zvýšit zpoždění
el: Αύξηση καθυστέρησης
fr: Augmenter retard
hr: Povećati delay
sk: Zväčšiť oneskorenie
sv: Öka fördröjning

source: Increase delay by %i ms (can be set)
cs: Zvýšit zpoždění o %i ms (může být nastaveno)
el: Αύξηση καθυστέρησης σε %i ms (μπορεί να οριστεί)
fr: Augmenter le retard par %i ms (peut-être réglé)
hr: Povećati delay od %i ms (može se postaviti)
sk: Zväčšiť oneskorenie o %i ms (dá sa nastaviť)
sv: Öka fördröjning med %i ms (kan sättas)

source: Increased voltage
cs: Zvýšit napětí
el: Αυξημένη τάση
fr: Augmenter la tension
hr: Povećati napon
sk: Zvýšené napätie
sv: Ökad spänning

source: Info
el: Πληροφορίες
sk: Info-lišta

source: Infobar timeout
cs: Infobar čas. limit
el: Χρόνος λήξης γραμμής πληροφοριών
fr: Temps affichage barre d'infos
hr: Vrem. istek Infobara
sk: Doba zobrazovania informačnej lišty InfoBar
sv: Tidsgräns för infofält

source: Information
cs: Informace
el: Πληροφορίες
fr: Informations
hr: Informacije
sk: Informácie

source: Init
el: Αρχικ
fr: Initialiser
hr: Inicijalizacija
sk: Inic.
sv: Initiera

source: Initial Fast Forward speed
cs: Počáteční rychlost převíjení vpřed
el: Αρχική ταχύτητα Fast Forward
fr: Vitesse initiale d'avance rapide
hr: Inicijalna brzina za naprijed
sk: Počiatočná rýchlosť prevíjania vpred
sv: Initial snabbspolningsfart framåt

source: Initial Rewind speed
cs: Počáteční rychlost převíjení vzad
el: Αρχική ταχύτητα Rewind
fr: Vitesse initiale retour arrière
hr: Inicijalna brzina premotavanja
sk: Počiatočná rýchlosť prevíjania vzad
sv: Initial snabbspolningsfart bakåt

source: Initial location in new timers
cs: Počáteční umístění v nových časovačích
el: Αρχική θέση σε νέους χρονοδιακόπτες
fr: Emplacement initial pour nouvelles programmations
hr: Inicijalne lokacije u novim timerima
sk: Úvodné umiestnenie nových časovačov
sv: Initial inspelningsmapp för nya timers

source: Initialization
cs: Inicializace
el: Αρχικοποίηση
fr: Initialisation
hr: Inicijalizacija
sk: Inicializácia
sv: Initiering

source: Initialize
cs: Inicializovat
el: Αρχικοποίηση
fr: Initialiser
hr: Inicijaliziraj
sk: Inicializovať
sv: Initiera

source: Initializing Harddisk...
cs: Inicializovat pevný disk...
el: Αρχικοποίηση σκληρού δίσκου…
fr: Initialisation du disque dur...
hr: Inicijaliziram tvrdi disk...
sk: Inicializujem pevný disk
sv: Initierar hårddisk...

source: Input
cs: Vstup
el: Είσοδος
fr: Entrée
hr: Ulaz
sk: Vstup
sv: Ingång

source: Input device setup
cs: Nastavení vstupního zařízení
el: Ρύθμιση συσκευής εισόδου
fr: Paramètres périphérique entrée
hr: Postavljanje ulaznog uređaja
sk: Nastavenie vstupného zariadenia
sv: Inmatningsenhetsinstallation

source: Input devices
cs: Vstupní zařízení
el: Συσκευές εισόδου
fr: Périphériques entrée
hr: Ulazni uređaji
sk: Vstupné zariadenia
sv: Inmatningsenheter

source: Install
cs: Instalovat
el: Εγκατάσταση
fr: Installer
hr: Instaliranje
sk: Inštalovať
sv: Installera

source: Install a new image with a USB stick
cs: Nainstaluj nový image USB flash diskem
el: Εγκατάσταση νέου λογισμικού με USB
fr: Installer une nouvelle image avec la clé USB
hr: Instaliranje novog image sa USB stika
sk: Inštalovať nový image z kľúča USB
sv: Installera nytt operativsystem med hjälp av en USB-enhet.

source: Install a new image with your web browser
cs: Nainstaluj nový image webovým prohlížečem
el: Εγκατάσταση νέου λογισμικού με τον περιηγητή
fr: Installer une nouvelle image avec navigateur web
hr: Instaliranje novog image preko web browser
sk: Inštalovať nový image cez webový prehliadač
sv: Installera nytt operativsystem med hjälp av din webläsare.

source: Install extensions.
cs: Instalovat rozšíření.
el: Εγκατάσταση επεκτάσεων.
fr: Installer extensions.
hr: Instaliranje proširenja
sk: Inštalovať rozšírenia.
sv: Installera utökningar.

source: Install local extension
cs: Instalovat místní rozšíření
el: Εγκατάσταση τοπικής επέκτασης
fr: Installer extension locale
hr: Instaliranje lokalnih proširenja
sk: Inštalovať miestne rozšírenie
sv: Installera lokala utökningar

source: Install or remove finished.
cs: Instalace nebo odstranění ukončeno.
el: Η εγκατάσταση ή η αφαίρεση ολοκληρώθηκε.
fr: Installation/Retrait terminé.
hr: Instaliranje i uklananje završeno
sk: Inštalácia alebo odstránenie skončené.
sv: Installation eller borttagning klar.

source: Install settings, skins, software...
cs: Nainstalovat nastavení, vzhledy, software...
el: Εγκατάσταση ρυθμίσεων, θεμάτων, λογισμικού...
fr: Installation paramètres, thèmes, logiciel...
hr: Instaliraj liste, skin, software...
sk: Inštalovať nastavenia, skiny, software...
sv: Installera inställningar, skal, mjukvara...

source: Installation finished.
cs: Instalace ukončena.
el: Η εγκατάσταση ολοκληρώθηκε.
fr: Installation terminée.
hr: Instalacija završena
sk: Inštalácia je skončená.
sv: Installation klar.

source: Installing
cs: Instaluji
el: Εγκατάσταση
fr: Installation
hr: Instaliram
sk: Inštalujem
sv: Installerar

source: Installing Software...
cs: Instaluji software...
el: Εγκατάσταση λογισμικού…
fr: Installation du logiciel...
hr: Instaliram Softver...
sk: Inštalujem software...
sv: Installerar mjukvara...

source: Installing default sat lists... Please wait...
cs: Instaluji standardní satelitní seznamy... Prosím, čekej...
el: Εγκαθίστανται προεπιλεγμένες λίστες δορυφόρων… Παρακαλώ περιμένετε…
fr: Installation liste standard satellites... Veuillez patienter...
hr: Instaliranje zadane liste satelita... Molim pričekati...
sk: Inštalujem zoznamy predvolených staníc... Čakaj...
sv: Installerar grundsatellitelista... Vänligen vänta...

source: Installing defaults... Please wait...
cs: Instaluji defaultní... Prosím čekej...
el: Εγκατάσταση προεπιλεγμένων… Παρακαλώ περιμένετε…
fr: Installation paramètres défauts... Veuillez patienter...
hr: Instaliranje zadanog...Molim pričekati..
sk: Inštalujem predvolené nastavenia... Čakaj...
sv: Installerar grundinställningar... Vänligen vänta...

source: Installing package content... Please wait...
cs: Instaluji balíčky. Prosím počkej...
el: Εγκατάσταση περιεχομένων πακέτου… Παρακαλώ περιμένετε…
fr: Installation contenu paquet... Veuillez patienter...
hr: Instaliranje sadržaja paketa...Molim pričekati...
sk: Inštalujem obsah balíčka... Čakaj...
sv: Installerar paketinnehåll... Vänligen vänta...

source: Instant Record...
cs: Okamžité nahrávání...
el: Άμεση Εγγραφή…
fr: Enregistrement immédiat...
hr: Trenutno Snimanje...
sk: Okamžité nahrávanie...
sv: Direktinspelning...

source: Instant record location
cs: Umístění okamžitého nahrávání
el: Θέση άμεσης εγγραφής
fr: Emplacement enregistrements immédiats
hr: Sadašnja lokacija snimanja
sk: Umiestnenie okamžitého záznamu
sv: Mapp för Direktinspelningar

source: Interface:
cs: Rozhraní:
el: Διεπαφή:
hr: Sučelje:
sk: Rozhranie:
sv: Gränssnitt:

source: Intermediate
cs: Střední
el: Μέση
fr: Intermédiaire
hr: Srednje
sk: stredný
sv: Normal

source: Internal Flash
cs: Interní flash
el: Εσωτερική Flash
fr: Flash interne
hr: Unutarnji Flash
sk: Interná pamäť flash
sv: Internt Flashminne

source: Internal USB Slot
cs: Interní USB Slot
el: Εσωτερική θύρα USB
fr: Slot USB interne
hr: Interni USB slot
sk: Interný slot USB
sv: Intern USB kortplats.

source: Internal firmware updater
cs: Aktualizátor interního firmware
el: Ενημερωτής εσωτερικού λειτουργικού
fr: MàJ interne du firmware
hr: Interni firmware updater
sk: Interný aktualizátor firmware
sv: Firmwareuppdaterare.

source: Invalid Location
cs: Neplatné umístění
el: Άκυρη θέση
fr: Emplacement non valide
hr: Neispravna lokacija
sk: Neplatné umiestnenie
sv: Ogiltig sökväg

source: Invalid directory selected: %s
cs: Zvolena neplatná složka: %s
el: Επιλέχτηκε μη έγκυρος κατάλογος: %s
fr: Répertoire sélectionné invalide: %s
hr: Neispravno odabranih directory: %s
sk: Zvolený neplatný adresár: %s
sv: Ogiltigt mapp vald: %s

source: Invalid response from Security service pls restart again
cs: Neplatná odpověď od bezpečnostní služby, opět restartuj
el: Μη έγκυρη απόκριση από την υπηρεσία ασφαλείας. Παρακαλώ επανεκκινήστε ξανά.
fr: Réponse invalide du service sécurité, SVP relancer encore
hr: Neispravan odgovor o sigurnosti kanala, molim restart
sk: Neplatná odpoveď z bezpečnostného servera. Reštartuj.
sv: Ogiltig respons från Säkerhetstjänst, vänligen starta om.

source: Invalid response from server.
cs: Neplatná odpověď od serveru.
el: Μη έγκυρη απόκριση διακομιστή.
fr: Réponse invalide du serveur.
hr: Neispravan odgovor od servera.
sk: Neplatná odpoveď zo servera.
sv: Ogiltig respons från server.

source: Invalid response from server. Please report: %s
cs: Neplatná odpověď od serveru. Nahlaš prosím: %s
el: Μη έγκυρη απόκριση διακομιστή. Παρακαλώ αναφέρατε: %s
fr: Réponse invalide du serveur. Veuillez reporter: %s
hr: Neispravan odgovor od servera. Molim report: %s
sk: Neplatná odpoveď zo servera. Ohlás: %s
sv: Ogiltig respons från server. Vänligen rapportera: %s

source: Invalid selection
cs: Neplatná volba
el: Μη έγκυρη επιλογή
fr: sélection invalide
hr: Pogrešan odabir
sk: Neplatný výber
sv: Ogiltigt val

source: Inversion
cs: Inverze
el: Αναστροφή
hr: Inverzija
sk: Inverzia

source: Ireland
cs: Irsko
el: Ιρλανδία
fr: Irlande
sk: Írsko
sv: Irland

source: Is this videomode ok?
cs: Je tento videorežim v pořádku?
el: Είναι εντάξει αυτός ο τρόπος λειτουργίας βίντεο;
fr: Ce mode vidéo est-il OK?
hr: Da li je videmod dobar?
sk: Je tento režim obrazu OK?
sv: Är detta videoläge ok?

source: Israel
cs: Izrael
el: Ισραήλ
fr: Israël
sk: Izrael

source: It's possible to restrict an AutoTimer to certain Services or Bouquets or to deny specific ones. An Event will only match this AutoTimer if it's on a specific and not denied Service (inside a Bouquet). Press BLUE to add a new restriction and YELLOW to remove the selected one.
cs: Je možné omezit Autočasovač pro určité stanice nebo přehledy nebo odepřít specifické. Událost bude shodná s AutoČasovačem jenom pokuď je na specifické a nezakázané stanici (v přehledu). Stiskni MODRÉ pro přidání nového omezení ŽLUTÉ pro odstranění vybraného.
el: Είναι δυνατό να περιοριστεί ένας αυτόματος χρονοδιακόπτη ορισμένων υπηρεσιών ή μπουκέτων ή να απαγορευτεί σε κάποια από αυτά. Ένα πρόγραμμα θα αντιστοιχεί σε αυτόν τον χρονοδιακόπτη αν είναι σε μια συγκεκριμένη υπηρεσία που δεν έχει απαγορευτεί (μέσα στο μπουκέτο). Πιέστε το ΜΠΛΕ για προσθήκη νέου περιορισμού και το ΚΙΤΡΙΝΟ για αφαίρεση του επιλεγμένου.
fr: Il est possible de limiter une ProgAuto à certains services ou bouquets ou d'en refuser certains. Une émission correspondra seulement à cette ProgAuto si elle est sur un service spécifique et non interdit (à l'intérieur d'un bouquet). Presser BLEU pour ajouter une nouvelle restriction et JAUNE pour retirer le choix.
hr: Moguće je ograničiti AutoTimer na određene kanale ili pakete ili uskratiti određene radnje. Događaj će se složiti sa ovim AutoTimer ako je u određenom i nezabranjenom kanalu (unutar paketa). Plava tipka za dodati novo ograničanje i Žuta sa uklananje odabranog.
sk: Môžeš obmedziť autočasovač na určité stanice, prehľady alebo niektoré vylúčiť. Program bude vyhovovať autočasovaču, len ak to bude daná stanica, nie zakázaná (v rámci prehľadu). Stlačením MODRÉHO tlačítka pridáš obmedzenie, stlačením ŽLTÉHO zrušíš zvolené.
sv: Det är möjligt att begränsa en AutoTimer till vissa hanaler eller favoritlista eller neka specifika sådana. En händelse kommer endast att matcha denna AutoTimer om det är på en specifik och inte nekad kanal (i en Favoritlista). Tryck BLÅ för att lägga till en ny begränsning och GUL för att ta bort den markerade.

source: Italian
cs: Italsky
el: Ιταλικά
fr: Italien
hr: Talijanski
sk: Taliančina
sv: Italienska

source: Italian Weather forecast on STB
cs: Italská předpověď počasí na Vu+
el: Ιταλική πρόγνωση καιρού
fr: Prévisions météorologiques italiennes sur Vu+
hr: Vremenska prognoza za Italju na STB
sk: Talianska predpoveď počasia na Vu+
sv: Italiensk väderprognos på boxen.

source: Italian Weather forecast on STB from www.google.it.
cs: Italská předpověď počasí na Vu+ z www.google.it
el: Ιταλική πρόγνωση καιρού από www.google.it
fr: Prévisions météorologiques italiennes sur STB de www.google.it.
hr: Vremenska prognoza za Italiju na STB preko www.google.it.
sk: Talianska predpoveď počasia na Vu+ z www.google.it.
sv: Italiensk väderprognos på boxen från www.google.it.

source: Italy
cs: Itálie
el: Ιταλία
fr: Italie
sk: Taliansko
sv: Italien

source: Japan
cs: Japonsko
el: Ιαπωνία
fr: Japon
sk: Japonsko

source: Job View
cs: Zobrazení úlohy
el: Επισκόπηση Εργασίας
fr: Vue travail
hr: Pogledaj radnju
sk: Prehľad úloh
sv: Arbetsvy

source: Just Scale
cs: Přes celou obrazovku (nedodržuje poměr stran)
el: Κλιμάκωση
fr: Juste mettre à l'échelle
sk: Na celú obrazovku (bez pomeru strán)
sv: Bara skala

source: Kerni's BrushedAlu-HD skin
cs: Kerniho BrushedAlu-HD vzhled
el: Θέμα Kerni's BrushedAlu-HD
fr: Thème Kerni BrushedAlu-HD
sk: Skin BrushedAlu-HD, autor Kerni
sv: Kerni's BrushedAlu-HD skal

source: Kerni's DreamMM-HD skin
cs: Kerniho DreamMM-HD vzhled
el: Θέμα Kerni's DreamMM-HD
fr: Thème Kerni DreamMM-HD
sk: Skin DreamMM-HD, autor Kerni
sv: Kerni's DreamMM-HD skal

source: Kerni's Elgato-HD skin
cs: Kerniho Elgato-HD vzhled
el: Θέμα Kerni's Elgato-HD
fr: Thème Kerni Elgato-HD
sk: Skin Elgato-HD, autor Kerni
sv: Kerni's Elgato-HD skal

source: Kerni's SWAIN skin
cs: Kerniho SWAIN vzhled
el: Θέμα Kerni's SWAIN
fr: Thème Kerni SWAIN
sk: Skin SWAIN, autor Kerni
sv: Kerni's SWAIN skal

source: Kerni's SWAIN-HD skin
cs: Kerniho SWAIN-HD vzhled
el: Θέμα Kerni's SWAIN-HD
fr: Thème Kerni SWAIN-HD
sk: Skin SWAIN-HD, autor Kerni
sv: Kerni's SWAIN-HD skal

source: Kerni's UltraViolet skin
cs: Kerniho UltraViolet vzhled
el: Θέμα Kerni's UltraViolet
fr: Thème Kerni UltraViolet
sk: Skin UltraViolet, autor Kerni
sv: Kerni's UltraViolet skal

source: Kerni's YADS-HD skin
cs: Kerniho YADS-HD vzhled
el: Θέμα Kerni's YADS-HD
fr: Thème Kerni YADS-HD
sk: Skin YADS-HD, autor Kerni
sv: Kerni's YADS-HD skal

source: Kerni's dTV-HD skin
cs: Kerniho dTV-HD vzhled
el: Θέμα Kerni's dTV-HD
fr: Thème Kerni dTV-HD
sk: Skin dTV-HD, autor Kerni
sv: Kerni's dTV-HD skal

source: Kerni's dTV-HD-Reloaded skin
cs: Kerniho dTV-HD-Reloaded vzhled
el: Θέμα Kerni's dTV-HD-Reloaded
fr: Thème Kerni dTV-HD-Reloaded
sk: Skin dTV-HD-Reloaded, autor Kerni
sv: Kerni's dTV-HD-Reloaded skal

source: Kerni's dmm-HD skin
cs: Kerniho dmm-HD vzhled
el: Θέμα Kerni's dmm-HD
fr: Thème Kerni dmm-HD
sk: Skin dmm-HD, autor Kerni
sv: Kerni's dmm-HD skal

source: Kerni's dreamTV-HD skin
cs: Kerniho dreamTV-HD vzhled
el: Θέμα Kerni's dreamTV-HD
fr: Thème Kerni dreamTV-HD
sk: Skin dreamTV-HD, autor Kerni
sv: Kerni's dreamTV-HD skal

source: Kerni's simple skin
cs: Kerniho jednoduchý vzhled
el: Θέμα Kerni's simple
fr: Thème Kerni simple
sk: Jednoduchý skin, autor Kerni
sv: Kerni's simple skal

source: Kerni-HD1 skin
cs: Kerni-HD1 vzhled
el: Θέμα Kerni-HD1
fr: Thème Kerni-HD1
sk: Skin Kerni-HD1
sv: Kerni-HD1 skal

source: Kerni-HD1R2 skin
cs: Kerni-HD1R2 vzhled
el: Θέμα Kerni-HD1R2
fr: Thème Kerni-HD1R2
sk: Skin Kerni-HD1R2
sv: Kerni-HD1R2 skal

source: Kernis HD1 skin
cs: Kernis HD1 vzhled
el: Θέμα Kernis HD1
fr: Thème Kernis HD1
sk: Skin HD1, autor Kerni
sv: Kernis HD1 skal

source: Key %(Key)s successfully set to %(delay)i ms
cs: Tlačitko %(Key)s úspěšně nastaveno na %(delay)i ms
el: Πλήκτρο %(Key)s εγκαταστάθηκε επιτυχώς σε %(delay)i ms
fr: Touche %(Touche)s réglés avec succès à %(délai)i ms
hr: Tipka %(Key)s uspešno podešena na %(delay)i ms
sk: Tlačítko %(Key)s nastavené na %(delay)i ms
sv: Tangent %(Key)s sattes till %(delay)i ms

source: Key %(key)s (current value: %(value)i ms)
cs: Tlačítko %(key)s (aktuální hodnota: %(value)i ms)
el: Πλήκτρο %(key)s (τρέχουσα τιμή: %(value)i ms
fr: Touche %(Touche)s (valeur courante: %(valeur)i ms)
hr: Tipka %(key)s (trenutna vrijednost %(value)i ms)
sk: Tlačítko %(key)s (aktuálna hodnota: %(value)i ms)
sv: Tangent %(key)s (nuvarande värde: %(value)i ms)

source: Keyboard
cs: Klávesnice
el: Πληκτρολόγιο
fr: Clavier
hr: Tipkovnica
sk: Klávesnica
sv: Tangentbord

source: Keyboard Map
cs: Rozložení kláves
el: Τύπος πληκτρολογίου
fr: Agencement du clavier
hr: Mapa tipkovnice
sk: Rozloženie kláves
sv: Tangentbordslayout

source: Keyboard Setup
cs: Nastavení klávesnice
el: Ρυθμίσεις Πληκτρολογίου
fr: Paramétrage du clavier
hr: Postavke tipkovnice
sk: Nastavenie klávesnice
sv: Tangentbordsinställning

source: Keymap
cs: Rozložení kláves
el: Πίνακας Χαρακτήρων
fr: Agencement touches
hr: Mapa ključa
sk: Rozloženie kláves
sv: Tangentlayout

source: KiddyTimer allows to control your kids's daily tv usage.
cs: KiddyTimer umožňuje kontrolovat denní použití televize tvými dětmi.
el: Ο KiddyTimer επιτρέπει τον ημερήσιο έλεγχο των παιδιών στη χρήση τηλεόρασης.
fr: KiddyTimer permet de contrôler l'usage TV journalier de vos enfants
hr: KiddyTimer omogućuje dnevnu kontrolu za korištenje TV-a djeci
sk: Detský časovač umožňuje kontrolovať denné používanie televízora deťmi
sv: KiddyTimer möjliggör kontroll över barnens TV-tittande.

source: LAN Adapter
cs: Síťová karta
el: Προσαρμογέας δικτύου
fr: Adaptateur réseau local
sk: Adaptér LAN
sv: Nätverksadapter

source: LAN connection
cs: Připojení LAN
el: Τοπικό Δίκτυο
fr: Connection LAN
hr: LAN veza
sk: Pripojenie LAN
sv: Nätverksanslutning

source: Language
cs: Jazyk
el: Γλώσσα
fr: Langage
hr: Jezik
sk: Jazyk
sv: Språk

source: Language selection
cs: Výběr jazyka
el: Επιλογή γλώσσας
fr: Sélection de la langue
hr: Odaberite Jezik
sk: Voľba jazyka
sv: Välj språk

source: Last config
cs: Poslední konfig
el: Τελευταία ρυθμ.
fr: Config Préc
hr: Zadnja postavka
sk: Posl. nast.
sv: Ångra

source: Last day to match events. Events have to begin before this date to be matched.
cs: Poslední den k označení události. Aby událost byla označena, musí začít před tímto datem.
el: Τελευταία ημέρα αντιστοίχισης προγραμμάτων. Τα προγράμματα πρέπει να αρχίζουν πριν από αυτή την ημερομηνία για να γίνει αντιστοίχιση.
hr: Zadnji dan za podešavanje događaja. Događaji moraju početi prije nego se taj datum treba uskladiti.
sk: Posledný deň pre nájdenie programov. Aby sa programy našli, musia začínať pred týmto dátumom.
sv: Sista dagen för att matcha händelser. Händelser måste börja före detta datum för att kunna matchas.

source: Last speed
cs: Poslední rychlost
el: Τελευταία ταχύτητα
fr: Dernière vitesse
hr: Zadnja brzina
sk: Posledná rýchlosť
sv: Föregående hastighet

source: Latitude
cs: Zeměpisná šířka
el: Γεωγραφικό Πλάτος
hr: Latituda
sk: Zem. šírka
sv: Latitud

source: Latvian
cs: Lotyšsko
el: Λεττονικά
fr: Letton
sk: Lotyščina
sv: Lettiska

source: Leave DVD Player?
cs: Opustit přehrávání DVD?
el: Έξοδος από το DVD Player;
fr: Quitter le lecteur DVD?
hr: Napustiti DVD plejer?
sk: Ukončiť DVD prehrávač?
sv: Avsluta DVD-spelare?

source: Left
cs: Vlevo
el: Αριστερά
fr: Gauche
hr: Lijevo
sk: Doľava
sv: Vänster

source: Limit east
cs: Limit východně
el: Όριο Ανατολικά
fr: Limite est
hr: Limit za istok
sk: Východný limit
sv: Östlig gräns

source: Limit west
cs: Limit západně
el: Όριο Δυτικά
fr: Limite ouest
hr: Limit za zapad
sk: Západný limit
sv: Västlig gräns

source: Limited character set for recording filenames
cs: Omezená sada znaků pro názvy nahraných souborů
el: Περιορισμένοι χαρακτήρες για αρχεία εγγραφών
fr: Jeu de caractères limité pour nom enregistrements
hr: Limit znakova za snimanje datoteka
sk: Obmedzená znaková sada pre názvy záznamov
sv: Begränsad teckenuppsättning för inspelningsfilnamn

source: Limits off
cs: Vypnout limit
el: Χωρίς όρια
fr: Désactiver les limites
hr: Isključi limite
sk: Vypnúť limity
sv: Gränser av

source: Limits on
cs: Zapnout limit
el: Με όρια
fr: Limites activées
hr: Limite na
sk: Zapnúť limity
sv: Gränser på

source: Link Quality:
cs: Kvalita spojení:
el: Ποιότητα:
fr: Qualité lien:
hr: Kvaliteta linka:
sk: Kvalita spojenia:
sv: Länkkvalitet:

source: Link:
cs: Odkaz:
el: Σύνδ.:
fr: Lien:
sk: Spojenie:
sv: Länk:

source: Linked titles with a DVD menu
cs: Tituly propojené s DVD menu
el: Συνδεδεμένοι τίτλοι με μενού DVD
fr: Titres liés avec un menu DVD
hr: Vezani naslovi sa DVD izbornika
sk: Tituly prepojené s menu DVD
sv: Länkade titlar med en DVD-meny

source: List available networks
cs: Vypsat dostupné sítě
el: Λίστα διαθέσιμων δικτύων
fr: Afficher réseaux dispo.
hr: Dostupne mreže
sk: Zoznam dostupných sietí
sv: Lista tillgängliga nätverk

source: List of Storage Devices
cs: Seznam záznamových zařízeních
el: Λίστα Συσκευών Αποθήκευσης
fr: Liste périphériques stockage
hr: Uređaji za pohranu
sk: Zoznam záznamových zariadení
sv: Lista på lagringsenheter

source: Listen and record Shoutcast Internet Radio on your STB.
cs: Poslouchej a nahrávej Shoutcast Internet Radio na Vu+.
el: Ακρόαση και εγγραφή διαδικτυακού ραδιοφώνου.
fr: Ecouter et enregistrer Shoutcast radio depuis internet.
hr: Slušati i snimati Shoutcast internet Radio na vašem prijemniku.
sk: Počúvaj a nahrávaj Shoutcast Internet Radio na Vu+.
sv: Lyssna på och spela in Shoutcast Internet Radio på boxen.

source: Lithuanian
cs: Litevsky
el: Λιθουανικά
fr: Lithuanien
hr: Litvanski
sk: Litovčina
sv: Litauiska

source: Load
cs: Načti
el: Φόρτωση
fr: Charger
hr: Opterećenje
sk: Natiahnuť
sv: Ladda

source: Load Length of Movies in Movielist
cs: Načti délku filmů do Movielist
el: Φόρτωση διάρκειας στη λίστα ταινιών
fr: Charger longueur des films dans liste films
hr: Učitaj duljinu filmova u Movielist
sk: Prevziať dĺžku filmov do zoznamu filmov
sv: Ladda filmens längd i inspelningslistan

source: Load feed on startup:
cs: Načti zdroj při zapnutí:
el: Φόρτωση πηγής στην εκκίνηση:
fr: Charger feed au démarrage:
hr: Učitaj feed na pokretanju:
sk: Na začiatku načítať zdroj:
sv: Ladda feed vid uppstart:

source: Load movie-length
cs: Načti délku filmu
el: Φόρτωση διάρκειας ταινίας
fr: Charger longueur-film
hr: Duljina filma
sk: Prevziať dĺžku filmov do zoznamu filmov
sv: Ladda filmlängd

source: Local Network
cs: Lokální síť
el: Τοπικό Δίκτυο
fr: Réseau local
hr: Lokalna mreža
sk: Miestna sieť
sv: Lokalt nätverk

source: Local share name
cs: Načti jméno sdíleného
el: Όνομα κοινόχρηστου
fr: Nom partage local
hr: Lokalno ime djeljitelja
sk: Miestne zdieľané meno
sv: Lokalt delningsnamn

source: Location
cs: Umístění
el: Τοποθεσία
fr: Emplacement
hr: Lokacija
sk: Umiestnenie
sv: Sökväg

source: Location for instant recordings
cs: Umístění okamžitých nahrávek
el: Θέση για στιγμιαίες εγγραφές
fr: Emplacement pour enregistrements instantanés
hr: Lokacija za trenutne snimke
sk: Umiestnenie okamžitých záznamov
sv: Mapp för direktinspelningar

source: Lock:
cs: Zámek:
el: Κλειδ.:
fr: Verrou:
hr: Zaključano:
sk: Signál:
sv: Lås:
