Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Slideshow Time
cs: Čas prezentace
fr: Durée Diapositive
sk: Čas prezentácie
sv: Bildspelstid

source: Slow motion speeds
cs: Rychlosti zpomaleného filmu
fr: Vitesses du ralenti
sk: Rýchlosti pomalého pohybu
sv: Slow-motion hastigheter

source: Smart Card 1 Error! errorcode=%d
cs: Chyba Smart Card 1! errorcode=%d
fr: Erreur carte 1! code erreur=%d
sk: Chyba Smart Card 1! errorcode=%d
sv: Smart Card 1 fel! errorcode=%d

source: Smart Card 2 Error! errorcode=%d
cs: Chyba Smart Card 2! errorcode=%d
fr: Erreur carte 2! code erreur=%d
sk: Chyba Smart Card 2! errorcode=%d
sv: Smart Card 2 fel! errorcode=%d

source: Smart Card OK!!
cs: Smart Card je OK!!
fr: Carte à puce OK!!
sk: Smart Card je OK!!

source: Smart Card model type error
cs: Chyba typu modelu Smart Card
fr: Erreur Type de carte à puce
sk: Chyba typu modelu Smart Card
sv: Smart Card modeltyp fel

source: Space
cs: Místo
fr: Espace
sk: Miesto
sv: Utrymme

source: Standby Now
cs: Uspat nyní
fr: En Veille
sk: Teraz uspať
sv: Viloläge nu

source: Start Page
cs: Start. stránka
fr: Page Démarrage
sk: Štartovacia stránka
sv: Startsida

source: Start/Stop
fr: Démarrer/Stopper
sk: Štart/Stop
sv: Start/Stopp

source: Starting converter
cs: Spouštím konverter
fr: Démarrage convertisseur
sk: Začínam konverziu
sv: Startar konverterare

source: Starting downloader
cs: Spouštím stahování
fr: Démarrage téléchargeur
sk: Začínam sťahovať
sv: Startar nerladdare

source: Starting importer
cs: Spouštím importér
fr: Démarrage importateur
sk: Začínam importovať
sv: Startar importerare

source: Startpage
cs: Startovací stránka
fr: PageDémarrage
sk: Štartovacia stránka
sv: Startsida

source: Storage device
cs: Úložné zařízení
fr: Périphérique stockage
sk: Úložné zariadenie
sv: Lagringsenhet

source: Subtitle alignment
cs: Zarovnání titulků
fr: Alignement sous-titres
sk: Zarovnanie titulkov
sv: Undertext justering

source: Subtitle border width
cs: Šířka okraje titulků
fr: Largeur bordure sous-titres
sk: Šířka okraja titulkov
sv: Undertext kantvidd

source: Subtitle delay when timing lacks
cs: Zpoždění titulků při chybícím časování
fr: Retard sous-titres quand temps manque
sk: Oneskorenie titulkov ak chýba časovanie
sv: Undertext fördröjning vid timerfel

source: Subtitle font size
cs: Velikost písma titulků.
fr: Taille police sous-titres
sk: Veľkost písma titulkov.
sv: Undertext fontstorlek

source: Subtitle language selection 1
cs: Volba jazyka titulků 1
fr: Langue sous-titres choix 1
sk: Voľba jazyka titulkov 1
sv: Undertext språkval 1

source: Subtitle language selection 2
cs: Volba jazyka titulků 2
fr: Langue sous-titres choix 2
sk: Voľba jazyka titulkov 2
sv: Undertext språkval 2

source: Subtitle language selection 3
cs: Volba jazyka titulků 3
fr: Langue sous-titres choix 3
sk: Voľba jazyka titulkov 3
sv: Undertext språkval 3

source: Subtitle language selection 4
cs: Volba jazyka titulků 4
fr: Langue sous-titres choix 4
sk: Voľba jazyka titulkov 4
sv: Undertext språkval 4

source: Subtitle position
cs: Pozice titulků
fr: Position sous-titres
sk: Poloha titulkov
sv: Undertext position

source: Subtitle settings
cs: Nastavení titulků
fr: Réglages sous-titres
sk: Nastavenie titulkov
sv: Inställningar Undertext

source: Swap File created.
cs: Soubor SWAP úspěšně vytvořen.
fr: Fichier SWAP crée
sk: Súbor Swap bol úspešne vytvorený.
sv: Swapfil skapad

source: Swap File creation Failed. Check for available space.
cs: Vytvoření SWAP souboru se nezdařilo. Zkontroluj volné místo.
fr: Création fichier SWAP a échoué. Vérifier espace disponible
sk: Vytvorenie súboru Swap sa nepodarilo. Skontroluj voľné miesto.
sv: Gick inte att skapa swapfil, kolla tillgängligt utrymme.

source: Swap already disabled.
cs: SWAP soubor je již zakázán.
fr: SWAP déjà désactivé
sk: Swap súbor je už zakázaný.
sv: Swap redan avaktiverad

source: Swap file is active. Remove it before to create a new swap space.
cs: Soubor SWAP je aktivní. Odstraň ho před vytvořením nového.
fr: SWAP est actif. Supprimez le avant d'en créer un nouveau
sk: Swap súbor je aktívny. Odstráň ho než vytvoríš nový.
sv: Swapfil är aktiv. Ta bort den innan du försöker skapa en ny.

source: Swap status: disabled
cs: Stav SWAP: zakázán
fr: Statut SWAP : désactivé
sk: Stav Swap: zakázaný
sv: Swapstatus: avaktiverad

source: Switch to keyboard/mouse mode.
cs: Přepnout do režimu klávesnice/myš.
fr: Basculer vers Clavier/Souris.
sk: Prepnúť do režimu klávesnica/myš
sv: Vaxla till tangentbord/musläge

source: System Info
cs: Info o systému
fr: Info Système
sk: Info o systéme

source: Teletext subtitle color
cs: Barva titulků teletextu
fr: Couleur sous titres Télétext
sk: Farba titulkov teletextu
sv: Undertext färg

source: Test the network configuration of your receiver.
cs: Otestovat síťovou konfiguraci tvého přijímače.
fr: Tester la configuration réseau de votre décodeur.
sk: Otestovať sieťovú konfiguráciu tvojho prijímača.
sv: Testa nätverkskonfigurationen i boxen.

source: Testing Smartcard 1...
cs: Testuji Smartcard 1...
fr: Test Carte à puce 1...
sk: Testujem Smartcard 1...
sv: Testar Smartcard 1...

source: Testing Smartcard 2...
cs: Testuji Smartcard 2...
fr: Test Carte à puce 2...
sk: Testujem Smartcard 2...
sv: Testar Smartcard 2...

source: Testing remote connection
cs: Testuji vzdálené připojení
fr: Test connection distante
sk: Test vzdialeného pripojenia
sv: Testar uppkoppling

source: The User Interface of your receiver is restarting
cs: Uživatelské rozhraní přijímače se restartuje...
fr: L'interface utilisateur du décodeur redémarre
sk: Užívateľské rozhranie prijímača sa reštartuje
sv: Användargränssnittet startas om

source: The user interface of your receiver is restarting due to an error in mytest.py
cs: Uživatelské rozhraní přijímače se restartuje z důvodu chyby v mytest.py
fr: L'Interface Graphique Utilisateur redémarre à cause d'une erreur dans mytest.py
sk: Užívateľské rozhranie prijímače sa reštartuje pre chybu v mytest.py
sv: Användargränssnittet startas om på grund av ett fel i mytest.py

source: The wizard will now try to identify your connected usb storage. Press red button to continue.
cs: Průvodce se pokusí identifikovat připojené USB úložiště. Stiskni červené tlačítko pro pokračování.
fr: L'assistant va tenter d'identifier votre dispositif USB. Appuyer sur le bouton rouge pour continuer.
sk: Sprievodca sa pokúsi identifikovať pripojenú pamäť usb. Stlač červené tlačítko na pokračovanie.
sv: Guiden kommer nu att försöka identifiera din USB-sticka. Tryck röd knapp för att fortsätta.

source: This plugin will show you the uptime
cs: Zobrazí dobu provozu přijímače
fr: Montre le temps de fonctionnement depuis dernier reboot
sk: Zobrazí dobu prevádzky prijímača
sv: Denna App kommer att visa boxens upptid

source: This script shows Network Connections
cs: Skript zobrazí síťová spojení
fr: Montre les connections Réseau
sk: Tento skript zobrazí sieťové pripojenia
sv: Detta skript visar nätverkskopplingar

source: This script shows Network Interfaces Informations
cs: Skript zobrazí informace o síťových rozhraních
fr: Montre les infos sur les interfaces réseau
sk: Skript zobrazí informácie o sieťových rozhraniach
sv: Detta skript visar info om nätverkskorten

source: This script will delete all crash-logs from /media/hdd
cs: Skript smaže všechny zprávy o pádech z /media/hdd
fr: Efface tous les crash-logs présents sur /media/hdd
sk: Skript vymaže všetky crashlogy z /media/hdd
sv: Detta skript tar bort alla kraschloggar från /media/hdd

source: This script will show you the up time
cs: Tento skript ti ukáže dobu provozu
fr: Montre le temps de fonctionnement
sk: Tento skript ti ukáže čas prevádzky
sv: Detta skript visar din upptid

source: This script will show you the uptime
cs: Skript zobrazí dobu provozu přijímače
fr: Montre le temps de service depuis reboot
sk: Tento skript ti ukáže čas prevádzky
sv: Detta skript visar din upptid

source: This test checks whether your Wireless LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a 'disabled' message: - then your Wireless LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an 'enabeld' message: -verify that you have a configured and working DHCP Server in your network.
cs: Tento test kontroluje, zda Bezdrátový LAN adaptér je nastaven na automatickou konfiguraci IP adresy s DHCP. Pokud dostaneš "zakázán" zprávu: - pak je tvůj Bezdrátový LAN adaptér nakonfigurován pro ruční IP nastavení - ověř, zda jsi zadal správnou IP informaci v dialogu nastavení adaptéru. Pokud dostaneš "povolen" zprávu: -ověř, zda máš v síti nakonfigurovány a funkční DHCP server.
fr: Ce test vérifie si l'adaptateur LAN WIFI est configuré pour une adresse IP auto via DHCP. Si un message désactivé apparait: - Alors l'adaptateur est configuré pour IP manuelle - Vérifier que vous avez entré les paramètres correctement dans la boite de dialogue Paramètres Adaptateur. Si un message activé apparait: -Vérifiez que le DHCP est activé sur votre réseau.
sk: Tento test kontroluje, či je bezdrôtový LAN adaptér nastavený na automatickú konfiguráciu IP adresy s DHCP. Ak dostaneš správu "zakázný": - potom je bezdrôtový LAN adaptér nakonfigurovaný na ručné nastavenie IP - over, či si zadal správnu IP informáciu v dialógu nastavenie adaptéru. Ak dostaneš správu "povolený": -over, či máš v sieti nakonfigurovaný a funkčný DHCP server.
sv: Detta test kontrollerar om din trådlösa nätverksadapter är inställd för automatisk IP-adress med DHCP. Om du får ett 'avaktiverad' meddelande: - Då är din trådlösa nätverksadapter konfigurerad för manuell IP adress. - Kontrollera att du har angett rätt IP-information i Adapterinställning. Om du får ett "aktiverad" meddelande: -kontrollera att du har en konfigurerad och fungerande DHCP-server i ditt nätverk.

source: Time for inactivity (min):
cs: Čas neaktivity (min):
fr: Durée pour inactivité (min)
sk: Čas nečinnosti (min):
sv: Tid för inaktivitet (min):

source: Time for scheduled daily download
cs: Čas pro plánované denní stahování
fr: Heure de téléchargement programmé
sk: Čas pre plánované denné sťahovanie
sv: Tid för daglig schemalagd nedladdning

source: Time in standby for power off (min):
cs: Čas v režimu spánku pro vypnutí (min):
fr: Temps de veille pour arrêt total (min):
sk: Čas v režime spánku na vypnutie (min):
sv: Tid i viloläge tills avstängning (min):

source: Tools
cs: Nástroje
fr: Outils
sk: Nástroje
sv: Verktyg

source: Total size: %s
cs: Celková velikost : %s
fr: Taille totale: %s
sk: Celková veľkosť: %s
sv: Total storlek %s

source: Tune%d %s Locking Fail...
cs: Uzamčení ladění %d %s selhalo...
fr: Echec Verrouillage tuner%d %s
sk: Uzamknutie ladenia %d %s neúspešné...
sv: Tuning%d %s Låsning misslyckades.

source: USB test error : Success-%d
cs: Chyba testu USB : Úspěšnost-%d
fr: Erreur test USB : Succès-%d
sk: Chyba testu USB: Úspešných-%d
sv: USB-test fel : succé-%d

source: USB test pass %d devices Press 'OK' button!
cs: USB testem přešlo %d zařízení Stiskni tlačítko 'OK'!
fr: Passe test %d appareils USB Presser bouton 'OK'!
sk: USB testom prešlo %d zariadení Stlač tlačítko 'OK'!
sv: USB-test OK %d enheter Tryck 'OK' knappen!

source: Unattended upgrade in progress Please wait until your receiver reboots This may take a few minutes
cs: Probíhá bezobslužná aktualizace. Počkej na restart přijímače! Může to trvat několik minut
fr: Mise à jour imprévue en cours Attendez jusqu'à ce que le récepteur reboote Cela peut prendre quelques minutes
sk: Beží bezobslužná aktualizácia. Počkaj na reštart prijímača! Môže to trvať niekoľko minút
sv: Obevakad uppgradering pågår Vänta tills boxen startar om Detta kan ta några minuter

source: Up Key
cs: Klávesa nahoru
fr: Flèche haute
sk: Klávesa hore
sv: Upp tangent

source: Update rytec providers
cs: Aktualizace poskytovatelů rytec
fr: Mise à jour Opérateurs rytec
sk: Aktualizácia poskytovateľov rytec
sv: Uppdatera Rytec leverantörer

source: Update xepgdb providers
cs: Aktualizace poskytovatelů xepgdb
fr: Mise à jour Opérateurs XEPGDB
sk: Aktualizácia poskytovateľov xepgdb
sv: Uppdatera XEPGDB leverantörer

source: Updating rytec providers...
cs: Aktualizuji poskytovatele rytec...
fr: MàJ opérateurs rytec...
sk: Aktualizujem poskytovateľov rytec...
sv: Uppdaterar Rytec leverantörer...

source: Updating xepgdb providers...
cs: Aktualizuji poskytovatele xepgdb...
fr: MàJ opérateurs xepgdb...
sk: Aktualizujem poskytovateľov xepgdb...
sv: Uppdaterar XEPGDB leverantörer...

source: Upgrade FPGA..
cs: Aktualizace FPGA..
fr: Mise à jour FPGA
sk: Aktualizácia FPGA..
sv: Uppgradera FPGA

source: Uptime
cs: Doba běhu
fr: Temps de fonctionnement
sk: Doba behu
sv: Upptid

source: Use IP
cs: Použít IP
fr: Utiliser IP
sk: Použi IP
sv: Använd IP

source: Use address
cs: Použít adresu
fr: Utiliser adresse
sk: Použi adresu
sv: Använd adress

source: Use fastscan channel names
cs: Použít Fastscan jména stanic
fr: Utiliser nom des canaux de Scanrapide
sk: Použi mená staníc z Fastscan
sv: Använd Snabbsök kanalnamn

source: Use fastscan channel numbering
cs: Použít Fastscan číslování stanic
fr: Utiliser numérotation des canaux de Scanrapide
sk: Použi očíslovanie staníc Fastscan
sv: Använd Snabbsök kanalnummer

source: Use original DVB subtitle position
cs: Použij původní pozici DVB titulků
fr: Utiliser position d'origine des sous-titres DVB
sk: Použi pôvodnú polohu DVB titulkov
sv: Använd standard DVB-undertextposition

source: Use original teletext position
cs: Použij původní pozici teletextu
fr: Utiliser position d'origine du télétext
sk: Použi pôvodnú polohu teletextu
sv: Använd standard undertextposition

source: Use trash can in movielist
cs: Použij odpadkový koš v seznamu filmů
fr: Utiliser corbeille dans liste des films
sk: Použi odpadkový koš v zozname filmov
sv: Använd papperskorgen i inspelningslistan

source: User Interface
cs: Uživatelské rozhraní
fr: Interface Utilisateur
sk: Užívateľské rozhranie
sv: Användargränsnitt

source: User interface
cs: Uživatelské rozhraní
fr: Interface Utilisateur
sk: Užívateľské rozhranie
sv: Användargränsnitt

source: Using a Wireless module as access point
cs: Používá bezdrátový modul jako přístupový bod
fr: Utilisant un module WIFI en point d'acces
sk: Používať bezdrôtový modul ako prístupový bod
sv: Använda en trådlös enhet som accesspunkt

source: Using a Wireless module as access point.
cs: Používá bezdrátový modul jako přístupový bod.
fr: Utiliser module WIFI comme point d'acces
sk: Používať bezdrôtový modul ako prístupový bod .
sv: Använda en trådlös enhet som accesspunkt.

source: Version: %s
cs: Verze: %s
sk: Verzia : %s

source: Video output
cs: Video výstup
fr: Sortie Vidéo
sk: Video výstup
sv: Bild Utsignal

source: Virtual Keyboard
cs: Virtuální kláv.
fr: Clavier virtuel
sk: Virtuálna klávesnica
sv: Virtuellt tangentbord

source: WARNING! Blindscan may make the tuner malfunction on a VU+ receiver. A reboot afterwards may be required to return to proper tuner function.
cs: VAROVÁNÍ! Blindscan může způsobit poruchu tuneru přijímače VU +.Poté může být nutný restart pro obnovení správného fungování tuneru.
fr: DANGER! L'analyse en aveugle peut causer un dysfonctionnement du tuner. Rebooter peut être necessaire pour un bon fonctionnement.
sk: VAROVANIE! Blindscan môže spôsobiť poruchu tuneru prijímača VU +. Potom môže byť nevyhnutný reštart na obnovenie správneho fungovania tuneru.
sv: VARNING! Blindscan kan göra så att tunern slutar att fungera på boxen. En omstart kan behövas för att tunern ska fungera fullt ut igen.

source: Wait please while scanning your box devices...
cs: Počkej na dokončení vyhledání zařízení přijímače...
fr: Patientez pendant la recherche des composants
sk: Počkaj na dokončenie vyhľadania zariadení prijímača...
sv: Vänta medan boxen söker efter enheter...

source: Wait please,
cs: Čekej prosím,
fr: Patientez,
sk: Čakaj prosím,
sv: Vänta,

source: Wait while starting Cam
cs: Počkej, startuji Cam
fr: Patientez : démarrage CAM
sk: Počkaj, štartujem CAM
sv: Vänta CAM startas

source: Welcome. If you want to connect your box to the Internet, this wizard will guide you through the basic network setup of your Vu+ box. Press OK to start configuring your network
cs: Vítej. Pokud chceš připojit přijímač k internetu, tento průvodce tě provede základním nastavením sítě. Stiskni OK, spustí se konfigurace sítě...
fr: Bienvenue. Sivous voulez connecter votre Vu+ à internet, cet assistant vous guidera pour une configuration basique de la mise en réseau du Vu+. Press OK pour démarrer la configuration réseau.
sk: Vitaj... Ak chceš pripojiť sat.prijímač k internetu, tento sprievodca ti pomôže urobiť základné nastavenie siete. OK -> začni konfiguráciu siete...
sv: Välkommen. Om du vill ansluta boxen till internet kommer denna guide att hjälpa dig sätta upp basfunktionerna för boxen. Tryck OK för att starta nätverkskonfigurationen

source: Wheel RIGHT
cs: Kolečko VPRAVO
fr: Rotatif à droite
sk: Kolečko DOPRAVA
sv: Hjul HÖGER

source: When the decoder is in standby opentv providers will be automatically downloaded every hour. XMLTV providers will be always downloaded only once a day
cs: Pokud je dekodér v režimu spánku, budou opentv poskytovatelé stahováni každou hodinu. XMLTV poskytovatelé budou stahováni pouze jednou za den.
fr: Quand le Vu+ est en veille, les opérateurs opentv seront automatiquement téléchargés chaque heure. Les opérateurs XMLTV ne seront téléchargés qu'une seule fois par jour
sk: Ak je prijímač v režime spánku, budú poskytovatelia opentvi stiahnutí každú hodinu. XMLTV poskytovatelia budú stiahnutí raz za deň.
sv: När boxen är i viloläge kommer OpenTV leverantörer att laddas ner automatiskt varje timme. XMLTV leverantörer laddas endast ned en gång per dygn

source: XEPGDB providers
cs: Poskytovatelé XEPGDB
fr: Opérateurs XEPGDB
sk: Poskytovatelia XEPGDB
sv: XEPGDB leverantörer

source: XMLTV providers
cs: Poskytovatelé XMLTV
fr: Opérateurs XMLTV
sk: Poskytovatelia XMLTV
sv: XMLTV leverantörer

source: Yellow DVB subtitles
cs: Žluté DVB titulky
fr: Sous-titres DVB jaunes
sk: Žlté DVB titulky
sv: Gula DVB-undertexter

source: Yellow external subtitles
cs: Žluté externí titulky
fr: Sous-titres externes jaunes
sk: Žlté externé titulky
sv: Gula externa undertexter

source: You are already in %s universe..
cs: Již jsi ve %s vesmíru..
fr: Vous êtes déjà dans l'univers %s.
sk: Už si v %s vesmíre..
sv: Du är redan i %s universum.

source: Your frontprocessor will be upgraded Please wait until your receiver reboots This may take a few minutes
cs: Tvůj frontprocesor bude aktualizován Počkej na restart přijímače Může to trvat několik minut
fr: Le Processeur Frontal va être mis à jour Attendez jusqu'à ce que le récepteur reboote Cela peut prendre quelques minutes
sk: Tvoj frontprocesor bude aktualizovaný Počkaj na reštart prijímača Môže to trvať niekoľko minút
sv: Din frontprocessor kommer att uppgraderas Vänta tills boxen startats om Det kan ta några minuter

source: autolanguagesetup
cs: nastavení autolanguage
fr: réglage langue auto
sk: nastavenie auto-jazyka
sv: inställning för automatiskt språk

source: browse your local pictures
cs: prohlížej místní obrázky
fr: visualisez vos images
sk: prezri si miestne obrázky
sv: Bläddra bland bilder

source: cancel
cs: zrušit
fr: Annuler
sk: zrušiť
sv: avbryt

source: center
cs: vystřeď
fr: centrer
sk: vystreď
sv: centrera

source: change channel on timeout
cs: změň stanici při timeoutu
fr: changer chaine si délai expiré
sk: zmeň stanicu při timeoute
sv: byt kanal vid timeout

source: change tuner on timeout
cs: změň tuner při timeoutu
fr: changer tuner si délai expiré
sk: zmeň tuner pri timeoute
sv: byt tuner vid timeout

source: ecm time:
fr: temps ecm:
sk: čas ecm:
sv: ECM tid:

source: epgsettings
cs: nastavení EPG
fr: réglage epg
sk: nastavenia epg
sv: EPGinställningar

source: every hour (only in standby)
cs: každou hodinu (jenom v pohotovosti)
fr: chaque heure (si en veille)
sk: každú hodinu (iba v pohotovosti)
sv: varje timme (endast i viloläge)

source: fixed
cs: pevný
fr: fixe
sk: pevný
sv: Fixat

source: from:
cs: od:
fr: de:
sk: od:
sv: från:

source: hi_low
cs: nízký_vysoký
fr: haut_bas
sk: nízky_vysoký
sv: hög_låg

source: high
cs: vysoký
fr: haute
sk: vysoký
sv: hög

source: horizontal_vertical
cs: vodorovně_svisle
fr: horizontale_verticale
sk: vodorovne_vertikálne
sv: horisontal_vertikal

source: low
cs: nízký
fr: basse
sk: nízky
sv: låg

source: main lamedb
cs: hlavní lamedb
fr: lamedb principal
sk: hlavné lamedb
sv: huvudsaklig lamedb

source: no transparency
cs: bez průhlednosti
fr: pas de transparence
sk: bez priehľadnosti
sv: Ingen transparens

source: once a day
cs: jednou za den
fr: une fois par jour
sk: raz za deň
sv: dagligen

source: original
cs: originál
fr: d'origine
sk: originál

source: protocol:
cs: protokol:
fr: protocole:
sk: protokol:
sv: protokoll:

source: prov:
cs: poskyt.:
fr: opérateur:
sk: poskyt.:
sv: lev:

source: reader:
cs: čtečka:
fr: lecteur:
sk: čítačka:
sv: läsare:

source: recording
cs: nahrávám
fr: enregistrement
sk: nahrávam
sv: Spelar in

source: scan type(DVB-S)
cs: typ vyhledávání (DVB-S)
fr: Scan en aveugle type (DVB-S)
sk: typ vyhľadávania (DVB-S)
sv: Sök typ(DVB-S)

source: start opera web browser
cs: Spusť webprohlížeč Opera
fr: démarrer navigateur web opéra
sk: Spustí webprehliadač Opera
sv: starta Opera webläsare

source: starting
cs: startuji
fr: démarrage
sk: štartujem
sv: startar

source: stop Service on Start
cs: zastav službu při startu
fr: Stopper service au démarrage
sk: zastav službu pri štarte
sv: stoppa tjänst vis start

source: stopping
cs: zastavuji
fr: arrêt
sk: zastavujem
sv: stoppar

source: subtitlesetup
cs: nastavení titulků
fr: réglage sous titres
sk: nastavenie titulkov
sv: Undertext konfiguration

source: unused in Vu Duo
cs: nepoužito ve Vu Duo
fr: inutilisé pour Vu+ Duo
hr: Nevažeći za Vu Duo
sk: nepoužité vo Vu Duo
sv: Används ej i Vu+ Duo

source: unused in Vu Solo
cs: nepoužito ve Vu Solo
fr: inutilisé pour Vu+ Solo
hr: nevažeći za Vu Solo
sk: nepoužité vo Vu Solo
sv: Används ej i Vu+ Solo

source: unused in Vu Ultimo
cs: nepoužito ve Vu Ultimo
fr: inutilisé pour Vu+ Ultim
hr: nevažeći za Vu Ultimo
sk: nepoužité vo Vu Ultimo
sv: Används ej i Vu+ Ultimo

source: userinterface
cs: uživatelské rozhraní
fr: Interface utilisateur
sk: užívateľské rozhranie
sv: användargränsnitt

source: view webcams around the world
cs: prohlížej webkamery celého světa
fr: voir webcams autour du monde
sk: prezri si webkamery celého sveta
sv: Visa webkameror runt om i världen

source: white
cs: bílá
fr: blanc
sk: biela
sv: Vit

source: zapping interval (sec)
cs: Interval přepínání v (sek.)
fr: intervalle zaping (sec)
sk: interval prepínania (s)
sv: zappningsintervall (s)

source: Advanced options and settings.
cs: Pokročilé volby a nastavení
el: Προχωρημένες επιλογές και ρυθμίσεις.
fr: Options avancées et paramètres.
hr: Napredne opcije i postavke.
sk: Rozšírené voľby a nastavenia.
sv: Avancerade val och inställningar.

source: After pressing OK, please wait!
cs: Po stisknutí tlačítka OK čekej prosím!
el: Αφού πιέσετε ΟΚ, παρακαλώ περιμένετε!
fr: Après appui sur OK, veuillez patienter!
hr: Nakon pritiska na tipku OK, molimo Vas da pričekate!
sk: Po stlačení tlačítka OK počkaj!
sv: Efter du tryckt OK, vänligen vänta!

source: Backup your STB settings.
cs: Zazálohuj nastavení Vu+
el: Αντίγραφο ασφαλείας ρυθμίσεων του δέκτη.
fr: Sauvegarder vos paramètres STB.
hr: Spremiti vaše STB postavke.
sk: Zálohovať nastavenia Vu+.
sv: Säkerhetskopiering av dina boxinställningar.

source: Edit the upgrade source address.
cs: Edituj adresu zdrojů upgrade
el: Επεξεργασία διεύθυνσης πηγής αναβάθμισης.
fr: Editer l'adresse d'origine de la mise à jour.
hr: Urediti adresu izvora nadogradnje.
sk: Upraviť adresu zdroja aktualizácií.
sv: Ändra uppgraderingskällans adress.
