Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: play from next mark or playlist entry
cs: přehrát od další značky nebo položky v playlistu
el: αναπαραγωγή από το επόμενο σημάδι ή καταχώρηση λίστας αναπαραγωγής
fr: lire depuis marque suivante ou entrée liste lecture
hr: pokreni iz slijedećeg markiranog ili ulaz u playlistu
sk: Prehrať od nasledujúcej značky alebo zadania zoznamu prehrávok
sv: spela upp från nästa markering eller post i spellista

source: play from previous mark or playlist entry
cs: přehrát od předchozí značky nebo položky v playlistu
el: αναπαραγωγή από το προηγούμενο σημάδι ή καταχώρηση λίστας αναπαραγωγής
fr: lire depuis marque précédente ou entrée liste lecture
hr: play prethodni ili ulaz u naslove
sk: Prehrať od predchádzajúcej značky alebo zadania zoznamu prehrávok
sv: spela upp från föregående markering eller post i spellista

source: please press OK when ready
cs: stiskni OK až budeš připraven
el: παρακαλώ πιέστε OK όταν είστε έτοιμος
fr: appuyer sur OK quand vous êtes prêt
hr: pritisni OK kada si spreman
sk: Keď budeš pripravený, stlač tlačítko OK.
sv: tryck OK när du är klar

source: please wait, loading picture...
cs: Prosím čekej... Načítám obrázek...
el: παρακαλώ περιμένετε, φόρτωση εικόνας…
fr: patienter, chargement image...
hr: molim pričekajte, učitavam sliku...
sk: Čakaj, nahrávam obraz...
sv: vänligen vänta, laddar bild...

source: previous channel
cs: Předchozí stanice
el: προηγούμενο κανάλι
fr: chaîne précédente
hr: prethodni kanal
sk: Predchádzajúca stanica
sv: föregående kanal

source: previous channel in history
cs: Předchozí stanice v historii
el: προηγούμενο κανάλι στο ιστορικό
fr: chaîne précédente dans l'historique
hr: predhodno gledani kanal
sk: Predchádzajúca stanica v histórii
sv: föregående kanal i historiken

source: record
cs: nahrát
el: εγγραφή
fr: enregistrer
hr: Snimi
sk: nahrať
sv: spela in

source: recording...
cs: nahrávání..
el: εγγραφή σε εξέλιξη…
fr: enregistrement...
hr: snimanje...
sk: nahrávam...
sv: spelar in...

source: red
cs: červená
el: κόκκινο
fr: rouge
hr: crven
sk: červená
sv: röd

source: redesigned Kerni-HD1 skin
cs: přepracován Kerni-HD1 vzhled
el: επανασχεδιασμένο θέμα Kerni-HD1
fr: thème kerni-HD1 redessiné
sk: Upravený skin Kerni-HD1
sv: omdesignat Kerni-HD1 skal

source: remove a nameserver entry
cs: odstraň nameserver záznam
el: αφαίρεση καταχώρησης nameserver
fr: retirer une entrée nom serveur
hr: Obriši stavke nameservera
sk: Odstrániť DNS
sv: ta bort en namnserverpost

source: remove after this position
cs: odebrat po této pozici
el: αφαίρεση μετά από αυτό το σημείο
fr: retirer après cette position
hr: obriši nakon ove pozicije
sk: odstrániť za touto pozíciou
sv: ta bort efter denna position

source: remove all alternatives
cs: odebrat všechny alternativy
el: αφαίρεση όλων των εναλλακτικών
fr: retirer tous les alternatifs
hr: obriši sve alternative
sk: odstrániť všetky alternatívy
sv: ta bort alla alternativ

source: remove all new found flags
cs: Vyčistit "nově nalezeno"
el: αφαίρεση όλων των καταστάσεων "νέο"
fr: enlever tous les nouveaux indicateurs
hr: obriši sve novo nađene oznake
sk: odstrániť všetky značky pre novonájdené
sv: ta bort alla hittat-ny flaggor

source: remove before this position
cs: odebrat před touto pozicí
el: αφαίρεση πριν από αυτό το σημείο
fr: retirer avant cette position
hr: obriši prije ove pozicije
sk: odstrániť pred touto pozíciou
sv: ta bort före denna position

source: remove bookmark
cs: odstraň záložku
el: αφαίρεση σελιδοδείκτη
fr: retirer maque page
hr: obriši bookmark
sk: odstrániť záložku
sv: ta bort bokmärke

source: remove directory
cs: odstraň složku
el: αφαίρεση φακέλου
fr: retirer répertoire
hr: obriši directory
sk: odstrániť adresár
sv: ta bort mapp

source: remove entry
cs: Odebrat položku
el: αφαίρεση καταχώρησης
fr: retirer l'entrée
hr: obriši unos
sk: odstrániť zadanie
sv: ta bort post

source: remove from parental protection
cs: Odebrat z rodičovské ochrany
el: αφαίρεση από τη γονική προστασία
fr: retirer de la protection parentale
hr: obriši iz roditeljske zaštite
sk: odstrániť z rodičovskej kontroly
sv: ta bort från föräldrakontroll

source: remove new found flag
cs: Odebrat z "nově nalezeno"
el: αφαίρεση κατάστασης "νέο"
fr: enlever le nouvel indicateur trouvé
hr: obriši novo nađenu oznaku
sk: odstrániť značku novonájdenej stanice
sv: ta bort hittat-ny flagga

source: remove selected satellite
cs: odstranit vybraný satelit
el: αφαίρεση επιλεγμένου δορυφόρου
fr: enlever le satellite sélectionné
hr: obriši selektirane satelite
sk: odstrániť zvolený satelit
sv: ta bort vald satellit

source: remove this mark
cs: Odebrat popisovač
el: αφαίρεση αυτού του σημαδιού
fr: retirer ce marqueur
hr: obriši označeno
sk: odstrániť túto značku
sv: ta bort denna markör

source: repeat playlist
cs: opakuj playlist
el: επανάληψη λίστας αναπαραγωγής
fr: répéter liste lecture
hr: ponoviti playlist
sk: zopakovať zoznam prehrávok
sv: upprepa spellista

source: repeated
cs: opakování
el: επαναλαμβανόμενο
fr: répété
hr: ponavljam
sk: opakované
sv: repeterande

source: rewind to the previous chapter
cs: převinout na předchozí kapitolu
el: επαναφορά στο προηγούμενο κεφάλαιο
fr: retour au chapitre précédent
hr: premotati na prethodno poglavlje
sk: previnúť na predchádzajúcu kapitolu
sv: spola bakåt till föregående kapitel

source: right
cs: vpravo
el: δεξιά
fr: droite
hr: desni
sk: doprava
sv: höger

source: save last directory on exit
cs: při ukončení ulož poslední složku
el: αποθήκευση τελευταίου φακέλου κατά την έξοδο
fr: sauver dernier répertoire en sortant
hr: Spremi zadnji direktorij na izlazu
sk: pri ukončení uložiť posledný adresár
sv: spara sista mappen vid avslut

source: save playlist
cs: uložit playlist
el: αποθήκευση λίστας αναπαραγωγής
fr: sauver liste lecture
hr: spremi playlistu
sk: uložiť zoznam prehrávok
sv: spara spellista

source: save playlist on exit
cs: při ukončení ulož playlist
el: αποθήκευση λίστας αναπαραγωγής κατά την έξοδο
fr: sauver liste lecture en sortant
hr: Spremi playlist na izlazu
sk: pri ukončení uložiť zoznam prehrávok
sv: spara spellista vid avslut

source: scan done!
cs: vyhledávání ukončeno!
el: η αναζήτηση ολοκληρώθηκε!
fr: analyse terminée!
hr: pretraživanje završeno!
sk: Vyhľadávanie skončené!
sv: sökning klar!

source: scan in progress - %d%% done!
cs: vyhledávám - %d%% ukončeno!
el: σάρωση σε εξέλιξη - %d%% ολοκληρώθηκε!
fr: analyse en cours - %d%% fait!
hr: pretraživanje u tijeku - %d%% gotovo!
sk: Hľadám - %d%% hotových!
sv: sökning pågår - %d%% klart!

source: scan state
cs: stav vyhledávání
el: κατάσταση σάρωσης
fr: état de l'analyse
hr: status pretrage
sk: stav vyhľadávania
sv: sökningsstatus

source: second
cs: sekunda
el: δευτερόλεπτο
fr: seconde
hr: sljedeće
sk: sekunda
sv: sekund

source: second cable of motorized LNB
cs: druhý kabel z motorizovaného LNB
el: δεύτερο καλώδιο σε κινούμενο LNB
fr: deuxième câble du LNB motorisé
hr: drugi kabel od motoriziranog LNB-a
sk: druhý kábel motorizovaného LNB
sv: andra kabeln från motorstyrt LNB

source: seconds
cs: sekund(y)
el: δευτερόλεπτα
fr: secondes
hr: sekundi
sk: sekúnd
sv: sekunder

source: see service-epg (and PiP) from channels in an infobar
cs: viz servisní EPG (a PiP) z kanálů v informačním panelu
el: Προβολή EPG υπηρεσίας (και PiP) καναλιών σε γραμμή πληρ.
fr: voir service-epg (et PiP) depuis chaînes dans la barre info
hr: vidi EPG-kanala (i PiP) iz kanala u infobaru
sk: Zobraziť EPG (a PiP) staníc v informačnom pruhu
sv: se kanal-epg (och BiB) från kanaler i ett infofält.

source: select
cs: zvolit
el: επιλογή
fr: sélectionner
hr: selektiraj
sk: zvoliť
sv: välj

source: select CAId
cs: zvolit CAId
el: επιλογή CAId
fr: Sélection CAId
hr: selektiraj CAId
sk: zvoliť CAId
sv: vald CAId

source: select CAId's
cs: zvolit CAIdy
el: επιλογή CAId's
fr: Sélectionner CAId's
hr: selektiraj CAId's
sk: zvoliť CAIdy
sv: välj CAIds

source: select interface
cs: zvolit rozhraní
el: επιλογή διεπαφής
fr: sélectionner interface
hr: selektiraj interface
sk: zvoliť rozhranie
sv: välj kort

source: select menu entry
cs: zvolit položku menu
el: επιλογή καταχώρησης μενού
fr: sélectionner entrée menu
hr: odaberite stavke izbornika
sk: zvoliť zadanie menu
sv: välj menypost

source: select movie
cs: Výběr filmu
el: επιλογή ταινίας
fr: choisir film
hr: odaberi film
sk: Zvoliť film
sv: välj film

source: select the movie path
cs: Vyber cestu k filmům
el: επιλογή διαδρομής ταινίας
fr: choisir chemin du film
hr: odaberite putanju filma
sk: Zvoliť cestu k filmu
sv: välj filmsökväg

source: service PIN
cs: servisní PIN
el: PIN υπηρεσίας
fr: Pin service
hr: PIN kanala
sk: PIN stanice
sv: kanal PIN

source: set enigma2 to standby-mode after startup
cs: nastav po startu enigma2 do pohotovostního stavu
el: Enigma2 σε κατάσταση αναμονής μετά την εκκίνηση
fr: mettre enigma2 en mode veille après démarrage
hr: stavi STB u standby-mod nakon podizanja
sk: Po naštartovaní dať enigma2 do pohotovostného režimu
sv: sätt boxen i standbyläge efter uppstart

source: sets the Audio Delay (LipSync)
cs: nastaví zpoždění zvuku (LipSync)
el: ρύθμιση Καθυστέρησης Ήχου (LipSync)
fr: régler retard lecture audio (LipSync)
hr: postaviti Audio Delay (LipSync)
sk: nastaví oneskorenie zvuku (LipSync)
sv: anger ljudfördröjning (Läppsynk)

source: setup PIN
cs: nastav PIN
el: ρύθμιση PIN
fr: paramètres PIN
hr: postavljanje PIN-a
sk: PIN nastavení
sv: ange PIN

source: show DVD main menu
cs: zobrazit hlavní DVD menu
el: προβολή κύριου μενού DVD
fr: montrer menu DVD principal
hr: pokazuju DVD glavni izbornik
sk: zobraziť hlavné menu DVD
sv: visa DVD huvudmeny

source: show EPG...
cs: Zobrazit EPG...
el: προβολή EPG…
fr: montrer EPG...
hr: prikaži EPG...
sk: Zobraziť EPG...
sv: visa EPG...

source: show Infoline
cs: ukaž Infoline
el: προβολή γραμμής πληροφοριών
fr: montrer informations
hr: pokazuje Infoline
sk: Zobraziť informácie
sv: visa Infolinje

source: show all
cs: zobrazit vše
el: προβολή όλων
fr: montrer tout
hr: pokaži sve
sk: Zobraziť všetko
sv: visa alla

source: show alternatives
cs: Zobrazit alternativy
el: προβολή εναλλακτικών
fr: montrer alternatifs
hr: pokaži alternative
sk: Zobraziť alternatívy
sv: visa alternativ

source: show event details
cs: zobraz podrobnosti události
el: προβολή λεπτομερειών προγράμματος
fr: montrer détails événement
hr: pokaži proširene infor.
sk: Zobraziť údaje o programe
sv: visa programdetaljer

source: show extended description
cs: zobrazit rozšířený popis
el: προβολή εκτεταμένης περιγραφής
fr: montrer description étendue
hr: prikaži proširene informacije
sk: zobraziť rozšírený popis
sv: visa utökad beskrivning

source: show first selected tag
cs: ukaž první zvolený tag
el: προβολή πρώτης επιλεγμένης ετικέτας
fr: montrer premier marqueur sélectionné
hr: pokazuju prvu odabranu oznaku
sk: Zobraziť prvý zvolený štítok
sv: visa första valda markör

source: show second selected tag
cs: ukaž druhý zvolený tag
el: προβολή δεύτερης επιλεγμένης ετικέτας
fr: montrer second marqueur sélectionné
hr: pokazuju drugu odabranu oznaku
sk: Zobraziť druhý zvolený štítok
sv: visa andra valda markör

source: show shutdown menu
cs: Zobrazit
el: προβολή μενού τερματισμού
fr: montrer menu éteindre
hr: pokaži izbornik isključivanja
sk: zobraziť menu vypnutia
sv: visa avstängningsmeny

source: show single service EPG...
cs: zobrazit jednoduché EPG...
el: Προβολή μονού EPG υπηρεσίας…
fr: montrer service simple EPG...
hr: pokaži jedan EPG kanala
sk: zobraziť jednoduché EPG...
sv: visa singelkanal EPG...

source: show tag menu
cs: zobrazit tag menu
el: προβολή μενού ετικετών
fr: montrer menu marqueur
hr: pokaži tag izbornika
sk: Zobraziť menu štítkov
sv: visa märkningsmeny

source: show transponder info
cs: Zobraz info o transpondéru
el: προβολή πληροφοριών αναμεταδότη
fr: montrer info transpondeur
hr: pokaži info transpondera
sk: zobraziť infor. o transpondéri
sv: visa transponderinfo

source: shuffle playlist
cs: promíchat playlist
el: αναδιάταξη λίστας αναπαραγωγής
fr: mélanger liste lecture
hr: sam biraj iz playliste
sk: premiešať zoznam prehrávok
sv: blanda spellista

source: shut down
cs: vypni
el: τερματισμός
fr: éteindre
hr: Isključiti STB
sk: vypnúť
sv: stäng av

source: shutdown
cs: vypnout
el: τερματισμός
fr: éteindre
hr: isključiti STB
sk: vypnúť
sv: stäng av

source: simple
cs: jednoduché
el: απλός
hr: jednostavno
sk: jednoduché
sv: enkel

source: skip backward
cs: Posun zpět
el: υπερπήδηση πίσω
fr: retour rapide
hr: preskoči unazad
sk: Skok vzad
sv: hoppa bakåt

source: skip backward (enter time)
cs: Posun zpět (zadat čas)
el: υπερπήδηση πίσω (εισαγωγή χρόνου)
fr: retour rapide (saisir temps)
hr: preskoči unazad (unesi vrijeme)
sk: Skok vzad (zadaj čas)
sv: hoppa bakåt (ange tid)

source: skip forward
cs: Posun vpřed
el: υπερπήδηση εμπρός
fr: avance rapide
hr: preskoči unaprijed
sk: Skok vpred
sv: hoppa framåt

source: skip forward (enter time)
cs: Posun vpřed (zadat čas)
el: υπερπήδηση εμπρός (εισαγωγή χρόνου)
fr: avance rapide (saisir temps)
hr: preskoči naprijed (unesi vrijeme)
sk: Skok vpred (zadaj čas)
sv: hoppa framåt (ange tid)

source: slide picture in loop
cs: posouvej obrázek ve smyčce
el: προβολή εικόνας σε βρόχο
fr: afficher images en boucle
hr: slajd slika u ponavljanju
sk: premietať obrázky v slučke
sv: bildspel i loop

source: sort by date
cs: srovnat podle data
el: ταξινόμηση κατά ημερομηνία
fr: tri par date
hr: sortiraj po datumu
sk: triediť podľa dátumu
sv: sortera efter datum

source: special characters
cs: speciální znaky
el: ειδικοί χαρακτήρες
fr: caractères spéciaux
hr: posebni znakovi
sk: zvláštne znaky
sv: speciella tecken

source: standard
el: πρότυπο
hr: standardno
sk: štand.

source: standby
cs: pohotovostní režim
el: αναμονή
fr: veille
sk: pohotovostný režim
sv: viloläge

source: start cut here
cs: začít střih zde
el: έναρξη αποκοπής από εδώ
fr: départ de coupe ici
hr: počni rez ovdje
sk: začiatok strihu tu
sv: startklipp här

source: start directory
cs: startovací složka
el: έναρξη φακέλου
fr: répertoire départ
hr: start directorija
sk: počiatočný adresár
sv: startmapp

source: start timeshift
cs: Spustit časový posun
el: έναρξη χρονομετατόπισης
fr: lancer PauseDirect
hr: pokreni vrem.pomak
sk: Začať časový posun
sv: pausa

source: stop PiP
cs: ukončit PIP
el: διακοπή εικόνας σε εικόνα
fr: arrêter Pip
hr: zaustavi PiP
sk: zastaviť PiP
sv: avsluta BiB

source: stop entry
cs: zastavit záznam
el: διακοπή καταχώρησης
fr: arrêter entrée
hr: zaustavi unos
sk: zastaviť
sv: slutpost

source: stop recording
cs: Zastavit nahrávání
el: τερματισμός εγγραφής
fr: arrêter enregistrement
hr: zaustavi snimanje
sk: zastaviť nahrávanie
sv: stoppa inspelning

source: stop timeshift
cs: Zastavit časový posun
el: διακοπή χρονομετατόπισης
fr: arrêter PauseDirect
hr: zaustavi vrem.pomak
sk: Zastaviť časový posun
sv: spela upp

source: swap PiP and main picture
cs: prohodit PIP a hlavní obraz
el: εναλλαγή PiP και κύριας εικόνας
fr: inverser Pip et principale
hr: zamijeni PiP sa glavnom slikom
sk: vymeniť PiP a hlavný obraz
sv: skifta BiB och huvudbild

source: switch to bookmarks
cs: přepni do záložek
el: μετάβαση στον επόμενο σελιδοδείκτη
fr: basculer vers marque page
hr: prelazak na bookmarks
sk: prepnúť na záložky
sv: byt till bokmärke

source: switch to filelist
cs: Přepnout na seznam souborů
el: μετάβαση στη λίστα αρχείων
fr: basculer vers la liste fichiers
hr: prebaci u datoteknu listu
sk: prepnúť na zoznam súborov
sv: byt till fillista

source: switch to playlist
cs: Přepnout na playlist
el: μετάβαση στη λίστα αναπαραγωγής
fr: basculer vers la liste de lecture
hr: prebaci u playlistu
sk: prepnúť na zoznam prehrávok
sv: byt till spellista

source: switch to the next angle
cs: přepni do dalšího ůhlu
el: μετάβαση στην επόμενη γωνία
fr: basculer vers l'angle suivant
hr: prelazak na sljedeći kut
sk: prepnúť na nasledujúci uhol kamery
sv: byt till nästa position

source: switch to the next audio track
cs: přepnout na další zvukovou stopu
el: μετάβαση στο επόμενο κανάλι ήχου
fr: basculer vers piste audio suivante
hr: Prelazak na sljedeći audio zapis
sk: prepnúť na nasledujúcu zvukovú stopu
sv: byt till nästa ljudspår

source: switch to the next subtitle language
cs: přepnout na další jazyk ve skrytých titulcích
el: μετάβαση στην επόμενη γλώσσα υποτίτλου
fr: basculer vers le langage sous-titre suivant
hr: prelazak na sljedeći jezik titla
sk: prepnúť na nasledujúci jazyk podtitulkov
sv: byt till nästa språk för undertextning

source: template file
cs: vzorový soubor (template file)
el: πρότυπο αρχείο
fr: fichier modèle
hr: predložak fajla
sk: šablóna
sv: mallfil

source: textcolor
cs: Barva textu
el: χρώμα κειμένου
fr: couleur texte
hr: boja teksta
sk: farba textu
sv: textfärg

source: this recording
cs: toto nahrávání
el: αυτή η εγγραφή
fr: cet enregistrement
hr: ovo snimanje
sk: táto nahrávka
sv: denna inspelning

source: this service is protected by a parental control pin
cs: tato stanice je chráněná rodičovským zámkem
el: αυτή η υπηρεσία προστατεύεται με PIN γονικού ελέγχου
fr: ce service est protégé par un contrôle pin parental
hr: kanal je zaštićen s pin kodom roditeljske kontrole
sk: táto stanica je chránená rodičovskou kontrolou
sv: denna kanal är föräldraskyddad.

source: toggle a cut mark at the current position
cs: prohodit střihovou značku na této pozici
el: εναλλαγή σημαδιού αποκοπής στην τρέχουσα θέση
fr: permuter un marqueur de coupe à cette position
hr: aktiviraj rezanje na trenutno označenoj poziciji
sk: Prepnúť zn. strihu na akt. mieste
sv: skifta en klippmarkering på nuvarande position

source: toggle time, chapter, audio, subtitle info
cs: přepnout informace mezi časem, kapitolou, audiostopou, titulky
el: εναλλαγή πληροφοριών χρόνου, κεφαλαίου, ήχου, υποτίτλου
fr: permuter temps, chapitre, audio, info sous-titres
hr: aktivacija vremena, chapter, audio, subtitle info
sk: prepnúť informácie o čase, kapitole, zvuku a podtitulkoch
sv: skifta tid, kapitel, ljud, undertextningsinfo

source: tuner is not supported
cs: tuner není podporován
el: ο tuner δεν υποστηρίζεται
fr: le tuner n'est pas supporté
hr: tuner nije podržan
sk: tuner nie je podporovaný
sv: tuner stöds inte

source: unable to find timer with id %i
cs: nemůžu najít časovač s id %i
el: αδυναμία ανεύρεσης χρονοδιακόπτη με id %i
fr: Ne trouve pas de programmation avec l' id %i
hr: ne mogu naći timer sa id %i
sk: Nemôžem nájsť časovač s ID %i
sv: kan inte hitta timer med id %i

source: unconfirmed
cs: nepotvrzeno
el: μη επιβεβαιωμένο
fr: non confirmé
hr: Nije potvrđen
sk: nepotvrdené
sv: obekräftad

source: unknown
cs: neznámý
el: άγνωστο
fr: inconnu
hr: Nepoznat
sk: neznáme
sv: okänd

source: unknown service
cs: neznámá stanice
el: άγνωστη υπηρεσία
fr: service inconnu
hr: Nepoznat kanal
sk: neznáma stanica
sv: okänd kanal

source: until standby/restart
cs: až do standby/restartu
el: μέχρι αναμονή/επανεκκίνηση
fr: jusqu'à veille/redémarrage
hr: u standby/restart
sk: do vypnutia alebo reštartu
sv: tills standby/omstart

source: use as HDD replacement
cs: použije jako náhradu za HDD
el: Xρήση ως σκληρός δίσκος
fr: utiliser en HDD de remplacement
hr: koristiti kao zamjenu HDD
sk: použiť ako náhradu HDD
sv: använd som hårddiskersättning

source: use your STB as Web proxy
cs: použij tvůj Vu+ jako Web proxy
el: χρήση δέκτη ως μεσολαβητή διαδικτύου
fr: utiliser votre Vu+ comme proxy Web
hr: koristiti svoj STB kao web proxy
sk: Použiť Vu+ ako webový proxy
sv: använd boxen som en webproxy

source: use your STB as Web proxy.
cs: použij tvůj Vu+ jako Web proxy.
el: χρήση δέκτη ως μεσολαβητή διαδικτύου.
fr: utiliser votre Vu+ comme proxy Web.
hr: koristiti svoj STB kao web proxy
sk: Použiť Vu+ ako webový proxy.
sv: använd boxen som en webproxy.

source: user defined
cs: uživatelské
el: ορισμός από χρήστη
fr: défini par l'utilisateur
hr: definirano od korinika
sk: užívateľsky definované
sv: användardefinierad

source: vertical
cs: vertikální
el: κάθετη
fr: verticale
hr: vertikalno
sk: zvislá
sv: vertikal

source: view extensions...
cs: Další možnosti...
el: προβολή επεκτάσεων…
fr: voir extensions...
hr: pogledaj ekstenzije...
sk: Zobraziť rozšírenia...
sv: visa utökningar...

source: view recordings...
cs: Zobrazit nahrané pořady...
el: προβολή εγγραφών…
fr: voir enregistrements...
hr: pogledaj snimke...
sk: Zobraziť nahrávky...
sv: visa inspelningar...

source: wait for ci...
cs: čekám na CI...
el: αναμονή για ci…
fr: attente pour IC...
hr: čekaj za ci...
sk: čakať na ci...
sv: vänta på ci...

source: wait for mmi...
cs: čekám na mmi...
el: αναμονή για mmi…
fr: attente pour mmi...
hr: čekaj za mmi...
sk: čakať na mmi...
sv: vänta på mmi...

source: waiting
cs: čekám
el: αναμονή
fr: en attente
hr: čekaj
sk: čakám
sv: väntar

source: was removed successfully
cs: byl úspěšně odebrán
el: αφαιρέθηκε επιτυχώς
fr: a été retiré avec succès
hr: uspješno uklonjen
sk: bolo úspešne odstránené
sv: borttagning lyckades

source: watch trailer from epglist/eventview
cs: sledovat trailer z epglist/event zobrazení
el: παρακολούθηση αποσπασμάτων από λίστα EPG/προβολή προγράμματος
fr: voir réumé depuis liste epg/évenements
hr: gledati dodatak iz epglist/eventview
sk: sledovať trailer z epglist/event zobrazení
sv: Se trailer från EPGlista / evenemang.

source: weekly
cs: týdně
el: εβδομαδιαία
fr: hebdomadaire
hr: tjedno
sk: týždenne
sv: veckovis

source: wireless network interface
cs: rozhraní bezdrátové sítě
el: διεπαφή ασυρμάτου δικτύου
fr: Interface réseau sans fil
hr: bežično mrežno sučelje
sk: rozhranie bezdrôtovej siete
sv: trådlöst nätverksgränssnitt

source: working
cs: pracuje
el: λειτουργεί
fr: travail en cours...
hr: radi
sk: pracujem
sv: arbetar

source: yellow
cs: žlutá
el: κίτρινο
fr: jaune
hr: žuto
sk: žltá
sv: gul

source: yes
cs: ano
el: ναι
fr: oui
hr: Da
sk: áno
sv: ja

source: yes (keep feeds)
cs: ano (uchovat zdroje)
el: ναι (διατήρηση πηγών)
fr: oui (garder feeds)
hr: Da ( zadrži feedove)
sk: áno (zachovať zdroje)
sv: ja (behåll feeds)

source: your dreambox might be unusable now. Please consult the manual for further assistance before rebooting your dreambox.
cs: Tvůj Vu+ nyní může být nepoužitelný. Prosím konzultuj s manuálem další pomoc před restartováním Vu+.
el: Ενδεχομένως ο δέκτης να μη λειτουργεί. Για περαιτέρω βοήθεια, παρακαλώ συμβουλευτείτε το εγχειρίδιο χρήσης πριν επανεκκινήσετε τον δέκτη.
fr: votre Vu+ doit être hors service maintenant, consulter le manuel pour plus d'information avant de rebooter votre Vu+.
hr: vaš STB može sada je nemoguće koristiti. Molim konzultirajte se s korisničkim uputama za daljnju pomoć prije rebootanja vašeg STB-a.
sk: Vu+ teraz môže byť nepoužiteľný. Pred jeho reštartovaním vyhľadaj pomoc v návode na používanie.
sv: Boxen kanske inte fungerar längre. Läs manualen hur du får hjälp innan du startar om boxen.

source: zap
cs: přepnout
el: παρακολούθηση
sk: prepnúť
sv: zappa

source: zapped
cs: přepnutý
el: έγινε αλλαγή
fr: zappé
sk: prepnuté
sv: zappade

source: Meoboot: Upgrading in progress Please wait...
cs: Meoboot: Vykonává se aktualizace Čekej prosím...
el: Meoboot: Αναβάθμιση σε εξέλιξη Παρακαλώ περιμένετε...
fr: Meoboot: Mise à jour en cours Patientez SVP...
hr: Meoboot: Nadogradnja u tijeku Molim čekati...
sk: Meoboot: Vykonáva se aktualizácia Čakaj prosím...
sv: Meoboot: Uppgradering pågår Vänligen vänta...

source: Sorry, Meoboot can be installed or upgraded only when booted from Flash
cs: Je nám líto, Meoboot může být instalován nebo aktualizován pouze tehdy, když je spuštěn z Flash
el: Εγκατάσταση ή αναβάθμιση Meoboot μπορεί να γίνει μόνο όταν εκκινηθεί από Flash
fr: Désolé, Meoboot peut être installé ou mis à jour seulement en Flash
hr: Nažalost, Meoboot se može instalirati ili nadograditi samo kad je dignut iz Flasha
sk: Je mi ľúto, Meoboot môže byť inštalovaný alebo aktualizovaný iba vtedy, keď je spustený z Flash
sv: Tyvärr kan Meoboot installeras eller uppgraderas endast när du har startat från Flashdisk
