Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Enable Epg Buttons in Channel list
cs: Povol EPG tlačítka v seznamu kanálů
el: Ενεργά πλήκτρα EPG σε λίστα καναλιών
fr: Activer bouton EPG dans liste chaînes
hr: Omogućiti EPG gumbiće u listi kanala
sk: Povoľ Epg tlačítko v zozname staníc
sv: Aktivera EPG-Knappar i kanallistan

source: Path to save Epg File:
cs: Path pro uložení EPG:
el: Διαδρομή αποθ. EPG:
fr: Sauvegarde EPG à
hr: Putanja za sprem.
sk: Cesta pre ulož. Epg:
sv: Sökväg för EPG-fil:

source: Available Providers:
cs: Poskytovatelé:
el: Διαθέσιμοι Πάροχοι:
fr: Opérateurs dispo.:
hr: Dostupni Provideri:
sk: Poskytovatelia:
sv: Leverantörer:

source: Global Settings
cs: Obecná nastavení
el: Γενικές Ρυθμίσεις
fr: Param. Globaux
hr: Opće postavke
sk: Všeob. nastavenia
sv: Huvudinställning

source: Provider Settings
cs: Nastav poskyt.
el: Ρυθμ. Παρόχου
fr: Param. Opérateurs
hr: Postavke Provid.
sk: Nastav poskyt.
sv: Leverantörsinst.

source: Sorry you are allowed to remove external epg.dat servers only.
cs: Je mi líto, můžeš odstranit jenom externí epg.dat servery.
el: Επιτρέπεται η αφαίρεση μόνο εξωτερικών διακομιστών epg.dat.
fr: Désolé vous ne pouvez retirer que les serveurs distants epg.dat
hr: Oprosite, dopušteno vam je izbrisati samo external epg.dat servere.
sk: Je mi ľúto, môžeš odstrániť len externé epg.dat servery.
sv: Tyvärr är det bara tillåtet att ta bort externa epg.dat servrar.

source: Are you sure you want to Remove Server:
cs: Jsi si jist, že chceš odstranit server:
el: Σίγουρα θέλετε να διαγράψετε τον διακομιστή:
hr: Jeste li sigurni da želite ukloniti Server:
sk: Si si istý, že chceš odstrániť server:
sv: Är du säker på att du vill ta bort servern:

source: Remove Confirmation
cs: Odstraň potvrzení
el: Επιβεβαίωση Διαγραφής
fr: Confirmation de retrait
hr: Uklonite potvrdu
sk: Odstráň potvrdenie
sv: Bekräfta borttagning

source: You can add here servers to download external epg.dat files. Warning: file format allowed are gzip and bzip2 epg.dat (.dat.gz .dat.bz2). Example: http://example.com/uk_epg.dat.gz
cs: Zde můžeš přidat servery ke stažení externích epg.dat souborů. Upozornění: povolen formát souborů je gzip a bzip2 epg.dat (.dat.gz .dat.bz2). Příklad: http://priklad.com/cs_epg.dat.gz
el: Εδώ μπορείτε να προσθέσετε διακομιστές για λήψη εξωτερικού αρχείου epg.dat Προσοχή: επιτρέπονται μόνο αρχεία τύπου gzip και bzip2 (.dat.gz .dat.bz2). Παράδειγμα: http://example.com/gr_epg.dat.gz
fr: Vous pouvez ajouter ici des serveurs de téléchargement de fichiers epg.dat. Attention: ne sont autorisés que les fichiers gzip et bzip2(.dat.gz .dat.bz2). Exemple: http://example.com/uk_epg.dat.gz
hr: Ovdje možete dodati servere za download external epg.dat files. Upozorenje: dopušteni file formati su gzip i bzip2 epg.dat (.dat.gz .dat.bz2). Primjer: http://example.com/uk_epg.dat.gz
sk: Tu môžeš pridať servery na stiahnutie externých epg.dat súborov. Upozornenie: povolený formát súborov je gzip a bzip2 epg.dat (.dat.gz .dat.bz2). Príklad: http://priklad.com/sk_epg.dat.gz
sv: Här kan du lägga till servrar för att hämta externa epg.dat filer. Varning:. Tillåtna filformat är gzip och bzip2 epg.dat (.. dat.gz dat.bz2) Exempel: http://example.com/uk_epg.dat.gz

source: Virtual Keyb.
cs: Virt. klávesnice.
el: Εικον. Πληκτρ.
fr: Clavier virtuel
sk: Virtuálna klávesnica.
sv: Virtuellt tgbrd.

source: Server Name
cs: Jméno serveru
el: Διακομιστής
fr: Nom du Serveur
hr: Ime servera
sk: Meno servera
sv: Servernamn

source: You have to provide both Server Name and Epg.dat Url
cs: Musíš poskytnout obě Url jak jména serveru tak i Epg.dat
el: Απαιτείται Όνομα Διακομιστή και διεύθυνση Epg.dat
fr: Vous devez indiquer le nom du serveur ET l'URL du Epg.dat
hr: Morate osigurati i naziv poslužitelja i Epg.dat Url
sk: Musíš poskytnúť obe Url. Mena serveru i Epg.dat
sv: Du måste ange både servernamn och URL för Epg.dat

source: Wrong file format. Only epg.dat gzip and bzip2 files are allowed (.dat.gz .dat.bz2).
cs: Chybný formát souboru. Jsou povoleny jenom epg.dat gzip a bzip2 soubory (.dat.gz .dat.bz2).
el: Εσφαλμένος τύπος αρχείου. Επιτρέπονται μόνο αρχεία epg.dat bz2 και gzip (.dat.gz .dat.bz2).
fr: Mauvais format de fichier. Seulement fichiers gzip et bzip2 sont acceptés (.dat.gz .dat.bz2).
hr: Pogrešan file format. Samo epg.dat gzip i bzip2 files su dopušteni (.dat.gz .dat.bz2).
sk: Nesprávny formát súboru. Sú povolené len epg.dat gzip a bzip2 súbory (.dat.gz .dat.bz2).
sv: Fel filformat. Endast epg.dat gzip och bzip2 filer tillåts (. dat.gz. dat.bz2).

source: Error. This Provider name already exists in the list.
cs: Chyba. Jméno poskytovatele se již nachází v seznamu.
el: Σφάλμα. Το όνομα παρόχου υπάρχει ήδη στη λίστα.
fr: Erreur. Ce nom d'opérateur figure déjà dans la liste
hr: Greška. Ovo ime Providera već postoji na listi.
sk: Chyba. Meno poskytovateľa sa už nachádza v zozname.
sv: Fel. Detta leverantörsnamn finns redan i listan.

source: Path to save Epg File
cs: Path pro uložení EPG
el: Διαδρομή αποθήκευσης αρχείου EPG
fr: Sauvegarde EPG à
hr: Putanja za sprem. EPG
sk: Cesta pre ulož. Epg
sv: Sökväg för EPG-fil

source: Provider Name:
cs: Jméno poskytovatele:
el: Πάροχος:
fr: Nom Opérateur:
hr: Ime providera:
sk: Meno poskytovateľa:
sv: Leverantörsnamn

source: Epg Type:
cs: Typ EPG:
el: Τύπος EPG:
fr: Type d'Epg
hr: Epg Tip:
sk: Typ Epg:
sv: EPG-typ:

source: Epg stream channel:
cs: Kanál EPG streamu:
el: Κανάλι ροής EPG:
fr: Epg Canal de flux:
hr: Epg stream kanala:
sk: Kanál Epg streamu:
sv: EPG stream kanal:

source: Enable Automatic EPG Refresh
cs: Povol automatické obnovení EPG
el: Αυτόματη ανανέωση EPG
fr: Activer rafraichis. auto de l'Epg
hr: Omogući automatsko EPG obnavljanje
sk: Povoľ automatické obnovenie EPG
sv: Auto EPG-uppdatering

source: Refresh EPG every day at time:
cs: Obnovit EPG každý den v čase:
el: Ανανέωση EPG καθημερινά στις:
fr: Rafraîchir journellement Epg à:
hr: Osvježi EPG svaki dan u vremenu:
sk: Obnoviť EPG každý deň v čase:
sv: Uppdatera EPG varje dag kl:

source: Command to execute after EPG Refresh:
cs: Po obnovení EPG vykonat příkaz:
el: Εντολή για εκτέλεση μετά την ανανέωση EPG:
fr: Commande après rafraichissement Epg:
hr: Naredba za izvršavanje nakon EPG Refresh:
sk: Po obnovení EPG vykonať príkaz:
sv: Kommando att köra efter EPG-uppdatering:

source: Download now
cs: Stáhni teď
el: Λήψη τώρα
fr: Télécharger
hr: Preuzmite sada
sk: Stiahni teraz
sv: Ladda ner nu

source: Sorry, Channel List not available for this Provider.
cs: Je mi líto, neexistuje seznam kanálů pro tohoto poskytovatele
el: Δεν υπάρχει διαθέσιμη λίστα καναλιών για αυτόν τον πάροχο.
fr: Désolé, Liste de chaînes non dispo pour cet opérateur
hr: Oprostite, lista kanala nije dostupna za ovog Providera
sk: Je mi ľúto, neexistuje zoznam staníc pre tohto poskytovateľa
sv: Tyvärr, kanallistan inte tillgängligt för denna leverantör.

source: nothing
cs: nic
el: τίποτα
fr: rien
hr: ništa
sk: nič
sv: inget

source: deepstandby
cs: hluboký spánek
el: τερματισμός
fr: veille profonde
hr: duboko mirovanje
sk: hlboký spánok
sv: Djupt vänteläge

source: Refresh EPG every day at time
cs: Obnovit EPG každý den v čase
el: Ανανέωση EPG καθημερινά στις
fr: Heure Rafraîchissement Epg
hr: Refresh EPG svaki dan
sk: Obnoviť EPG každý deň v čase
sv: Uppdatera EPG varje dag kl:

source: Command to execute after EPG Refresh
cs: Po obnovení EPG vykonat příkaz
el: Εντολή για εκτέλεση μετά την ανανέωση EPG
fr: Cmde à exécuter après rafraichis. Epg
hr: Naredba za izvršavanje nakon EPG Refresh:
sk: Po obnovení EPG vykonať príkaz
sv: Kommando att köra efter EPG-uppdatering

source: Click Ok to restart gui and activate changes.
cs: Stiskni Ok pro restart gui a aktivaci změn.
el: Πιέστε ΟΚ για επανεκκίνηση GUI και ενεργοποίηση αλλαγών.
fr: Appuyer sur OK pour redémarrer et activer changements
hr: Stisnite Ok kako bi restarali gui i aktivirali promjene.
sk: Stlač Ok pre reštart gui a aktiváciu zmien.
sv: Klicka OK för att starta om gränssnittet och aktivera ändringarna.

source: Gui Restart.
el: Επανεκκίνηση Γραφικού Περιβάλλοντος.
fr: Redémarrage de l'interface graphique
sk: Gui reštart.
sv: Starta om gränssnittet.

source: Server Name:
cs: Jméno serveru:
el: Διακομιστής:
fr: Nom du serveur :
hr: Ime servera:
sk: Meno servera:
sv: Servernamn:

source: Language:
cs: Jazyk:
el: Γλώσσα:
fr: Langage:
hr: Jezik:
sk: Jazyk:
sv: Språk:

source: Max days to download:
cs: Max. počet dní ke stažení:
el: Μέγ. αρ. ημερών για λήψη:
fr: Nb jours à télécharger:
hr: Max dana za preuzimanje:
sk: Max. počet dní na stiahnutie:
sv: Max antal dagar att ladda ner:

source: Max days to download
cs: Max. počet dní ke stažení
el: Μέγ. αρ. ημερών για λήψη
fr: Nb jours à télécharger
hr: Max dana za preuzimanje
sk: Max. počet dní na stiahnutie
sv: Max antal dagar att ladda ner

source: Update List
cs: Aktualizuj seznam
el: Ενημέρωση λίστας
fr: Màj Liste
hr: Osvježi listu
sk: Aktualizuj zoznam
sv: Uppdatera

source: Wait please download in progress ...
cs: Čekej prosím, běží stahování ...
el: Παρακαλώ περιμένετε. Λήψη σε εξέλιξη…
fr: Patientez téléchargement en cours...
hr: Molim čekati, preuzimanje u tijeku...
sk: Čakaj prosím, beží sťahovnie ...
sv: Vänligen vänta nedladdning pågår...

source: Sorry, function not available for this provider.
cs: Je mi líto, funkce nedostupná od poskytovatele.
el: Η λειτουργία δεν είναι διαθέσιμη για αυτόν τον πάροχο.
fr: Désolé, fonction non disponible pour cet opérateur
hr: Žao nam je, funkcija niije dostupna za ovog providera.
sk: Je mi ľúto, funkcia nedostupná od poskytovateľa.
sv: Tyvärr funktionen inte tillgängligt för denna leverantör.

source: Channels list download in progress...
cs: Běží stahování seznamu stanic...
el: Λήψη λίστας καναλιών σε εξέλιξη…
fr: Téléchargement liste de chaînes en cours...
hr: Preuzimanje liste kanala u tijeku...
sk: Beží sťahovanie zoznamu staníc...
sv: Hämtning av kanallista pågår...

source: Channels List Successfully Updated.
cs: Seznam stanic byl úspěšně aktualizován.
el: Η Λίστα Καναλιών Ενημερώθηκε Επιτυχώς.
fr: Liste de chaînes mise à jour.
hr: Lista kanala uspješno ažurirana
sk: Zoznam staníc úspešne aktualizovaný.
sv: Kanallistan uppdaterad.

source: Wait please for the Epg to complete, and press the red button to exit
cs: Počkej prosím na skompletování EPG a stiskni červené tlačítko pro ukončení
el: Παρακαλώ περιμένετε για ολοκλήρωση του EPG και πιέστε το κόκκινο πλήκτρο για έξοδο.
fr: Attendez que l'Epg soit terminé, puis appuyez sur bouton rouge pour sortir
hr: Molim pričekati za dovršetak EPG, i pritisnite crveni gumb za izlaz
sk: Počkaj prosím na skompletovanie Epg a stlač červené tlačítko na ukončenie
sv: Vänta tills EPG är klar sedan tryck röd för att avsluta.

source: Wait Please... Epg Download in progress....
cs: Čekej prosím... Běží stahování EPG....
el: Παρακαλώ περιμένετε… Λήψη EPG σε εξέλιξη…
fr: Patientez... Téléchargement Epg en cours...
hr: Molim pričekati... EPG preuzimanje u tijeku...
sk: Čakaj prosím... Beží sťahovanie Epg....
sv: Var god vänta, EPG Laddas ner...

source: Epg Download complete. Press the red button to exit
cs: Stahování EPG kompletní. Stiskni červené tlačítko pro ukončení
el: Η λήψη του EPG ολοκληρώθηκε. Πιέστε το κόκκινο πλήκτρο για έξοδο.
fr: Téléchargement Epg terminé. Appuyer sur bouton rouge pour sortir
hr: Epg Download kompletan. Stisni crveni gumb za izlaz.
sk: Sťahovanie Epg kompletné. Stlač červené tlačítko pre ukončenie
sv: Nedladddning av EPG klar, tryck röd knapp för att avsluta

source: Wrong file format. Only bz2 and gzip files are allowed (.dat.gz .dat.bz2).
cs: Špatný formát souboru. Povoleny jen soubory bz2 a gzip (.dat.gz .dat.bz2).
el: Εσφαλμένος τύπος αρχείου. Επιτρέπονται μόνο αρχεία bz2 και gzip (.dat.gz .dat.bz2).
fr: Mauvais format de fichier. Uniquement bz2 et gzip autorisés (.dat.gz .dat.bz2).
hr: Pogrešan file format. Samo bz2 i gzip datoteke su dopuštene (.dat.gz .dat.bz2).
sk: Nesprávny formát súboru. Povolené len súbory bz2 a gzip (.dat.gz .dat.bz2).
sv: Fel filformat. Endast bz2 och gzip-filer är tillåtna (.dat.gz. dat.bz2).

source: Wait Please... epg.dat file download in progress....
cs: Čekej prosím... stahuje se soubor epg.dat....
el: Παρακαλώ περιμένετε… Λήψη αρχείου epg.dat σε εξέλιξη…
fr: Patientez... Téléchargement fichier Epg.dat en cours...
hr: Molim pričekati... epg.dat file download u tijeku....
sk: Čakaj prosím... sťahuje sa súbor epg.dat....
sv: Var god vänta... epg.dat filhämtning pågår...

source: Saving epg.dat....
cs: Ukládám epg.dat....
el: Αποθήκευση epg.dat…
fr: Sauvegarde de epg.dat...
hr: Spremanje epg.dat....
sk: Ukladám epg.dat....
sv: Sparar epg.dat...

source: In %s universe
cs: V %s vesmíru
el: Σε χώρο %s
fr: Univers %s
hr: U %s universe
sk: V %s vesmíre
sv: I %s universum

source: Addons Download Manager
cs: Správce stažení doplňků
el: Διαχείριση Λήψης Προσθέτων
fr: Téléchargement de Addons
hr: Preuzimanje dodataka
sk: Správca sťahovania rozšírení
sv: Ladda ner tillägg

source: Online Feeds Settings update
cs: Online aktualizace nastavení zdrojů
el: Δικτυακή Ενημέρωση από Πηγές
fr: Listes de Chaînes en Ligne
hr: Online Settings liste
sk: Online aktualizácia zdrojov nastavení
sv: Inställningar för feeds

source: Online Black Hole image update
cs: Online aktualizace Black Hole image
el: Δικτυακή Ενημέρωση Black Hole
fr: Mise à jour image Black Hole
hr: Online BH image ažuriranje
sk: Online aktualizácia BH image
sv: Black Hole systemuppdatering

source: Manual Install Bh packges
cs: Ruční instalace BH balíčků
el: Χειροκίνητη εγκατ. πακέτων BH
fr: Installation manuelle de paquets BH
hr: Ručno instaliranje Bh paketa
sk: Ručná inštalácia BH balíčkov
sv: Installera BH appar manuellt

source: Manual Install Ipk packges
cs: Ruční instalace Ipk balíčků
el: Χειροκίνητη εγκατ. πακέτων Ipk
fr: Installation manuelle de IPK
hr: Ručno instaliranje Ipk paketa
sk: Ručná inštalácia Ipk balíčkov
sv: Installera .ipk appar manuellt

source: Addons Uninstall Panel
cs: Panel odinstalování doplňků
el: Οθόνη Απεγκατάστασης Προσθέτων
fr: Désinstallation de Addons
hr: Deinstaliranje dodataka
sk: Panel odinštal. rozšírení
sv: Avinstallera appar manuellt

source: Black Hole Statistics
cs: Statistika Black Hole
el: Στατιστικά Black Hole
fr: Statistiques Black Hole
hr: Black Hole Statistika
sk: Štatistika Black Hole
sv: Black Hole statistik

source: Do you want to update Black Hole image?
cs: Chceš aktualizovat Black Hole image?
el: Θέλετε να ενημερώσετε το λογισμικό Black Hole;
fr: Voulez-vous mettre à jour l'image Black Hole?
hr: Želite li ažurirati Black Hole image?
sk: Chceš aktualizovať Black Hole image?
sv: Vill du uppdatera Black Hole operativsystem?

source: Sorry, Connection Failed.
cs: Je mi líto, spojení se nezdařilo.
el: Η σύνδεση απέτυχε.
fr: Désolé, Echec connection
hr: Nažalost, veza nije uspjela.
sk: Je mi ľúto, spojenie sa nezdarilo.
sv: Anslutning misslyckades.

source: Nothing to install. You have to Upload a bh.tgz package in the /tmp directory before to install Addons
cs: Nic k instalaci. Musíš nahrát bh.tgz balíček do adresáře /tmp před instalací doplňků
el: Δεν υπάρχει κάτι για εγκατάσταση. Πρέπει να μεταφορτώσετε ένα πακέτο bh.tgz στο φάκελο /tmp πριν την εγκατάσταση Προσθέτων
fr: Rien à installer Téléchargez un paquet bh.tgz dans /tmp avant d'installer un addon
hr: Nema ništa za instalaciju. Stavite bh.tgz paket u /tmp direktorij i instalirajte dodatake
sk: Nič na nainštalovanie. Musíš nahrať bh.tgz balíček do adresára /tmp pred inštaláciou rozšírení
sv: Inget att installera. Du måste ladda upp ett bh.tgz paket i /tmp mappen innan du kan installera appar

source: Nothing to install. You have to Upload an ipk package in the /tmp directory before to install Addons
cs: Nic k instalacil. Musíš nahrát ipk balíček do adresáře / tmp před instalací doplňků
el: Δεν υπάρχει κάτι για εγκατάσταση. Πρέπει να μεταφορτώσετε ένα πακέτο ipk στο φάκελο /tmp πριν την εγκατάσταση Προσθέτων
fr: Rien à installer Téléchargez un paquet IPK dans /tmp avant d'installer un addon
hr: Nema ništa za instalaciju. Stavite ipk paket u /tmp direktorij i instalirajte dodatake
sk: Nič na nainštalovanie. Musíš nahrať ipk balíček do adresára /tmp pred inštaláciou rozšírení
sv: Inget att installera. Du måste ladda upp ett .ipk paket i /tmp mappen innan du kan installera appar

source: Black Hole Addons Plugins
cs: Black Hole doplňky a moduly
el: Black Hole Πρόσθετα και Επεκτάσεις
fr: Addons et Plugins Black Hole
hr: Black Hole dodaci i Pluginsi
sk: Black Hole rozšírenia a pluginy
sv: Black Hole Appar

source: Black Hole Feeds Plugins
cs: Black Hole moduly zdrojů
el: Black Hole Πρόσθετα από Πηγές
fr: Plugins Black Hole en ligne
hr: Black Hole dostupni Dodaci
sk: Black Hole zdroje pluginov
sv: Black Hole Feeds Appar

source: Black Hole Image Skins
cs: Black Hole Image vzhledy
el: Black Hole Θέματα
fr: Thèmes pour images Black Hole
hr: Black Hole Skinovi
sk: Black Hole image skiny
sv: Black Hole Skal

source: Black Hole Image Script
el: Black Hole Αρχεία Εντολών
fr: Scripts pour images Black Hole
hr: Black Hole Scripte
sk: Black Hole image skripty
sv: Black Hole Skript

source: Black Hole Settings
cs: Black Hole nastavení
el: Black Hole Ρυθμίσεις
fr: Réglages Black Hole
hr: Black Hole liste kanala
sk: Black Hole nastavenia
sv: Black Hole Inställningar

source: Picons Packages
cs: Balíčky pikon
el: Πακέτα Picons
fr: Packs de Picons
hr: Picons paketi
sk: Balíčky picon
sv: Piconpaket

source: Latest 10 Uploads
cs: Posledních 10 stažení
el: Τελευταίες 10 Μεταφορτώσεις
fr: 10 derniers téléchargements
hr: Zadnjih 10
sk: Posledných 10 Stiahnutí
sv: 10 senaste uppladdningar

source: Do you want to install the Addon:
cs: Chceš nainstalovat doplněk:
el: Θέλετε να εγκαταστήσετε το Πρόσθετο:
fr: Voulez-vous installer le Addon:
hr: da li želite instalirati dodatak:
sk: Chceš nainštalovať rozšírenie:
sv: Vill du installera app:

source: Ipk Package Installation
cs: Instalace balíčku IPK
el: Εγκατάσταση πακέτου Ipk
fr: Installation de paquet IPK
hr: Instalacija ipk paketa
sk: Inštalácia balíčku Ipk
sv: Installation av ipk-paket

source: Gui will be now restarted to complete package installation. Press ok to continue
cs: GUI bude nyní restartován pro dokončení instalace balíčků. Stiskni OK pro pokračování
el: Το GUI θα επανεκκινήσει για να ολοκληρωθεί η εγκατάσταση. Πιέστε ΟΚ για συνέχεια.
fr: L'interface doit redémarrer pour terminer l'installation. Presser OK pour continuer
hr: GUI će se restartat kada bude završena instalacija. Stisni Ok za nastavak
sk: GUI sa teraz reštartuje pre dokončenie inštalácie balíčkov. Stlač OK pre pokračovanie
sv: Gränssnittet kommer nu startas om för att slutföra installationen av appen. Tryck på OK för att fortsätta

source: Black Hole Preview: click ok to exit
cs: Black Hole náhled: OK = ukončit
el: Προεπισκόπηση Black Hole: πιέστε ΟΚ για έξοδο
fr: Aperçu Black Hole : OK pour sortir
hr: Black Hole pregled: klik OK za nastavak
sk: Black Hole náhľad: OK = ukončiť
sv: Black Hole Förhandsvy, tryck OK för att gå tillbaka.

source: Sorry, the preview is available only for Skins and Bootlogo.
cs: Je mi líto, náhled je k dipozici jenom pro vzhledy a bootloga.
el: Η προεπισκόπηση είναι διαθέσιμη μόνο για Θέματα και Λογότυπα
fr: Désolé, prévisualisation seulement pour thème et Logo démarrage
hr: Nažalost, pregled dostupan samo za Skinove i Bootlogo.
sk: Je mi ľúto, náhľad je k dispozícií len pre skiny a bootlogá.
sv: Förhandsgranskning är endast möjlig för skal och startbilder.

source: Download Complete
cs: Stahování ukončeno
el: Η λήψη ολοκληρώθηκε
fr: Téléchargement terminé
hr: Preuzimanje kompletno
sk: Sťahovanie dokončené
sv: Nedladdning klar

source: Addon Succesfully Installed.
cs: Doplněk byl úspěšně nainstalován.
el: Το πρόσθετο εγκαταστάθηκε επιτυχώς.
fr: Addon correctement installé
hr: Dodatak je uspješno instaliran
sk: Rozšírenie bolo úspešne nainštalované.
sv: App installerad.

source: Installation Confirm
cs: Potvrzení instalace
el: Επιβεβαίωση εγκατάστασης
fr: Confirmation d'installation
hr: Potvrda instalacije
sk: Potvrdenie inštalácie
sv: Bekräfta installation

source: Here you can install any kind of ipk packages.
cs: Sem můžeš nainstalovat jakékoliv ipk balíčky.
el: Από εδώ μπορείτε να εγκαταστήσετε πακέτα ipk.
fr: Ici vous pouvez installer n'importe quel paquet IPK
hr: Ovdje možete instalirati IPK pakete.
sk: Sem môžeš nainštalovať akékoľvek Ipk balíčky.
sv: Här kan du installera alla typer av .ipk-paket.

source: Are you sure you want to Remove Package:
cs: Jsi si jist, že chceš odstranit balíček:
el: Σίγουρα θέλετε να γίνει διαγραφή του πακέτου:
hr: Da li želite obrisati pakete:
sk: Si si istý, že chceš odstrániť balíček:
sv: Är du säker på att du vill ta bort paket:

source: Uninstall Confirmation
cs: Potvrzení odstranění
el: Επιβεβαίωση απεγκατάστασης
fr: Confirmation de désinstallation
hr: Potvrda deinstalacije
sk: Potvrdenie odobrania
sv: Bekräftelse på borttagning

source: Addon Succesfully Removed. Gui will be now restarted for the changes to take effect. Press ok to continue
cs: Doplněk byl úspěšně odstraněn. Aby se změny projevily, GUI bude nyní restartováno. Stiskni OK pro pokračování
el: Το πρόσθετο απεγκαταστάθηκε επιτυχώς. Το GUI θα επανεκκινήσει για ολοκλήρωση αλλαγών. Πιέστε ΟΚ για συνέχεια.
fr: Addon correctement supprimé. L'interface va redémarrer pour prendre en compte le changement. Appuyer sur OK pour continuer
hr: Addon uspješno maknut. Gui će se restartat da bi promjene bile aktivne Stisni Ok za nastavak
sk: Rozšírenie úspešne odstránené. Aby sa zmeny prejavili, GUI bude teraz reštartované. Stlač OK na pokračovanie
sv: App borttagen. Gränssnittet kommer nu startas om för att ändringarna ska börja gälla. Tryck på OK för att fortsätta

source: Black Hole Image Statistics: _____________________________________
cs: Statistika Black Hole Image: _____________________________________
el: Στατιστικά Black Hole: _____________________________________
fr: Statistiques image Black Hole: _____________________________________
hr: Black Hole Image Statistika: _____________________________________
sk: Štatistika Black Hole image: _____________________________________
sv: Black Hole Statistik: _____________________________________

source: Total Connections:
cs: Celkově spojení:
el: Συνολικές Συνδέσεις:
fr: Nombre Connections:
hr: Ukupno spajanja:
sk: Celkovo spojení:
sv: Totalt antal anslutningar:

source: Today Connections:
cs: Dnes spojení:
el: Σημερινές Συνδέσεις:
fr: Connections Aujourd'hui:
hr: Spajanja danas:
sk: Dnešných spojení:
sv: Dagens anslutningar:

source: Available Forums:
cs: Fóra k dispozici:
el: Διαθέσιμα Forums:
fr: Forums disponibles:
hr: Dostupni forumi:
sk: Fóra k dispozícii:
sv: Tillgängliga forum:

source: Shouts sent by users:
cs: Shouty zaslány uživately:
el: Shouts από χρήστες:
fr: Messages envoyés:
hr: Klikovi od korisnika:
sk: Shouty zaslané od užívateľov:
sv: Shouts skickade av användare:

source: Top downloaded File:
cs: Soubor nejvíc stahován:
el: Κορυφαίο ληφθέν αρχείο:
fr: Fichier le plus téléchargé:
hr: Najviše skinuta datoteka:
sk: Najsťahovanejší súbor:
sv: Flest nedladdade filer:

source: Total Downloads:
cs: Celkově stažení:
el: Συνολικές Λήψεις:
fr: Total téléchargements:
hr: Ukupno skidanja:
sk: Celkovo stiahnutí:
sv: Totalt antal nedladdningar:

source: Wait please connection in progress ...
cs: Čekej prosím, připojuji...
el: Παρακαλώ περιμένετε, σύνδεση σε εξέλιξη...
fr: Patientez connection en cours ...
hr: Molim pričekati, spajanje u tijeku ...
sk: Čakaj prosím, pripojujem...
sv: Vänligen vänta, ansluter...

source: Wait please, download in progress...
cs: Čekej prosím, stahuji...
el: Παρακαλώ περιμένετε, λήψη σε εξέλιξη...
fr: Patientez téléchargement en cours...
hr: Molim čekati, skidanje u tijeku...
sk: Čakaj prosím, sťahujem...
sv: Vänligen vänta, laddar ner...

source: Connection Established
cs: Připojení aktivní
el: Επιτυχής Σύνδεση
fr: Connection établie
hr: Veza uspostavljena
sk: Pripojenie aktívne
sv: Förbindelse etablerad
