Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Your backup succeeded. We will now continue to explain the further upgrade process.
cs: Tvoje záloha byla úspěšně provedena . Pokračujeme vysvětlením dalšího postupu aktualizace.
el: Επιτυχής δημιουργία αντιγράφου ασφαλείας. Στη συνέχεια θα εξηγηθεί η διαδικασία αναβάθμισης.
fr: Votre sauvegarde a réussi. Nous allons continuer à expliquer la procédure de mise à jour.
hr: Vaš Backup je uspješno napravljen. Sada ćemo dalje objasniti za sljedeći proces nadogradnje.
sk: Zálohovanie sa podarilo.Teraz vysvetlíme ďalší postup pri aktualizácii.
sv: Säkerhetskopieringen lyckades. Vi kommer nu att fortsätta förklara uppgraderingsprocessen.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
cs: Tvoje kolekce přesahuje velikost jednovrstvového média, budeš potřebovat prázdné dvouvrstvé DVD!
el: Η συλλογή υπερβαίνει το μέγεθος μέσου μονής επίστρωσης. Θα χρειαστείτε ένα άγραφο DVD διπλής επίστρωσης!
fr: Votre collection dépasse la taille d'un support simple couche, vous aurez besoin d'un DVD double couche vierge!
hr: Premašuje veličinu single layer medija, morat ćete novi dual layer DVD!
sk: Zostava presahuje kapacitu jednovrstvového média. Potrebuješ prázdny dvojvrstvový disk DVD!
sv: Datat överstiger storleken på single layer media, du kommer behöva en tom dual layer DVD!

source: Your config file is not well-formed: %s
cs: Tvůj konfigurační soubor není ve správném formátu: %s
el: Το αρχείο config δεν είναι καλά διαμορφωμένο: %s
fr: Votre fichier config n'est pas bien formé: %s
hr: Vaš config file nije dobro formiran: %s
sk: Konfiguračný súbor nemá správny formát: %s
sv: Din konfigurationsfil är inte rätt formaterad: %s

source: Your current collection will get lost!
cs: Tvoje aktuální kolekce bude ztracena!
el: Η τρέχουσα συλλογή θα χαθεί!
fr: Votre collection actuelle sera perdue!
hr: Vaš trenutni izbor će se izgubiti!
sk: Tvoja aktuálna zostava sa stratí.
sv: Din nuvarande samling kommer försvinna!

source: Your dreambox is shutting down. Please stand by...
cs: Vu+ je vypínán. Prosím počkej...
el: Τερματισμός λειτουργίας δέκτη. Παρακαλώ περιμένετε…
fr: Votre Vu+ s'éteint. Veuillez patienter...
hr: Vaš STB se gasi sada. Molim čekati...
sk: Vu+ sa vypína. Vyčkaj...
sv: Boxen håller på att stängas av. Vänligen vänta...

source: Your dreambox isn't connected to the internet properly. Please check it and try again.
cs: Tvůj Vu+ není správně připojen k internetu. Prosím prověř to a zkus to znova.
el: Ο δέκτης δεν έχει συνδεθεί σωστά στο διαδίκτυο. Ελέγξτε και προσπαθήστε ξανά.
fr: Votre Vu+ n'est pas connecté correctement à internet. Veuillez vérifier et réessayer encore.
hr: Vaš STB nije ispravno spojen na internet. Molim provjerite postavke i pokušajte ponovno.
sk: Vu+ nie je správne pripojený do internetu. Skontroluj a skús znova.
sv: Boxen är inte ansluten till Internet på korrekt sätt. Åtgärda och försök igen.

source: Your email address:
cs: Tvoje email adresa:
el: Η διεύθυνση email σας:
fr: Votre adresse email:
hr: Vaša email adresa:
sk: Tvoja e-mailová adresa:
sv: Din epostadress:

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
cs: Firmware tvého frontprocesoru musí být aktualizován. Stiskni OK pro aktualizaci.
el: Το λειτουργικό του επεξεργαστή πρέπει να αναβαθμιστεί Πιέστε ΟΚ για έναρξη αναβάθμισης.
fr: Le logiciel de votre frontprocessor doit être mis à jour. Veuillez appuyer sur OK pour commencer la mise à jour.
hr: Vaš frontprocesor mora biti nadograđen. Pritisnite OK za početak nadogradnje.
sk: Firmware frontprocesora sa musí aktualizovať. Stlačením tlačítka OK spustíš aktualizáciu.
sv: Din frontprocessors mjukvara måste uppgraderas. Tryck OK för att starta.

source: Your internet connection is not working! Please choose what you want to do next.
cs: Tvoje internetové připojení nepracuje! Vyber si prosím, co chceš dělat dál.
el: Η σύνδεσή σας με το διαδίκτυο δεν λειτουργεί! Παρακαλώ επιλέξτε τι θέλετε να γίνει στη συνέχεια.
fr: Votre connection internet ne fonctionne pas! Veuillez choisir ce que vous voulez faire ensuite.
hr: Vaša internet veza ne radi! Odaberite što želite slijedeće učiniti.
sk: Internetové pripojenie nefunguje! Zvoľ, čo chceš robiť ďalej.
sv: Din Internetanslutning fungerar inte! Välj vad du vill göra sen.

source: Your name (optional):
cs: Tvoje jméno (volitelné):
el: Το όνομά σας (προαιρ.):
fr: Votre nom (optionnel):
hr: Vaše ime (opcija):
sk: Tvoje meno (voliteľne):
sv: Ditt namn (valfritt):

source: Your network configuration has been activated.
cs: Tvoje konfigurace sítě byla aktivována.
el: Η παραμετροποίηση δικτύου έχει ενεργοποιηθεί.
fr: Votre configuration réseau a été activée.
hr: Vaše mrežne postavke su aktivirane.
sk: Nastavenie siete bolo aktivované.
sv: Din nätverkskonfiguration har aktiverats.

source: Your network is not working. Please try again.
cs: Tvoje síť nefunguje. Prosím, zkus to znovu.
el: Το δίκτυό σας δεν λειτουργεί. Παρακαλώ προσπαθήστε ξανά.
fr: Le réseau ne fonctionne pas. Essayez à nouveau
hr: Vaša mreža ne radi. Pokušajte ponovo.
sk: Sieť nefunguje. Skús znova.
sv: Ditt nätverk fungerar inte. Vänligen försök igen.

source: Your network mount has been activated.
cs: Tvůj síťový přípojný bod byl aktivován.
el: Η προσάρτηση δικτύου έχει ενεργοποιηθεί.
fr: Votre montage réseau a été activé.
hr: Mrežne postavke su aktivirane.
sk: Sieťový prístupový bod bol aktivovaný.
sv: Din nätverksmontering har aktiverats.

source: Your network mount has been removed.
cs: Tvůj síťový přípojný bod byl odstraněn.
el: Η προσάρτηση δικτύου έχει αφαιρεθεί.
fr: Votre montage réseau a été retiré.
hr: Mrežne postavke su obrisane.
sk: Sieťový prístupový bod bol odstránený.
sv: Din nätverksmontering har tagits bort.

source: Your network mount has been updated.
cs: Tvůj síťový přípojný bod byl aktualizován.
el: Η προσάρτηση δικτύου έχει ενημερωθεί.
fr: Votre montage réseau a été actualisé.
hr: Mrežne postavke su ažurirane.
sk: Sieťový prístupový bod bol aktualizovaný.
sv: Din nätverksmontering har uppdaterats.

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
cs: Bezdrátové LAN připojení na internet nemohlo být spuštěno! Připojil jsi USB WLAN klíč? Vyber si prosím, co chceš dělat dál.
el: Η διαδικτυακή σύνδεση ασυρμάτου LAN δεν μπορούσε να αρχίσει! Έχετε προσαρτήσει το USB WLAN Stick; Παρακαλώ επιλέξτε τι θέλετε να γίνει στη συνέχεια.
fr: Votre connection internet LAN sans fil ne peut démarrer! Avez-vous connecté correctement votre clé USB WLAN? Veuillez choisir ce que vous voulez faire ensuite.
hr: Vaš bežični LAN priključak za internet nije mogao biti pokrenut! Da li ste stavili USB WLAN Stick? Odaberite što želite učiniti sljedeće.
sk: Internetové pripojenie bezdrôtovou LAN sa nedá spustiť! Pripojil si kľúč USB WLAN? Zvoľ, čo chceš robiť ďalej.
sv: Ditt trådlösa nätverk till Internet kunde inte startas! Har du anslutit ditt USB WLAN-sticka? Välj vad du vill göra härnäst.

source: ZDFMediathek allows you to watch streams from ZDF Mediathek.
cs: ZDFMediathek ti umožní sledovat streamy z ZDF Mediathek.
el: Μπορείτε να παρακολουθείτε ροές από βιβλιοθήκη πολυμέσων ZDF.
fr: ZDFMediathek vous permet de regarder des flux depuis ZDF Mediathek.
hr: ZDFMediathek vam omogućuje da gledati stream iz ZDF Mediathek.
sk: ZDFMediathek ti umožní sledovať streamy z mediatéky ZDF.
sv: ZDFMediathek ger möjlighet att streama från ZDF Mediathek.

source: Zap back to previously tuned service?
cs: Přepnout zpět na dříve naladěnou stanici?
el: Πίσω στην προηγούμενη υπηρεσία;
fr: Revenir sur le service précédemment vu?
hr: Prebaci natrag na prethodno podešen kanal?
sk: Prepnúť späť na predtým naladenú stanicu?
sv: Gå tillbaka till föregående kanal?

source: Zap back to service before positioner setup?
cs: Přepnout zpět na stanici před nastavováním motoru?
el: Πίσω στην υπηρεσία πριν τη ρύθμιση μοτέρ;
fr: Revenir sur le service avant réglage positionneur?
hr: Prebaciti natrag na zadnji kanal prije postavki motora?
sk: Prepnúť späť na stanicu spred nastavovania motora?
sv: Gå till föregående kanal före motorinstallation?

source: Zap back to service before satfinder?
cs: Přepnout zpět na stanici před vyhledáváním satelitu?
el: Πίσω στην υπηρεσία πριν τον έλεγχο σήματος;
fr: Revenir sur le service d'avant le pointeur
hr: Prebaci natrag na kanal prije sat. tražitelja?
sk: Prepnúť späť na stanicu spred hľadania satelitu?
sv: Gå till föregående kanal före satfinder?

source: Zap back to service before tuner setup?
cs: Přepnout zpět na původní stanici před nastavováním tuneru?
el: Πίσω στην υπηρεσία πριν τη ρύθμιση tuner;
fr: Revenir sur le service avant réglage tuner?
hr: Prebaci natrag za kanal prije tuner postavki?
sk: Prepnúť späť na stanicu spred nastavovania tunera?
sv: Gå tillbaka till kanalen som användes innan tunerinstallation?

source: Zap between commercials
cs: Přepni mezi reklamama
el: Αλλαγή καναλιών μεταξύ διαφημίσεων
fr: Zap entre Publicités
hr: Prebacivanje između reklama
sk: Prepnúť medzi reklamami
sv: Zappa mellan reklam.

source: ZapStatistic shows the watched services with some statistics.
cs: ZapStatistic zobrazuje sledované stanice s několika statistikama.
el: Προβάλει τις υπηρεσίες που παρακολουθήσατε με κάποια στατιστικά.
fr: ZapStatistic montre les services regardés avec des statistiques
hr: ZapStatistic pokazuje praćenje kanala u statistikama.
sk: Štatistika prepínania zobrazí sledované stanice s niektorými štatistikami.
sv: ZapStatistik visar lite statistik på de kanaler som tittats på.

source: Zoom into letterboxed/anamorph movies
cs: Zoom pro Letterbox/Anamorph filmy
el: Μεγέθυνση σε ταινίες με μπάρες πάνω-κάτω/αναμορφικές
fr: Zoom dans films boite à lettre/anamorphe
hr: Zoom u letterboxed/anamorph filmove
sk: Zoom pre Letterbox/Anamorph filmy
sv: Zooma in i letterbox / anamorfa filmer

source: Zoom into letterboxed/anamorph movies.
cs: Zoom pro Letterbox/Anamorph filmy.
el: Μεγέθυνση σε ταινίες με μπάρες πάνω-κάτω/αναμορφικές.
fr: Zoom dans films boite à lettre/anamorphe
hr: Zoom u letterboxed/anamorph filmove
sk: Zoom pre Letterbox/Anamorph filmy.
sv: Zooma in i letterbox / anamorfa filmer.

source: [alternative edit]
cs: [alternativní úprava]
el: [επεξεργασία εναλλακτικού]
fr: [éditeur alternatif]
hr: [editiranje alternative]
sk: [úprava alternatív]
sv: [ändra alternativ]

source: [bouquet edit]
cs: [editovat přehled]
el: [επεξεργασία μπουκέτου]
fr: [édition des bouquets]
hr: [editiranje paketa]
sk: [úprava prehľadu]
sv: [favoritlistseditor]

source: [favourite edit]
cs: [editovat oblíbené]
el: [επεξεργασία αγαπημένου]
fr: [édition des favoris]
hr: [editiranje favorita]
sk: [úprava obľúbených]
sv: [favoriteditor]

source: [move mode]
cs: [přesun]
el: [λειτουργία μετακίνησης]
fr: [mode déplacement]
hr: [premjestanje]
sk: [presun]
sv: [flyttläge]

source: a HD skin from Kerni
cs: HD vzhled od Kerni
el: HD θέμα από Kerni
fr: un thème HD de Kerni
sk: Skin HD, autor Kerni
sv: ett HD skal från Kerni

source: a gui to assign services/providers to common interface modules
cs: GUI pro přiřazení stanic/poskytovatelů modulům CI
el: GUI για προσδιορισμό υπηρεσιών/παρόχων σε μονάδες CI
fr: un IGU pour assigner Services/Opérateurs aux modules Interface Commune
hr: Dodijeliti kanale/providere za CI module
sk: GUI na priradenie staníc a poskytovateľov k modulom CI
sv: ett gränssnitt för att tilldela kanaler/leverantörer till common interface moduler (CI).

source: a gui to assign services/providers/caids to common interface modules
cs: GUI pro přiřazení stanic/poskytovatelů/CAIdů modulům CI
el: GUI για προσδιορισμό υπηρεσιών/παρόχων/caids σε μονάδες CI
fr: un IGU pour assigner Services/Opérateurs/CAIDs aux modules Interface Commune
hr: dodijeliti kanale/providere/caide za CI module
sk: GUI na priradenie staníc, poskytovateľov a CAId k modulom CI
sv: ett gränssnitt för att tilldela kanaler/leverantörer/caids (kortID) till common interface moduler (CI).

source: abort alternatives edit
cs: přerušit úpravu alternativ
el: ακύρωση επεξεργασίας εναλλακτικών
fr: abandon édition alternatifs
hr: odustani od editiranja alternative
sk: zrušiť úpravu alternatív
sv: avbryt alternativändring

source: abort bouquet edit
cs: zrušit editování přehledu
el: ακύρωση επεξεργασίας μπουκέτου
fr: abandonner l'édition des bouquets
hr: prekini editiranje paketa
sk: zrušiť úpravu prehľadu
sv: avbryt editera favoritlista

source: abort favourites edit
cs: přerušit úpravu oblíbených
el: ακύρωση επεξεργασίας μπουκέτων
fr: abandonner l'édition des favoris
hr: odustani od editiranja favorita
sk: zrušiť úpravu obľúbených
sv: avbryt editera favoriter

source: about to start
cs: právě začne
el: έτοιμο για εκκίνηση
fr: sur le point de commencer
hr: spremni za početak
sk: hneď začne
sv: håller på att starta

source: activate current configuration
cs: aktivovat stávající konfiguraci
el: ενεργοποίηση τρέχουσας παραμετροποίησης
fr: activer configuration actuelle
hr: aktivirati trenutnu konfiguraciju
sk: aktivovať aktuálne nastavenie
sv: aktivera nuvarande konfiguration

source: activate network adapter configuration
cs: aktivovat kofiguraci síťového adaptéru
el: ενεργοποίηση παραμετροποίησης προσαρμογέα δικτύου
fr: Activer la configuration de l'adaptateur réseau
hr: aktivirati konfiguraciju mrežnog adaptera
sk: aktivovať konfiguráciu sieťového adaptéra
sv: aktivera nätverkskortets konfiguration

source: add AutoTimer
cs: Přidat Autočasovač
el: προσθήκη Αυτόματου Χρονοδιακόπτη
fr: ajouter ProgAuto
hr: dodati AutoTimer
sk: Pridať Autočasovač
sv: Addera AutoTimer.

source: add AutoTimer...
cs: Přidat Autočasovač...
el: προσθήκη Αυτόματου Χρονοδιακόπτη...
fr: ajouter ProgAuto...
hr: dodati AutoTimer...
sk: Pridanie autočasovača...
sv: lägg till AutoTimer...

source: add Provider
cs: Přidat poskytovatele
el: προσθ. Παρόχου
fr: Ajout opérateur
hr: dodati Providera
sk: pridať poskytovateľa
sv: lägg till leverantör

source: add Service
cs: Přidat stanici
el: προσθ. Υπηρεσίας
fr: Ajout service
hr: dodati kanal
sk: pridať stanicu
sv: lägg till kanal

source: add a nameserver entry
cs: Přidat nameserver záznam
el: προσθήκη καταχώρησης nameserver
fr: ajouter un nom serveur
hr: dodati unos nemeserver-a
sk: pridať DNS
sv: lägga till en namnserverpost

source: add alternatives
cs: Přidat alternativy
el: προσθήκη εναλλακτικών
fr: ajouter les alternatifs
hr: dodaj alternative
sk: pridať alternatívy
sv: lägg till alternativ

source: add bookmark
cs: Přidat záložku
el: προσθήκη σελιδοδείκτη
fr: ajouter marque page
hr: dodati bookmark
sk: pridať záložku
sv: lägg till bokmärke

source: add bouquet
cs: Přidat přehled...
el: προσθήκη μπουκέτου
fr: ajouter bouquet
hr: dodaj paket
sk: pridať prehľad
sv: lägg till favoritlista

source: add directory to playlist
cs: Přidat adresář do playlistu....
el: προσθήκη φακέλου στη λίστα αναπαραγωγής
fr: ajouter répertoire à liste de lecture
hr: dodaj direktorij u playlistu
sk: pridať adresár do zoznamu prehrávok
sv: lägg till mapp till spellista

source: add file to playlist
cs: Přidat soubor do playlistu
el: προσθήκη αρχείου στη λίστα αναπαραγωγής
fr: ajouter fichier à liste de lecture
hr: dodaj datoteku u playlistu
sk: pridať súbor do zoznamu prehrávok
sv: lägg till fil i spellista

source: add files to playlist
cs: Přidat soubory do playlistu
el: προσθήκη αρχείων στη λίστα αναπαραγωγής
fr: ajouter fichiers à liste lecture
hr: dodaj datoteke u playlistu
sk: pridať súbory do zoznamu prehrávok
sv: lägg till fil i spellista

source: add filters
cs: Přidat filtry
el: προσθήκη φίλτρων
fr: ajouter filtres
hr: dodati filtere
sk: pridať filtre
sv: lägg till filter

source: add marker
cs: Přidat popisovač
el: προσθήκη σημαδιού
fr: ajouter marqueur
hr: dodaj oznaku
sk: pridať značku
sv: lägg till markör

source: add recording (enter recording duration)
cs: Přidat nahrávání (zadat dobu nahrávání)
el: προσθήκη εγγραφής (διάρκεια εγγραφής)
fr: ajout d'enregistrement (saisir durée d'enregistrement)
hr: dodaj snimanje (unesite dužinu snimanja)
sk: pridať nahrávanie (zadaj dobu záznamu)
sv: lägg till inspelning (ange inspelningslängd)

source: add recording (enter recording endtime)
cs: Přidat nahrávání (zadat čas ukončení)
el: προσθήκη εγγραφής (τερματισμός εγγραφής)
fr: ajout d'enregistrement (saisir heure de fin)
hr: dodaj snimanje (unesi završno vrijeme snimanja)
sk: pridať nahrávanie (zadaj čas ukončenia)
sv: lägg till inspelning (ange sluttid)

source: add recording (indefinitely)
cs: Přidat nahrávání (nekonečno)
el: προσθήκη εγγραφής (χωρίς όριο χρόνου)
fr: ajout d'enregistrement (indéfiniment)
hr: dodaj snimanje (nedefinirano)
sk: pridať nahrávanie (nekonečné)
sv: lägg till inspelning (oändlig)

source: add recording (stop after current event)
cs: Přidat nahrávání (ukončit po této události)
el: προσθήκη εγγραφής (διακοπή στο τέλος του προγράμματος)
fr: ajout d'enregistrement (stopper après l'émission)
hr: dodaj snimanje (zaustavi nakon trenutnog događaja)
sk: pridať nahrávanie (zastaviť po aktuálnom programe)
sv: lägg till inspelning (sluta efter nuvarande)

source: add service to bouquet
cs: Přidat stanici do přehledu
el: προσθήκη υπηρεσίας στο μπουκέτο
fr: ajouter ce service au bouquet
hr: dodaj kanal u paket
sk: pridať stanicu do prehľadu
sv: lägg till kanal i favoritlista

source: add service to favourites
cs: Přidat kanál do oblíbených
el: προσθήκη υπηρεσίας στα μπουκέτα
fr: ajouter ce service aux favoris
hr: dodaj kanal u favorite
sk: pridať stanicu do obľúbených
sv: lägg till kanal i favoriter

source: add services
cs: Přidat stanice
el: προσθήκη υπηρεσιών
fr: ajouter services
hr: dodati kanale
sk: Pridať stanice
sv: lägg till kanaler

source: add to parental protection
cs: Přidat rodičovský zámek
el: προσθήκη στη γονική προστασία
fr: ajouter à la protection parentale
hr: dodaj u roditeljsku zaštitu
sk: pridať k rodičovskej kontrole
sv: lägg till föräldrakontroll

source: advanced
cs: pokročilé
el: προχωρημένες
fr: avancé
hr: napredno
sk: rozšírené
sv: avancerad

source: alphabetic sort
cs: srovnat podle abecedy
el: αλφαβητική σειρά
fr: tri alphabetique
hr: sortiraj abecedno
sk: triediť podľa abecedy
sv: sortera alfabetiskt

source: assign color buttons (red/green/yellow/blue) to plugins from MOVIELIST.
cs: přiřadit barevné tlačítka (červené/zelené/žluté/modré) modulům z MOVIELIST.
el: προσδιορισμός έγχρωμων πλήκτρων (κόκκινο/πράσινο/κίτρινο/μπλε) σε επεκτάσεις από ΚΑΤΑΛΟΓΟ ΤΑΙΝΙΩΝ
fr: assigner boutons (rouge/vert/jaune/bleu) aux plugins depuis LISTE FILMS.
hr: odrediti boju tipkama (crvena/ zelena/žuta/ plava) za plugine od MOVIELIST.
sk: Priradiť farebné tlačítka (červené, zelené, žlté, modré) pluginom zo zoznamu filmov
sv: tilldela färgknappar (röd/grön/gul/blå) till appar från MOVIELIST.

source: assign color buttons to plugins from MOVIELIST
cs: přiřadit barevné tlačítka modulům z MOVIELIST
el: προσδιορισμός έγχρωμων πλήκτρων σε επεκτάσεις από ΚΑΤΑΛΟΓΟ ΤΑΙΝΙΩΝ
fr: assigner boutons couleur aux plugins depuis LISTE FILMS
hr: odrediti boju tipkama za plugin od MOVIELIST
sk: Priradiť farebné tlačítka pluginom zo zoznamu filmov
sv: tilldela färgknappar till appar från MOVIELIST

source: assign long key-press (red/green/yellow/blue) to plugins or E2 functions.
cs: přiřadit dlouhý stisk tlačítka (červené/zelené/žluté/modré) modulům nebo E2 funkcím.
el: Προσδιορισμός κρατημένου πλήκτρου (κόκκινο/πράσινο/κίτρινο/μπλε) σε επεκτάσεις ή λειτουργίες Ε2.
fr: assigner appui-long (rouge/vert/jaune/bleu) aux plugins ou fonctions E2.
hr: odrediti dugi pritisak tipke (crveno/zeleno/žuto/plavo) za plugins ili E2 funkcije.
sk: Priradiť dlhé stlačenie tlačítka (červené, zelené, žlté, modré) pluginom alebo funkciám E2.
sv: tilldela lång tangenttryckning (röd/grön/gul/blå) till appar eller E2 funktioner.

source: assign long key-press on color buttons to plugins or E2 functions
cs: přiřadit dlouhý stisk barevných tlačítek k modulům nebo E2 funkcím.
el: Προσδιορισμός κρατημένων έγχρωμων πλήκτρων σε επεκτάσεις ή λειτουργίες Ε2
fr: assigner appui-touche long aux plugins ou fonctions E2.
hr: odrediti dugi pritisak na boju tipke daljinskog za plugins ili E2 funkcije.
sk: Priradiť dlhé stlačenie farebného tlačítka pluginom alebo funkciám E2
sv: tilldela lång tangenttryckning av färgad tangent till appar eller E2 funktioner

source: assigned CAIds:
cs: přiřazeny CAIDy:
el: προσδιορισμένα CAIds
fr: CAIds assignés:
hr: odrediti CAIds:
sk: Priradené CAIdy:
sv: tilldelade CAIds:

source: assigned Services/Provider:
cs: přiřazeny Stanice/Poskytovatelé:
el: προσδιορισμένες Υπηρεσίες/Πάροχος:
fr: Services/Opérateurs assignés:
hr: odrediti kanale/Providere:
sk: Priradené služby a poskytovatelia:
sv: utpekade kanaler/leverantörer:

source: at beginning
cs: na začátku
el: στην αρχή
fr: au début
hr: na početku
sk: Na začiatku
sv: i början

source: at end
cs: na konci
el: στο τέλος
fr: à la fin
hr: na kraju
sk: Na konci
sv: i slutet

source: audio track (%s) format
cs: formát zvukové stopy (%s)
el: διαμόρφωση καναλιού ήχου (%s)
fr: format piste audio (%s)
hr: audio zapis (%s) format
sk: formát zvukovej stopy (%s)
sv: ljudspår (%s) format

source: audio track (%s) language
cs: jazyk zvukové stopy (%s)
el: γλώσσα καναλιού ήχου (%s)
fr: langage piste audio (%s)
hr: audio zapis (%s) jezik
sk: jazyk zvukovej stopy (%s)
sv: ljudspår (%s) språk

source: audio tracks
cs: zvukové stopy
el: κανάλια ήχου
fr: pistes audio
hr: audio zapisi
sk: zvukové stopy
sv: ljudspår

source: autotimers need a match attribute
cs: autočasovče potřebují shodu s atributy
el: οι αυτόματοι χρονοδιακόπτες χρειάζονται αντιστοίχιση
fr: ProgAuto nécessite une correspondance
hr: autotimers treba dodatke
sk: Autočasovače potrebujú atribút zhody
sv: autotimers behöver ett matchande attribut.

source: available
cs: k dispozici
el: διαθέσιμα
fr: disponible
hr: dostupan
sk: dostupné
sv: tillgängliga

source: back
cs: Zpět
el: πίσω
fr: retour
hr: natrag
sk: späť
sv: tillbaka

source: background image
cs: obrázek pozadí
el: παρασκήνιο λογισμικού
fr: image arrière plan
hr: image u pozadini
sk: obraz v pozadí
sv: bakgrundsbild

source: backgroundcolor
cs: Barva pozadí
el: χρώμα φόντου
fr: Couleur de fond
hr: boja pozadine
sk: farba pozadia
sv: bakgrundsfärg

source: better
cs: lepší
el: καλύτερα
fr: meilleur
hr: bolje
sk: lepšie
sv: bättre

source: black
cs: černá
el: μαύρο
fr: noir
hr: crno
sk: čierna
sv: svart

source: blue
cs: modrá
el: μπλε
fr: bleu
hr: plavo
sk: modrá
sv: blå

source: burn audio track (%s)
cs: vypal zvukovou stopu (%s)
el: εγγραφή καναλιού ήχου (%s)
fr: graver piste audio (%s)
sk: napáliť zvukovú stopu (%s)
sv: bränn ljudspår (%s)

source: case-insensitive search
cs: case-insensitive vyhledávání
el: αναζήτηση χωρίς συμφωνία πεζών-κεφαλαίων
fr: recherche indifférente majuscules et minuscules
sk: nerozlíšiť malé a veľké písmená
sv: skiftlägesokänslig sökning

source: case-sensitive search
cs: case-sensitive vyhledávání
el: αναζήτηση με συμφωνία πεζών-κεφαλαίων
fr: recherche distinguant majuscules et minuscules
sk: rozlíšiť malé a veľké písmená
sv: skiftlägeskänslig sökning

source: change recording (duration)
cs: Změnit nahrávání (trvání)
el: αλλαγή εγγραφής (διάρκεια)
fr: modifier un enregistrement (durée)
hr: promjeni dužinu snimanja
sk: zmeniť nahrávanie (trvanie)
sv: ändra inspelning (längd)

source: change recording (endtime)
cs: Změnit nahrávání (konec)
el: αλλαγή εγγραφής (χρόνος τερματισμού)
fr: modifier un enregistrement (heure de fin)
hr: promjeni snimanje (završno vijeme)
sk: zmeniť nahrávanie (čas ukončenia)
sv: ändra inspelning (sluttid)

source: chapters
cs: kapitoly
el: κεφάλαια
fr: chapitres
hr: poglavlja
sk: kapitoly
sv: kapitel

source: circular left
cs: levá kruhová (polarizace)
el: αριστερόστροφη
fr: circulaire à gauche
hr: lijevi cirkularni
sk: kruhová ľavá
sv: cirkulär vänster
