Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: NFI image flashing completed. Press Yellow to Reboot!
cs: NFI flashnutí image kompletní. Stiskni žluté pro restart!
el: Το λογισμικό NFI ολοκληρώθηκε. Πιέστε κίτρινο για επανεκκίνηση!
fr: Flash de l'image NFI terminé. Presser Jaune pour redémarrer!
hr: NFI image flashing kompletan. Stisni Žuto za ponovno pokretanje!
sk: Flashnutie image .NFI skončené. Stlačením žltého tlačítka reštartuj.
sv: NFI image programmering klar. Tryck Gul för omstart!

source: NFS share
cs: NFS sdílení
el: Κοινόχρηστο NFS
fr: Partage NFS
hr: NFS dijeljenje
sk: Zdieľanie NFS
sv: NFS delning

source: NIM
sk: Tuner

source: NOW
cs: NYNÍ
el: ΤΩΡΑ
fr: MAINTENANT
hr: SADA
sk: TERAZ
sv: NU

source: Name
cs: Jméno
el: Όνομα
fr: Nom
hr: Ime
sk: Názov
sv: Namn

source: Nameserver %d
cs: DNS (nameserver) %d
fr: Nom serveur %d
hr: Namerserver %d
sk: DNS (nameserver) %d
sv: Namnserver %d

source: Nameserver Setup
cs: Nastavení DNS (nameserver)
el: Ρύθμιση Nameserver
fr: Paramètres nom serveur
hr: Postavke Nameservera
sk: Nastavenie DNS
sv: Namnserverinstallation

source: Nameserver settings
cs: Nastavení DNS (nameserver)
el: Ρυθμίσεις Nameserver
fr: Paramètres nom serveur
hr: Nameserver postavke
sk: Nastavenie DNS
sv: Namnserverinställningar

source: Nemesis BlackBox Skin
cs: Nemesis BlackBox vzhled
el: Θέμα Nemesis BlackBox
fr: Thème Nemesis BlackBox
sk: Skin Nemesis BlackBox
sv: Nemesis BlackBox skal

source: Nemesis BlackBox Skin for the STB
cs: Nemesis BlackBox vzhled pro Vu+
el: Θέμα Nemesis BlackBox για τον δέκτη
fr: Thème Nemesis BlackBox pour la STB
sk: Skin Nemesis BlackBox pre Vu+
sv: Nemesis BlackBox skal för boxen

source: Nemesis Blueline Single Skin
cs: Nemesis Blueline Single vzhled
el: Θέμα Nemesis Blueline Single
fr: Thème Nemesis Blueline Single
sk: Skin Nemesis Blueline Single
sv: Nemesis Blueline Single skal

source: Nemesis Blueline Single Skin for the STB
cs: Nemesis Blueline Single vzhled pro Vu+
el: Θέμα Nemesis Blueline Single για τον δέκτη
fr: Thème Nemesis Blueline Single pour la STB
sk: Skin Nemesis Blueline Single pre Vu+
sv: Nemesis Blueline Single skal för boxen

source: Nemesis Blueline Skin
cs: Nemesis Blueline vzhled
el: Θέμα Nemesis Blueline
fr: Thème Nemesis Blueline
sk: Skin Nemesis Blueline
sv: Nemesis Blueline skal

source: Nemesis Blueline Skin for the STB
cs: Nemesis Blueline vzhled pro Vu+
el: Θέμα Nemesis Blueline για τον δέκτη
fr: Thème Nemesis Blueline pour la STB
sk: Skin Nemesis Blueline pre Vu+
sv: Nemesis Blueline skal för boxen

source: Nemesis Blueline.Extended Skin
cs: Nemesis Blueline.Extended vzhled
el: Θέμα Nemesis Blueline.Extended
fr: Thème Nemesis Blueline.Extended
sk: Skin Nemesis Blueline.Extended
sv: Nemesis Blueline.Extended skal

source: Nemesis Blueline.Extended Skin for the STB
cs: Nemesis Blueline.Extended vzhled pro Vu+
el: Θέμα Nemesis Blueline.Extended για τον δέκτη
fr: Thème Nemesis Blueline.Extended pour la STB
sk: Skin Nemesis Blueline.Extended pre Vu+
sv: Nemesis Blueline.Extended skal för boxen

source: Nemesis ChromeLine Cobolt Skin
cs: Nemesis ChromeLine Cobolt vzhled
el: Θέμα Nemesis ChromeLine Cobolt
fr: Thème Nemesis ChromeLine Cobolt
sk: Skin Nemesis ChromeLine Cobolt
sv: Nemesis ChromeLine Cobolt skal

source: Nemesis ChromeLine Cobolt Skin for the STB
cs: Nemesis ChromeLine Cobolt vzhled pro Vu+
el: Θέμα Nemesis ChromeLine Cobolt για τον δέκτη
fr: Thème Nemesis ChromeLine Cobolt pour la STB
sk: Skin Nemesis ChromeLine Cobolt pre Vu+
sv: Nemesis ChromeLine Cobolt skal för boxen

source: Nemesis ChromeLine Skin
cs: Nemesis ChromeLine vzhled
el: Θέμα Nemesis ChromeLine
fr: Thème Nemesis ChromeLine
sk: Skin Nemesis ChromeLine
sv: Nemesis ChromeLine skal

source: Nemesis ChromeLine Skin for the STB
cs: Nemesis ChromeLine vzhled pro Vu+
el: Θέμα Nemesis ChromeLine για τον δέκτη
fr: Thème Nemesis ChromeLine pour la STB
sk: Skin Nemesis ChromeLine pre Vu+
sv: Nemesis ChromeLine skal för boxen

source: Nemesis Flatline Blue Skin
cs: Nemesis Flatline Blue vzhled
el: Θέμα Nemesis Flatline Blue
fr: Thème Nemesis Flatline Blue
sk: Skin Nemesis Flatline Blue
sv: Nemesis Flatline Blue skal

source: Nemesis Flatline Blue Skin for the STB
cs: Nemesis Flatline Blue vzhled pro Vu+
el: Θέμα Nemesis Flatline Blue για τον δέκτη
fr: Thème Nemesis Flatline Blue pur la STB
sk: Skin Nemesis Flatline Blue pre Vu+
sv: Nemesis Flatline Blue skal för boxen

source: Nemesis Flatline Skin
cs: Nemesis Flatline vzhled
el: Θέμα Nemesis Flatline
fr: Thème Nemesis Flatline
sk: Skin Nemesis Flatline
sv: Nemesis Flatline skal

source: Nemesis Flatline Skin for the STB
cs: Nemesis Flatline vzhled pro Vu+
el: Θέμα Nemesis Flatline για τον δέκτη
fr: Thème Nemesis Flatline pour la STB
sk: Skin Nemesis Flatline pre Vu+
sv: Nemesis Flatline skal för boxen

source: Nemesis GlassLine Skin
cs: Nemesis GlassLine vzhled
el: Θέμα Nemesis GlassLine
fr: Thème Nemesis GlassLine
sk: Skin Nemesis GlassLine
sv: Nemesis GlassLine skal

source: Nemesis GlassLine Skin for the STB
cs: Nemesis GlassLine vzhled pro Vu+
el: Θέμα Nemesis GlassLine για τον δέκτη
fr: Thème Nemesis GlassLine pour la STB
sk: Skin Nemesis GlassLine pre Vu+
sv: Nemesis GlassLine skal för boxen

source: Nemesis Greenline Extended Skin
cs: Nemesis Greenline Extended vzhled
el: Θέμα Nemesis Greenline Extended
fr: Thème Nemesis Greenline Extended
sk: Skin Nemesis Greenline Extended
sv: Nemesis Greenline Extended skal

source: Nemesis Greenline Extended Skin for the STB
cs: Nemesis Greenline Extended vzhled pro Vu+
el: Θέμα Nemesis Greenline Extended για τον δέκτη
fr: Thème Nemesis Greenline Extended pour la STB
sk: Skin Nemesis Greenline Extended pre Vu+
sv: Nemesis Greenline Extended skal för boxen

source: Nemesis Greenline Single Skin
cs: Nemesis Greenline Single vzhled
el: Θέμα Nemesis Greenline Single
fr: Thème Nemesis Greenline Single
sk: Skin Nemesis Greenline Single
sv: Nemesis Greenline Single skal

source: Nemesis Greenline Single Skin for the STB
cs: Nemesis Greenline Single vzhled pro Vu+
el: Θέμα Nemesis Greenline Single για τον δέκτη
fr: Thème Nemesis Greenline Single pour la STB
sk: Skin Nemesis Greenline Single pre Vu+
sv: Nemesis Greenline Single skal för boxen

source: Nemesis Greenline Skin
cs: Nemesis Greenline vzhled
el: Θέμα Nemesis Greenline
fr: Thème Nemesis Greenline
sk: Skin Nemesis Greenline
sv: Nemesis Greenline skal

source: Nemesis Greenline Skin for the STB
cs: Nemesis Greenline vzhled pro Vu+
el: Θέμα Nemesis Greenline για τον δέκτη
fr: Thème Nemesis Greenline pour la STB
sk: Skin Nemesis Greenline pre Vu+
sv: Nemesis Greenline skal för boxen

source: Nemesis Greyline Extended Skin
cs: Nemesis Greyline Extended vzhled
el: Θέμα Nemesis Greyline Extended
fr: Thème Nemesis Greyline Extended
sk: Skin Nemesis Greyline Extended
sv: Nemesis Greyline Extended skal

source: Nemesis Greyline Extended Skin for the STB
cs: Nemesis Greyline Extended vzhled pro Vu+
el: Θέμα Nemesis Greyline Extended για τον δέκτη
fr: Thème Nemesis Greyline Extended pour la STB
sk: Skin Nemesis Greyline Extended pre Vu+
sv: Nemesis Greyline Extended skal för boxen

source: Nemesis Greyline Single Skin
cs: Nemesis Greyline Single vzhled
el: Θέμα Nemesis Greyline Single
fr: Thème Nemesis Greyline Single
sk: Skin Nemesis Greyline Single
sv: Nemesis Greyline Single skal

source: Nemesis Greyline Single Skin for the STB
cs: Nemesis Greyline Single vzhled pro Vu+
el: Θέμα Nemesis Greyline Single για τον δέκτη
fr: Thème Nemesis Greyline Single pour la STB
sk: Skin Nemesis Greyline Single pre Vu+
sv: Nemesis Greyline Single skal för boxen

source: Nemesis Greyline Skin
cs: Nemesis Greyline vzhled
el: Θέμα Nemesis Greyline
fr: Thème Nemesis Greyline
sk: Skin Nemesis Greyline
sv: Nemesis Greyline skal

source: Nemesis Greyline Skin for the STB
cs: Nemesis Greyline vzhled pro Vu+
el: Θέμα Nemesis Greyline για τον δέκτη
fr: Thème Nemesis Greyline pour la STB
sk: Skin Nemesis Greyline pre Vu+
sv: Nemesis Greyline skal för boxen

source: Nemesis ShadowLine Skin
cs: Nemesis ShadowLine vzhled
el: Θέμα Nemesis ShadowLine
fr: Thème Nemesis ShadowLine
sk: Skin Nemesis ShadowLine
sv: Nemesis ShadowLine skal

source: Nemesis ShadowLine Skin for the STB
cs: Nemesis ShadowLine vzhled pro Vu+
el: Θέμα Nemesis ShadowLine για τον δέκτη
fr: Thème Nemesis ShadowLine pour la STB
sk: Skin Nemesis ShadowLine pre Vu+
sv: Nemesis ShadowLine skal för boxen

source: Netmask
cs: Síťová maska
fr: Masque sous réseau
sk: Maska siete
sv: Nätmask

source: Network
cs: Síť
el: Δίκτυο
fr: Réseau
hr: Mreža
sk: Sieť
sv: Nätverk

source: Network Configuration...
cs: Nastavení sítě...
el: Παραμετροποίηση Δικτύου…
fr: Configuration réseau...
hr: Konfiguracija mreže...
sk: Konfigurácia siete...
sv: Nätverkskonfiguration...

source: Network Mount
cs: Síťové připojení
el: Προσάρτηση δικτύου
fr: Monter réseau
hr: Namještanje mreže
sk: Sieťový prístup
sv: Nätverksmonteringar

source: Network Setup
cs: Nastavení sítě
el: Ρύθμιση Δικτύου
fr: Paramètres réseau
hr: Postavke Mreže
sk: Nastavenie siete
sv: Nätverksinställningar

source: Network Wizard
cs: Průvodce sítě
el: Οδηγός Δικτύου
fr: Assistant réseau
hr: Vodič za mrežu
sk: Sprievodca sieťou
sv: Nätverksguide

source: Network scan
cs: Prohledávání sítě
el: Αναζήτηση Δικτύου
fr: Analyse du réseau
hr: Pretraga mreže
sk: Vyhľadať sieť
sv: Sök nätverk

source: Network setup
cs: Nastavení sítě
el: Ρύθμιση Δικτύου
fr: Paramètres réseau
hr: Mrežne postavke
sk: Nastavenie siete
sv: Nätverksinställningar

source: Network test
cs: Otestování sítě
el: Έλεγχος δικτύου
fr: Test réseau
hr: Test mreže
sk: Test siete
sv: Nätverktest

source: Network test...
cs: Otestování sítě...
el: Έλεγχος δικτύου…
fr: Test réseau...
hr: Test mreže...
sk: Test siete...
sv: Nätverktest...

source: Network test:
cs: Test sítě:
el: Έλεγχος Δικτύου:
fr: Test réseau:
hr: Test mreže:
sk: Test siete:
sv: Nätverkstest:

source: Network:
cs: Síť...
el: Δίκτυο:
fr: Réseau:
hr: Mreža:
sk: Sieť:
sv: Nätverk:

source: NetworkBrowser
cs: Prohlížeč sítě
el: Προβολή δικτύου
fr: Explorateur réseau
hr: Preglednik mreže
sk: Prehliadač siete
sv: Nätverksbläddring

source: NetworkWizard
cs: Průvodce nastavením sítě
el: Οδηγός δικτύου
fr: Assistant réseau
hr: Vodič za mrežu
sk: Sprievodca nast. siete
sv: Nätverksguide

source: Networkname (SSID)
cs: Jméno sítě (SSID)
el: Όνομα δικτύου (SSID)
fr: Nom du réseau (SSID)
hr: Ime mreže (SSID)
sk: Názov siete (SSID)
sv: Nätverksnamn (SSID)

source: Never
cs: Nikdy
el: Ποτέ
fr: Jamais
hr: Nikada
sk: Nikdy
sv: Aldrig

source: New
cs: Nové
el: Νέο
fr: Nouvelle
hr: Novo
sk: Nové
sv: Ny

source: New PIN
cs: Nový PIN
el: Νέο PIN
fr: Nouveau PIN
hr: Novi PIN
sk: Nový PIN
sv: Ny PIN

source: New Zealand
cs: Nový Zéland
el: Νέα Ζηλανδία
fr: Nouvelle Zélande
sk: Nový Zéland
sv: Nya Zeeland

source: New version:
cs: Nová verze:
el: Νέα έκδοση:
fr: Nouvelle version :
hr: Nova verzija:
sk: Nová verzia:
sv: Ny version:

source: News & Politics
cs: Zprávy & Politika
el: Ειδήσεις & Πολιτική
fr: Nouvelles et Politique
hr: Vijesti i politika
sk: Správy a politika
sv: Nyheter & Politik

source: Next
cs: Další
el: Επόμενο
fr: Suivant
hr: Sljed.
sk: Nasled.
sv: Nästa

source: No
cs: Ne
el: Όχι
fr: Non
hr: Ne
sk: Nie
sv: Nej

source: No (supported) DVDROM found!
cs: Nenalezen (podporován) DVDROM!
el: Δεν βρέθηκε (υποστηριζόμενο) DVDROM!
fr: Aucun lecteur DVD (supporté) trouvé!
hr: Ne podržava pronađeni DVDROM
sk: Nenájdený (podporovaný) DVDROM!
sv: Ingen (supporterad) DVDROM hittad!

source: No Connection
cs: Žádné spojení
el: Χωρίς Σύνδεση
fr: Pas de connection
hr: Nema vezu
sk: Nie je spojenie
sv: Ingen anslutning

source: No HDD found or HDD not initialized!
cs: HDD nebyl nalezen nebo HDD není inicializován!
el: Δεν βρέθηκε σκληρός δίσκος ή δεν έχει γίνει αρχικοποίηση!
fr: Aucun disque dur trouvé ou disque dur non initialisé!
hr: Disk nije pronađen ili nije incijaliziran!
sk: Pevný disk nebol nájdený alebo nebol inicializovaný.
sv: Ingen hårddisk hittad eller inte initierad!

source: No backup needed
cs: Záloha není potřeba
el: Δεν χρειάζεται αντίγραφο
fr: Pas de sauvegarde nécessaire
hr: Nije potreban Backup
sk: Nie je treba zálohovať
sv: Ingen säkerhetskopiering behövs

source: No data on transponder! (Timeout reading PAT)
cs: Žádná data na transpoderu! (Vypršel čas. limit na čtení PAT)
el: Δεν υπάρχουν δεδομένα στον αναμεταδότη! (Προσωρινή διακοπή ανάγνωσης PAT)
fr: Pas de données sur le transpondeur! (Temps dépassé en lisant PAT)
hr: Nema podataka na transponderu! (Isteklo vrijeme čitanja PAT)
sk: Žiadne dáta na transpondéri! (Čas vypršal pri čítaní PAT)
sv: Ingen data på transponder! (Timeout vid läsning av PAT)

source: No description available.
cs: Popis není k dispozici.
el: Δεν υπάρχει διαθέσιμη περιγραφή.
fr: Description non disponible.
hr: Opis nije dostupan
sk: Popis nie je k dispozícii.
sv: Ingen beskrivning tillgänglig.

source: No details for this image file
cs: Žádné detaily pro tento image soubor
el: Δεν υπάρχουν λεπτομέρειες για αυτό το αρχείο λογισμικού
fr: Aucun détails pour ce fichier image
hr: Nema detalja za ovaj image
sk: Žiadne podrobnosti k tomuto súboru image
sv: Inga fildetaljer för detta operativsystem.

source: No displayable files on this medium found!
cs: Na médiu nebyly nalezeny zobrazitelné soubory!
el: Δεν βρέθηκαν προβαλλόμενα αρχεία σε αυτό το μέσο!
fr: Aucun fichier affichable trouvé sur ce support!
hr: Nema datoteka na ovom mediju!
sk: Na tomto médiu sa nenašli žiadne zobraziteľné súbory!
sv: Inga visningsbara filer hittade på detta media!

source: No event info found, recording indefinitely.
cs: Žádná informace o programu. Nahrávání do nekonečna.
el: Δεν βρέθηκαν πληροφορίες προγράμματος. Η εγγραφή δεν θα σταματήσει.
fr: Aucune information trouvée sur l'émission, enregistre indéfiniment.
hr: Informacije o događaju nisu pronađene, snimanje nedefinirano.
sk: Žiadne informácie EPG, spúšťam nekonečné nahrávanie.
sv: Ingen programinfo hittades, inspelning oändlig.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
cs: Není zatím možné žádné rychlé převíjení.. ale můžeš použít číselná tlačítka pro posun vpřed/vzad!
el: Δεν είναι δυνατή η γρήγορη περιστροφή ακόμη... αλλά μπορείτε να χρησιμοποιήσετε τα αριθμητικά πλήκτρα για υπερπήδηση εμπρός/πίσω!
fr: Pas d'avance rapide possible... Cependant, vous pouvez sauter avec les boutons numériques avant/arrière!
hr: Brzo premotavanje još nije moguće... ali možete koristiti brojčane tipke za preskakanje naprijed/natrag!
sk: Ešte nie je možné prevíjanie, ale pomocou číselných tlačidiel môžeš skočiť dopredu alebo dozadu.
sv: Ingen snabbspolning tillgänlig än... men du kan använda nummerknapparna för att hoppa framåt/bakåt!

source: No free tuner!
cs: Žádný volný tuner!
el: Δεν υπάρχει ελεύθερο tuner!
fr: Aucun tuner libre
hr: Nema slobodnog tunera!
sk: Nie je voľný tuner!
sv: Ingen ledig tuner!

source: No network connection available.
cs: Není k dispozici síťové připojení.
el: Δεν υπάρχει διαθέσιμη σύνδεση δικτύου.
fr: Aucune connection réseau disponible.
hr: Mrežna konekcija nije dostupna
sk: Nie je dostupné sieťové pripojenie.
sv: Ingen nätverksanslutning tillgänglig.

source: No network devices found!
cs: Síťová zařízení nenalezena!
el: Δεν βρέθηκαν συσκευές δικτύου!
fr: Pas de périphériques réseau trouvé!
hr: Ne nalazi mrežne uređaje
sk: Nenájdené sieťové zariadenia!
sv: Inget nätverkskort hittat!

source: No networks found
cs: Sítě nenalezany
el: Δεν βρέθηκαν δίκτυα
fr: Aucun réseaux trouvés
hr: Nema mreže
sk: Nenájdená žiadna sieť
sv: Inget nätverk hittat

source: No packages were upgraded yet. So you can check your network and try again.
cs: Zatím nebyly upgradovány žádné balíčky. Můžeš zkontrolovat síťově nastavení a zkusit to znova.
el: Κανένα πακέτο δεν αναβαθμίστηκε ακόμα. Ελέγξτε το δίκτυο και δοκιμάστε ξανά.
fr: Aucun paquet n'a été encore mis à jour. Veuillez vérifier le réseau et réessayer.
hr: Niti jedan paket nije još nadograđen.Provjeriti postavke mreže i pokušajte ponovno.
sk: Zatiaľ neboli aktualizované žiadne balíčky. Skontroluj sieť a skús znova.
sv: Inga paket uppgraderade. Undersök ditt nätverk och prova igen.

source: No picture on TV? Press EXIT and retry.
cs: Žádný obraz na TV? Stiskni EXIT a zkus to znova.
el: Δεν υπάρχει εικόνα; Πιέστε EXIT και προσπαθήστε ξανά.
fr: Pas d'image sur la TV? Presser EXIT et réessayer.
hr: Nema slike na TV-u? Pritisnite EXIT i pokušajte ponovno.
sk: Nie je obraz na televízore? Stlač EXIT a skús znova.
sv: Ingen bild på TVn? Tryck EXIT och försök igen.

source: No playable video found! Stop playing this movie?
cs: Nenalezeno přehratelné video! Zastavit přehrávání filmu?
el: Δεν βρέθηκε βίντεο για αναπαραγωγή! Διακοπή αναπαραγωγής ταινίας;
fr: Pas de vidéo lisible trouvée! Stopper lecture du film?
hr: Nije pronađen film. Zaustaviti film?
sk: Nenájdené prehrávateľné video. Zastaviť prehrávanie tohto filmu?
sv: Ingen spelbar video hittas! Sluta spela denna film?

source: No positioner capable frontend found.
cs: Žádný polohovací motor nebyl nalezen.
el: Δεν βρέθηκε tuner που να υποστηρίζει μοτέρ.
fr: Aucun positionneur tuner détecté.
hr: Niti jedan kompatibilan motor nije pronađen.
sk: Nebol nájdený tuner vhodný pre motor.
sv: Ingen motorkapabel frontend hittad.

source: No satellite frontend found!!
cs: Žádný satelitní frontend nenalezen!
el: Δεν βρέθηκε διεπαφή για το δορυφόρο!!
fr: Aucun tuner satellite trouvé!!
hr: Nije pronađen Satelitski tuner!!
sk: Nebol nájdený satelitný tuner!
sv: Ingen satellit frontend hittad!!

source: No tags are set on these movies.
cs: Nenastaveny žádné značky v těchto filmech.
el: Δεν έχουν τεθεί ετικέτες σε αυτές τις ταινίες.
fr: Aucun pointeur réglé sur ces films.
hr: Nema oznake na tim filmovima.
sk: Na týchto filmoch nie sú nastavené žiadne štítky.
sv: Inga markörer är gjorda på dessa filmer.

source: No to all
cs: Ne všem
el: Όχι σε όλα
fr: Non à tout
hr: Ne za sve
sk: Nie pre všetky
sv: Nej till alla

source: No tuner is configured for use with a diseqc positioner!
cs: Žádný tuner není nakonfigurován pro použití s diseqc motorem!
el: Δεν έχει ορισθεί tuner για χρήση με diseqc positioner!
fr: Aucun tuner n'est configuré pour utiliser un positionneur DiSEqC!
hr: Niti jedan Tuner nije konfiguriran za rad s DiSEqC motorom!
sk: Žiadny tuner nie je nastavený na použitie motora DiSEqC.
sv: Ingen tuner är konfigurerad för motor diseqc!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
cs: Není povolen žádný tuner! Prosím nastav tvůj tuner před tím než začneš vyhledávat stanice.
el: Μη ενεργό tuner! Παρακαλώ ρυθμίστε πρώτα το tuner πριν κάνετε σάρωση υπηρεσιών.
fr: Aucun tuner est activé! Veuillez paramétrer vos tuner avant de lancer l'analyse des services.
hr: Niti jedan Tuner nije postavljen! Molim podesite postavke tunera prije nego počnete pretragu kanala.
sk: Žiadny tuner nie je zapnutý! Nastav tuner pred spustením vyhľadávania staníc.
sv: Ingen tuner är aktiverad! Konfigurera tuner före sökning av kanaler.

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service protection stay disabled!
cs: Nebyl nalezen platný PIN stanice! Chceš nyní změnit PIN? Pokud 'Ne' tak ochrana stanice zůstane vypnuta!
el: Δεν βρέθηκε έγκυρο PIN υπηρεσίας! Θέλετε να αλλάξετε τώρα το PIN υπηρεσίας; Αν πείτε "Όχι" η προστασία υπηρεσίας θα μείνει απενεργοποιημένη!
fr: Aucun Service-PIN trouvé! Voulez-vous changer le Service-PIN maintenant? Si vous répondez 'NON', la protection de service restera désactivée!
hr: Ispravan PIN za Kanele nije pronađen! Želite li promjeniti PIN sada? Ukoliko kažete 'Ne', kanali ostaju nezaštićeni.
sk: Nenájdený platný PIN stanice! Chceš teraz zmeniť PIN stanice? Keď zvolíš „Nie“, ochrana stanice zostane vypnutá!
sv: Ingen giltig kanal PIN hittad! Vill du ändra kanal PIN nu? Om du anger 'Nej' här kommer kanalskyddet vara avaktiverat!

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup protection stay disabled!
cs: Nebyl nalezen platný PIN nastavení! Chceš nyní změnit PIN? Pokud 'Ne' tak ochrana nastavení zůstane vypnuta!
el: Δεν βρέθηκε έγκυρο PIN ρύθμισης! Θέλετε να αλλάξετε τώρα το PIN ρύθμισης; Αν πείτε "Όχι" η προστασία εγκατάστασης θα μείνει απενεργοποιημένη!
fr: Aucun Réglages-PIN trouvé! Voulez-vous changer le Réglages-PIN maintenant? Si vous répondez 'NON', la protection des Réglages restera désactivée!
hr: Ispravan PIN za 'Postavke' nije pronađene! Želite li promjeniti PIN sada? Ukoliko kažete 'Ne' , zaštite ostaju nezaštićene.
sk: Nenájdený platný PIN nastavení! Chceš teraz zmeniť PIN nastavení? Keď zvolíš „Nie“, ochrana nastavení zostane vypnutá!
sv: Ingen giltig installations PIN hittad! Vill du ändra installations PIN nu? Om du anger 'Nej' här kommer installationsskyddet vara avaktiverat!

source: No videos to display
cs: Žádné video k zobrazení
el: Δεν υπάρχουν βίντεο για απεικόνιση
fr: Pas de vidéos à afficher
hr: Nema filma za prikaz
sk: Žiadne videá na zobrazenie
sv: Ingen video att visa

source: No wireless networks found! Searching...
cs: Bezdrátové sítě nenalezeny! Vyhledávám...
el: Δεν βρέθηκαν ασύρματα δίκτυα! Αναζήτηση...
fr: Aucun réseau sans fil trouvé! Recherche..
hr: Nema bežične mreže! Tražim...
sk: Nenájdená bezdrôtová sieť. Hľadám ...
sv: Inga trådlösa nätverk hittade! Söker...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
cs: Nenalezen fukční místní síťový adaptér. Zkontroluj prosím, zda jsi připojil síťový kabel a síť je správně nakonfigurována.
el: Δεν βρέθηκε προσαρμογέας τοπικού δικτύου που να λειτουργεί. Παρακαλώ βεβαιωθείτε ότι το καλώδιο δικτύου είναι τοποθετημένο και το δίκτυό σας είναι παραμετροποιημένο κατάλληλα.
fr: Aucun adaptateur réseau fonctionnel trouvé.Veuillez vérifier que vous avez connecté un câble réseau et que le réseau est configuré correctement.
hr: Ne radi lokalni mrežni adapter. Molimo provjerite mrežni kabel i konfiguraciju mreže.
sk: Nenájdená funkčný miestny sieťový adaptér. Skontroluj, či máš pripojený sieťový kábel a či máš sieť správne nastavenú.
sv: Inget fungerandes lokalt nätverkskort hittat. Bekräfta att du har anslutit en nätverkskabel och att ditt nätverk är korrekt konfigurerat.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
cs: Nenalezen fukční bezdrátový síťový adaptér. Zkontroluj prosím, zda jsi připojil kompatibilní WLAN zařízení a síť je správně nakonfigurována.
el: Δεν βρέθηκε προσαρμογέας τοπικού δικτύου που να λειτουργεί. Παρακαλώ βεβαιωθείτε ότι έχετε τοποθετήσει μια συμβατή συσκευή WLAN και το δίκτυό σας είναι παραμετροποιημένο κατάλληλα.
fr: Aucun adaptateur réseau sans fil trouvé. Veuillez vérifier que vous avez inséré un périphérique WLAN compatible et que votre réseau est configuré correctement.
hr: Ne radi bežični adapter. Molimo provjerite jeste li priključili kompatibilni WLAN uređaj i konfiguraciju mreže.
sk: Nenájdený funkčný bezdrôtový sieťový adaptér. Skontroluj, či máš pripojené kompatibilné zariadenie WLAN a či máš sieť správne nastavenú.
sv: Inget fungerandes trådlöst nätverkskort hittat. Bekräfta att du har anslutit ett kompatibelt WLAN enhet och att din nätverkskonfiguration är korrekt.
