Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Force reboot in Black Hole
cs: Vynuť restart v Black Hole
el: Αναγκαστική επανεκκίνηση σε Black Hole
fr: Forcer reboot dans Black Hole
hr: Brzi reboot u Black Hole
sk: Vynúť reštart v Black Hole
sv: Tvinga omstart i Black Hole

source: Please Wait, the Big Bang is in progress
cs: Prosím čekej, běží Velký třesk
el: Παρακαλώ περιμένετε. Το Bing Bang είναι σε εξέλιξη...
fr: Patientez, le Big Bang est en cours
hr: Molim čekati, Big Bang je u tijeku
sk: Čakaj prosím, beží Big Bang
sv: Vänligen vänta, Big Bang pågår

source: Your Universes have been re-inizialized. You can now start to rebuild your worlds.
cs: Tvoje vesmíry byli přeincializovány. Můžeš teď začít předělávat tvoje světy.
el: Οι Χώροι αρχικοποιήθηκαν ξανά. Μπορείτε να αρχίσετε να ξαναδημιουργείτε τους κόσμους σας!
fr: Vos univers ont été réinitialisés. Vous pouvez maintenant bâtir vos nouveaux mondes
hr: Vaši Universes su ponovno reincijalizirani. Sada možete ponovo obnoviti.
sk: Tvoje vesmíry boli preincializované. Teraz môžeš začať prerábať tvoje svety.
sv: Dina Universum har återställts. Du kan nu börja bygga dina världar.

source: Black Hole Speed Up
cs: Black Hole urychlení
el: Black Hole Επιτάχυνση
fr: Accélérer Black Hole
hr: Black Hole ubrzati
sk: Black Hole urýchlenie
sv: Snabba upp Black Hole

source: Black Hole Cron Manager
cs: Black Hole správce úloh
el: Black Hole Διαχείριση Cron
fr: Gérer Cron
sk: Black Hole správca cronov
sv: Schemaläggning

source: Osd Settings
cs: Nastavení Osd
el: Ρυθμίσεις OSD
fr: Réglages affichage
hr: Osd postavke
sk: Nastavenie Osd
sv: OSD-inställningar

source: Devices Manager
cs: Správce zařízení
el: Διαχείριση Συσκευών
fr: Gestion des Périphériques
hr: Rukovanje uređajima
sk: Správca zariadení
sv: Enhetshanteraren

source: Auto language selection settings
cs: Nastav. auto-jazyk. volby
el: Ρυθμίσεις αυτόμ. επιλογών γλώσσας
fr: Selection Langage Automatique
hr: Postavke auto. odabira jezika
sk: Nastav. Auto-jazyk. voľby
sv: Automatisk språkvalinställning

source: Usb Format Wizard
cs: Prův. formátování USB
el: Οδηγός Διαμόρφωσης USB
fr: Assistant Formatage USB
hr: Usb Format vodič
sk: Spriev. formátovania USB
sv: USB formateringsguide

source: Kernel Modules Manager
cs: Správce modulů jádra
el: Διαχείριση Μονάδων Kernel
fr: Gérer modules Kernel
sk: Správca modulov kernelu
sv: Startmodulhanteraren

source: Inadyn Settings
cs: Nastavení Inadyn
el: Ρυθμίσεις Inadyn
fr: Réglages Inadyn
hr: Inadyn postavke
sk: Nastavenie Inadyn
sv: Inadynhanterare

source: Swap File Settings
cs: Nastavení SWAP souboru
el: Ρυθμίσεις Αρχείου Swap
fr: Réglage Fichier Echange SWAP
hr: Swap postavke
sk: Nastavenie súboru SWAP
sv: Swapfilhanterare

source: Hard Disk Settings
cs: Nastavení HDD
el: Ρυθμίσεις Σκληρού Δίσκου
fr: Réglages Disque dur
hr: Hard Disk postavke
sk: Nastavenia HDD
sv: Hårddiskhanterare

source: Nfs Server Panel
el: Οθόνη Διακομιστή NFs
fr: Menu serveur NFS
sk: Nfs panel serveru
sv: NFS-server inställningar

source: UPnP Client Djmount
cs: UPnp - Djmount klienta
el: UPnP Πελάτης Djmount
sk: UPnp - Djmount klienta
sv: UPnP klient Djmount

source: UPnP Server Mediatomb
cs: UPnP Mediatomb server
el: UPnP Διακομιστής Mediatomb
fr: Serveur UPnP Mediatomb
sk: UPnP Mediatomb server

source: UPnP Server Minidlna
cs: UPnP Minidlna server
el: UPnP Διακομιστής Minidlna
fr: Serveur UPnP Minidlna
sk: UPnP Minidlna server

source: Network Browse & Mountpoints
cs: Prohl. sítě a příp. bodů
el: Αναζήτηση Δικτύου & Προσαρτήσεων
fr: Explorateur et Montages réseau
sk: Prehľ. siete a príp. bodov
sv: Nätverksmonteringar

source: Disable Light Infobar on Zap
cs: Zakaž lehký infobar při přepnutí
el: Μη ενεργή Απλή infobar σε αλλαγή καναλιού
fr: Désactiv. Barre Info légère
hr: Isključi Lite Infobar kod šaltanja
sk: Zakáž ľahký infobar pri prepnutí
sv: Avvaktivera litet info-fält vid zappning

source: Enable Panic button 0 (zap to 1 & clear zap history)
cs: Povol tlačítko paniky 0 (přepni na 1 a vymaž historii)
el: Ενεργό Πλήκτρο Πανικού 0
fr: Activer Bouton panique 0 (zappe sur 1)
hr: Panic gumb 0 (zap to 1 & obriši zap povijet )
sk: Povoľ tlačítko paniky 0 (prepni na 1 a vymaž históriu)
sv: Aktivera panikknapp 0 (zappa till 1 och radera historik)

source: Hide zap errors
cs: Skrýt chyby přepínání
el: Απόκρυψη σφαλμάτων αλλαγής καναλιών
fr: Cacher erreurs de zapping
hr: Sakrij zap greške
sk: Skry chyby prepínania
sv: Dölj felmedelanden vid zapp

source: Hide CI messages
cs: Skrýt hlášení CI
el: Απόκρυψη μηνυμάτων CI
fr: Cacher messages de l'Interface Commune
hr: Sakrij CI poruke
sk: Skry hlásenia CI
sv: Dölj CI meddelanden

source: Hide Infobar Timeout in sec.:
cs: Čas skrytí Infobaru v sek.:
el: Απόκρυψη Infobar σε δευτ.:
fr: Cacher barre Info après sec.:
hr: Sakrij Infobar u sec.:
sk: Čas skrytia Infobaru v sek.:
sv: Dölj infofältet, timeout i sek.:

source: Enable Panic button 0
cs: Povol tlačítko paniky 0
el: Πλήκτρο 0 Πανικού ενεργό
fr: Activer Bouton 0
hr: Dostupan Panic gumb 0
sk: Povoľ tlačítko paniky 0
sv: Aktivera panikknapp 0

source: Hide Infobar Timeout in sec.
cs: Čas skrytí Infobaru v sek.
el: Απόκρυψη Infobar σε δευτ.
fr: Cacher barre Info après sec.
hr: Sakrij Infobar u sec.:
sk: Čas skrytia Infobaru v sek.
sv: Dölj infofältet, timeout i sek.

source: reboot
cs: restart
el: επανεκκίνηση
hr: ponovo pokreni
sk: reštart
sv: starta om

source: restartgui
el: επανεκκίνηση GUI
fr: redémarre interface graphique
sk: reštartgui
sv: starta om gränssnittet

source: restartemu
el: επανεκκίνηση emu
fr: redémarre menu
sk: reštartemu
sv: starta om emu

source: Time to execute command or script
cs: Čas na vykonání povelu nebo scriptu
el: Χρόνος εκτέλεσης εντολής ή δέσμης
fr: Heure pour exécuter commande ou script
hr: Vrijeme da se izvrši naredba ili skripta
sk: Čas na vykonanie povelu alebo scriptu
sv: Tid för att exekvera kommando eller skript

source: Predefined Command to execute
cs: Předvolený příkaz k vykonání
el: Προκαθορισμένη εντολή για εκτέλεση
fr: Commande prédéfinie à exécuter
hr: Predefiniraj naredbu za izvršenje
sk: Predvolený príkaz na vykonanie
sv: Fördefinierat kommando att exekvera

source: Custom Command
cs: Volitelný příkaz
el: Εντολή Χρήστη
fr: Commande Perso.
hr: Zadana naredba
sk: Voliteľný príkaz
sv: Anpassat Kommando

source: You must set at least one Command
cs: Musíš nastavit minimálně jeden příkaz
el: Πρέπει να ορίσετε τουλάχιστον μία εντολή
fr: Etablissez au moins une commande
hr: Morate postaviti barem jednu naredbu
sk: Musíš nastaviť minimálne jeden príkaz
sv: Du måste ange minst ett kommando

source: Entering a Custom command you have to set Predefined command: None
cs: Vložením volitelného příkazu musíš nastavit předvolený příkaz na: Žádný
el: Εισάγοντας μια προσαρμοσμένη εντολή πρέπει να βάλετε μια προκαθορισμένη εντολή: Καμία
fr: Entrant une commande perso, paramètrez commande prédéfinie: Aucune
hr: Za unos zadane naredbe morate postaviti unaprijed definiranu naredbu: Ne
sk: Zadaním voliteľného príkazu musíš nastaviť predvolený príkaz na: Žiadny
sv: Fär att skriva ett eget kommando måste du ställa in fördefinierat kommando: Inga

source: Mountpoints
cs: Přípojné body
el: Προσαρτήσεις
fr: Pts de montage
sk: Prípojné body
sv: Monteringspunkter

source: Wait please while scanning your devices...
cs: Počkej prosím, prohledávám tvoje zařízení ..
el: Παρακαλώ περιμένετε όσο γίνεται αναζήτηση συσκευών…
fr: Patientez pendant la recherche des composants
hr: Pričekajte dok se traže uređaji...
sk: Počkaj prosím, vyhľadávam tvoje zariadenie...
sv: Vänta, skannar dina enheter...

source: Size:
cs: Velikost:
el: Μέγεθος:
fr: Taille:
hr: Veličina:
sk: Veľkosť:
sv: Storlek:

source: Device:
cs: Zařízení:
el: Συσκευή:
fr: Appareil:
hr: Uređaj:
sk: Zariadenie:
sv: Enhet:

source: NOT MAPPED
cs: NEZMAPOVÁNO
el: Χωρίς προσάρτηση
fr: NON PEUPLE
hr: NE MAPIRANO
sk: NEZMAPOVANÉ
sv: INTE MAPPAD

source: Not mapped
cs: Nezmapováno
el: Χωρίς προσάρτηση
fr: Non peuplé
hr: ne mapirano
sk: Nezmapované
sv: Inte mappad

source: Devices changes need a system restart to take effects. Restart your Box now?
cs: Pro aktivaci změny zařízení je nutný restart systému. Restartovat přijímač teď?
el: Χρειάζεται επανεκκίνηση συστήματος για ολοκλήρωση αλλαγών. Επανεκκίνηση του δέκτη τώρα;
fr: Les changements nécessitent un redémarrage. Redémarrer maintenant ?
hr: Promjene zahtijevaju ponovno pokretanje sustava . Želite restartat sada?
sk: Pre aktiváciu zmeny zariadenia je nutný reštart systému. Reštartovať prijímač hneď?
sv: Förändringar på enheter kräver omstart av systemet för att fungera. Starta om boxen nu?

source: This wizard will help you to format Usb mass storages for Linux.
cs: Tento průvodce ti pomůže při formátování masového úložiště USB pro Linux.
el: Αυτός ο οδηγός θα σας βοηθήσει να διαμορφώσετε συσκευές αποθήκευσης Usb για Linux.
fr: Cet assistant permet de formater en Linux des stockages USB.
hr: Ovaj vodič će vam pomoći formatirati USB za Linux.
sk: Tento sprievodca ti pomôže pri formátovaní masového úložiska USB pre Linux.
sv: Den här guiden hjälper dig att formatera USB-enheter för Linux.

source: Please be sure that your usb drive is NOT CONNECTED to your Vu+ box before to continue.
cs: Prosím, než budeš pokračovat, ujisti se, že tvůj USB disk není připojen k Vu+.
el: Παρακαλώ βεβαιωθείτε ότι το USB ΔΕΝ ΕΧΕΙ ΣΥΝΔΕΘΕΙ στο δέκτη πριν συνεχίσετε.
fr: Assurez vous que le disque USB n'est pas connecté au Vu+ avant de continuer.
hr: USB NE SMIJE biti u Vu+ boxu prije nastavka.
sk: Prosím, predtým než budeš pokračovať, uisti sa, že tvoj USB disk nie je pripojený k Vu+.
sv: Var säker på att din USB-enhet INTE är ansluten till boxen innan du fortsätter.

source: If your usb drive is connected and mounted you have to poweroff your box, remove the usb device and reboot.
cs: Pokud je USB disk připojen a namontován, musíš vypnout Vu+, odstranit zařízení USB a restartovat.
el: Αν το USB είναι συνδεδεμένο και προσαρτημένο, πρέπει να κλείσετε το δέκτη, να αφαιρέσετε τη συσκευή USB και να επανεκκινήσετε.
fr: Si le disque USB est connecté, arrêtez le Vu+ ; déconnectez le et relancez le Vu+.
hr: Ako je Vaš USB povezan i nemješten morate ugasiti vaš box, izvaditi USB te napraviti reboot.
sk: Ak je USB disk pripojený a namontovaný, musíš vypnúť Vu+, odstrániť USB zariadenie a reštartovať.
sv: Om din USB-enhet är ansluten och monterad måste du stänga av boxen, ta bort USB-enheten och starta om.

source: Push red button to continue when you are ready and your usb is disconnected.
cs: Když budeš připraven a tvoje USB bude odpojeno, stiskni červené tlačítko na pokračování.
el: Πιέστε το κόκκινο πλήκτρο για συνέχεια όταν είστε έτοιμοι και η συσκευή αποσυνδεδεμένη.
fr: Appuyez sur le bouton rouge dès que vous êtes prêt et que l' USB est déconnecté.
hr: Pritisnite crveni gumb za nastavak kada ste spremni i bez USB-a.
sk: Keď budeš pripravený a tvoje usb bude odpojené, stlač červené tlačítko pre pokračovnie.
sv: Tryck röd knapp för att fortsätta när du är klar och din USB-enhet är urkopplad.

source: Continue ->
cs: Pokračuj ->
el: Συνέχεια ->
fr: Continuer ->
hr: Nastavi ->
sk: Pokračuj ->
sv: Fortsätt ->

source: Connect your usb storage to your Vu+ box
cs: Připoj tvoje USB úložiště k tvému Vu+
el: Συνδέστε τον USB στον δέκτη
fr: Connectez le périphérique USB au Vu+
hr: Stavi USB stick u Vu+ box
sk: Pripoj tvoje USB úložisko k tvojemu Vu+
sv: Anslut USB-enheten till boxen

source: Press red button to continue when ready.
cs: Když budeš připraven, stiskni červené tlačítko na pokračování.
el: Πιέστε το κόκκινο πλήκτρο για συνέχεια όταν είστε έτοιμοι.
fr: Appuyer sur bouton rouge lorsque vous serez prêt.
hr: Stisni crveni gumb za nastavak.
sk: Keď budeš pripravený, stlač červené tlačítko na pokračovanie.
sv: Tryck röd knapp för att fortsätta när du är klar.

source: Warning: If your usb is already connected
cs: Upozornění: Jestli je USB již připojeno,
el: Προσοχή: Αν το USB είναι ήδη συνδεδεμένο
fr: Attention: si l' USB est déjà branché
hr: Upozorenje: Ako je vaš USB stick već spojen
sk: Upozornenie: Pokiaľ je usb už pripojené,
sv: Varning: Om din USB-enhet redan är ansluten

source: to the box you have to unplug it, click
cs: musíš jej odpojit od přijímače, stisknout
el: στο δέκτη πρέπει να το αφαιρέσετε, να πατήσετε
fr: vous devez le retirer du Vu+, appuyez
hr: u box morate ga izvaditi, klik
sk: musíš ho odpojiť od prijímača, stlačiť
sv: till boxen måste du koppla ur den, klicka på

source: the green button and restart the wizard.
cs: zelené tlačítko a restartovat průvodce.
el: το πράσινο πλήκτρο και να ξεκινήσετε ξανά τον οδηγό.
fr: le bouton vert et redémarrer assistant.
hr: zeleni gumb i restart vodiča.
sk: zelené tlačítko a reštartovať sprievodcu.
sv: den gröna knappen och starta om guiden.

source: The wizard will now try to identify your connected usb storage.
cs: Průvodce se nyní pokusí identifikovat připojené USB úložiště.
el: Ο οδηγός θα προσπαθήσει να αναγνωρίσει τη συνδεδεμένη συσκευή.
fr: L'assistant va tenter d'identifier votre dispositif USB.
hr: Vodič će sada pokušati identificirati vaš spojeni USB.
sk: Sprievodca sa teraz pokúsi identifikovať pripojené USB úložiská.
sv: Guiden kommer nu att försöka att identifiera din anslutna USB-enhet.

source: Press red button to continue.
cs: Stiskni červené tlačítko pro pokračování.
el: Πιέστε το κόκκινο πλήκτρο για συνέχεια.
fr: Presser bouton rouge pour continuer
hr: Pritisnite crveni gumb za nastavak.
sk: Stlač červené tlačítko pre pokračovanie.
sv: Tryck röd knapp för att fortsätta.

source: Sorry, no new usb storage detected. Be sure to follow wizard instructions.
cs: Je mi líto, nedetekováno žádné nové USB úložiště. Dbej na dodržování pokynů průvodce.
el: Δεν βρέθηκε νέα συσκευή. Βεβαιωθείτε ότι ακολουθείτε τις οδηγίες.
fr: Désolé, aucun stockage USB détecté. Assurez vous de bien suivre les instructions
hr: Oprostite, niti jedan novi USB uređaj nije pronađen. Pratite upute vodiča.
sk: Je mi ľúto, nedetekované žiadne nové USB úložisko. Dbaj na dodržovanie pokynov sprievodcu.
sv: Tyvärr upptäcktes ingen ny USB-enhet. Var noga med att följa instruktionerna i guiden.

source: Select number of partitions:
cs: Zvol počet oddílů:
el: Επιλ. πλήθος διαμερισμάτων:
fr: Choisir nombre de partitions:
hr: Odaberite broj particija:
sk: Zvoľ počet oddielov:
sv: Välj antal partitioner:

source: Enter the size in Megabyte of the first partition:
cs: Vlož velikost prvního diskového oddílu v Megabytech:
el: Εισαγωγή μεγέθους 1ου διαμερίσματος σε MΒ:
fr: Saisir la taille en Mégabytes de la partition 1:
hr: Unesite veličinu u MB za prvu particiju:
sk: Zadaj veľkosť prvého diskového oddielu v Megabytoch:
sv: Ange storleken i MB för första partitionen:

source: Partition size
cs: Velikost diskového oddílu
el: Μέγεθος διαμερίσματος
fr: Taille partition
hr: Veličina MB
sk: Veľkosť diskového oddielu
sv: Storlek på partitionen

source: Enter the size in Megabyte of the second partition:
cs: Vlož velikost druhého diskového oddílu v Megabytech:
el: Εισαγωγή μεγέθους 2ου διαμερίσματος σε MΒ:
fr: Saisir la taille en Mégabytes de la partition 2:
hr: Unesite veličinu u MB za drugu particiju:
sk: Zadaj veľkosť druhého diskového oddielu v Megabytoch:
sv: Ange storleken i MB för andra partitionen:

source: Enter the size in Megabyte of the third partition:
cs: Vlož velikost třetího diskového oddílu v Megabytech:
el: Εισαγωγή μεγέθους 3ου διαμερίσματος σε MΒ:
fr: Saisir la taille en Mégabytes de la partition 3:
hr: Unesite veličinu u MB za treću particiju:
sk: Zadaj veľkosť tretieho diskového oddielu v Megabytoch:
sv: Ange storleken i MB för tredje partitionen:

source: Total Megabyte Available:
cs: Celkově Megabajtů k dispozici:
el: Συνολικά διαθέσιμα MB :
fr: Taille Mégabyte disponible:
hr: Ukupno dostupno MB:
sk: Celkovo Megabajtov k dispozícii:
sv: Totalt antal MB tillgänglig:

source: Partition scheme:
cs: Schéma rozdělení:
el: Σχήμα διαμερισμάτων:
fr: Schéma Partition:
hr: Shema particije:
sk: Schéma rozdelenia:
sv: partitionsschema:

source: Warning: all the data will be lost. Are you sure you want to format this device?
cs: Pozor: všechna data budou ztracena. Opravdu chceš zformátovat toto zařízení?
el: Προσοχή: όλα τα δεδομένα θα χαθούν. Είστε βέβαιος για μορφοποίηση της συσκευής;
fr: Attention: toutes les données seront perdues. Etes vous sûr de vouloir formater?
hr: Upozorenje: svi podaci će biti izbrisani. Želite li formatirati uređaj?
sk: Pozor: všetky dáta budú stratené. Naozaj chceš sformátovať toto zariadenie?
sv: Varning:. All data kommer att förloras Är du säker på att du vill formatera den här enheten?

source: Sorry, your partitions sizes are bigger than total device size.
cs: Je mi líto, velikost oddílu je větší než celková kapacita zařízení.
el: Τα μεγέθη διαμερισμάτων είναι μεγαλύτερα από το συνολικό μέγεθος της συσκευής.
fr: Désolé, la taille des partitions dépasse celle du composant
hr: Oprostite, veličina vaših particija je veća od veličine uređaja.
sk: Je mi ľúto, veľkosť oddielu je väčšia než celková kapacita zariadenia.
sv: Tyvärr, storleken på din partition är större än den totala disken.

source: Partitioning...
cs: Rozděluji...
el: Διαμερισμός…
fr: Partitionne...
hr: Particioniranje...
sk: Rozdeľujem...
sv: Partitionerar...

source: The device has been partitioned. Partitions will be now formatted.
cs: Zařízení bylo rozděleno. Oddíly budou teď zformátovány.
el: Τα διαμερίσματα είναι έτοιμα. Θα ακολουθήσει διαμόρφωση.
fr: Le composant a été partitionné. Maintenant formatage des partitions.
hr: Uređaj je podijeljen. Particije će biti sada formatirane.
sk: Zariadenie bolo rozdelené. Oddiely budú teraz sformátované.
sv: Enheten partitionerad. Partitionerna kommer att formateras nu.

source: ext2 - recommended for USB flash memory
cs: ext2 - doporučeno pro USB flash paměť
el: ext2 - προτείνεται για USB flash
fr: ext2 - recommandé pour mémoire flash USB
hr: ext2 - preporučeno za USB flash memorije
sk: ext2 - doporučené pre USB flash pamäť
sv: ext2 - rekommenderas för USB-flashminne

source: ext3 - recommended for harddisks
cs: ext3 - doporučeno pro pevné disky
el: ext3 - προτείνεται για σκληρούς δίσκους
fr: ext3 - recommandé pour disque dur
hr: ext3 - preporučeno zar hard diskove
sk: ext3 - doporučené pre pevné disky
sv: ext3 - rekommenderas för hårddiskar

source: ext4 - experimental
cs: ext4 - experimentální
el: ext4 - πειραματικό
fr: ext4 - expérimental
sk: ext4 - experimentálny
sv: ext4 - rekommenderas för hårddiskar

source: vfat - use only for media-files
cs: vfat - použij pouze pro mediální soubory
el: vfat - χρήση μόνο για πολυμέσα
fr: vfat - pour fichiers média seulement
hr: vfat - koristiti samo za media-datoteke
sk: vfat - použi iba pre mediálne súbory
sv: vfat - använd endast för media-filer

source: Choice filesystem.
cs: Zvol souborový systém.
el: Επιλογή συστήματος αρχείων.
fr: Choix du système de fichier
hr: Izbor filesystem.
sk: Zvoľ súborový systém.
sv: Val av filsystem.

source: Formatting...
cs: Formátuju...
el: Διαμόρφωση σε εξέλιξη...
fr: Formatage...
hr: Formatiranje...
sk: Formátujem...
sv: Formatterar...

source: Device:
cs: Zařízení:
el: Συσκευή:
hr: Uređaj:
sk: Zariadenie:
sv: Enhet:

source: The Box will be now restarted to generate new device UID. Don't forget to remap your device after the reboot. Press ok to continue
cs: Box bude nyní restartován pro vygenerování nového UID zařízení. Nezapomeň přemapovat zařízení po restartu. Stiskni OK pro pokračování
el: Ο δέκτης θα επανεκκινήσει για να δημιουργηθεί νέο UID. Μην ξεχάσετε να προσαρτήσετε ξανά τη συσκευή. Πιέστε ΟΚ για συνέχεια.
fr: Le Vu+ va redémarrer et générer un identifiant au périphérique. N'oubliez pas de peupler le périphérique après reboot. Presser OK pour continuer
hr: Box će se ponovo pokrenuti kako bi novi UID uređaj bio generiran. Nemojte zaboraviti remap-irati vaš uređaje nakon reboot-a. Stisnite ok za nastavak
sk: Box sa teraz reštartuje pre vygenerovanie nového UID zariadenia. Nezabudni premapovať zariadenia po reštarte. Stlač OK pre pokračovanie
sv: Boxen kommer nu startas om för att generera nytt UID för enheten. Glöm inte att mappa om enheten efter omstarten. Tryck på OK för att fortsätta

source: Active Modules
cs: Aktivní moduly
el: Ενεργές Μονάδες
fr: Modules actifs
hr: Aktivni moduli
sk: Aktívne moduly
sv: Aktiva moduler

source: Smargo & other Usb card readers chipset ftdi:
cs: Čipset ftdi Smargo & jiných USB čteček karet:
el: Smargo & άλλοι αναγνώστες καρτών USB με chipset ftdi:
fr: Smargo & lecteurs carte avec chipset ftdi:
hr: Smargo & ostali Usb card čitači za chipset ftdi:
sk: Čipset ftdi Smargo & iných USB čítačiek karet:
sv: Smargo och andra USB-kortläsare, chipset ftdi:

source: Other Usb card readers chipset pl2303:
cs: Čipset pl2303 jiných USB čteček karet:
el: Άλλοι αναγνώστες καρτών USB με chipset pl2303:
fr: Autres lecteurs de carte USB chipset pl2303:
hr: Ostali Usb card čitači za chipset pl2303:
sk: Čipset pl2303 iných USB čítačiek kariet:
sv: Andra USB-kortläsare, chipset pl2303:

source: Tun module needed for Openvpn:
cs: Pro Openvpn je potřebný Tun modul:
el: Μονάδα Tun απαραίτητη για Openvpn:
fr: Module Tun nécessaire pour Openvpn:
hr: Tun modul potreban za Openvpn:
sk: Pre Openvpn je potrebný Tun modul:
sv: Tun modul behövs för OpenVPN:

source: Module size:
cs: Velikost modulu:
el: Μέγεθος μονάδας:
fr: Taille module:
hr: Modul veličina:
sk: Veľkosť modulu:
sv: Modulstorlek:

source: bytes
cs: bajtů
sk: bajtov

source: Module used by:
cs: Modul je použit:
el: Χρήση μονάδας από:
fr: Module utilisé par: :
hr: Modul koristi:
sk: Modul je použitý:
sv: Modul använd av:

source: Please disable ALL the plugins you don't need to use. This will speed up Image Performance.
cs: Zakaž prosím VŠECHNY moduly, které nepotřebuješ. Zvýší to rychlost a výkon Image.
el: Παρακαλώ απενεργοποιήστε ΟΛΑ τα πρόσθετα που δεν χρειάζεστε. Έτσι θα επιταχυνθεί η επίδοση του λογισμικού.
fr: Désactivez TOUT plugin que vous n'utilisez pas. Les performances de l'Image seront meilleures
hr: Onemogućite SVE dodatke koje ne koristite. To će ubrzat performanse Image.
sk: Zakáž prosím VŠETKY pluginy, ktoré nepotrebuješ. Zvýší to rýchlosť a výkon image.
sv: Avaktivera alla appar som du inte behöver använda. Detta kommer att höja prestandan på boxen.

source: Enigma2 will be now restarted for the changes to take effect. Press ok to continue
cs: Enigma2 bude teď restartována pro aktivování změn. Stiskni OK pro pokračování
el: Το Enigma2 θα επανεκκινήσει για εφαρμογή των αλλαγών. Πιέστε ΟΚ για συνέχεια.
fr: Enigma2 va redémarrer et les changements prendront effet. Appuyer sur OK pour continuer
hr: GUI će se restartat da bi promjene stupile na snagu. Stisni OK za nastavak
sk: Enigma2 sa teraz reštartuje pre aktivovanie zmien. Stlač OK pre pokračovanie
sv: Gränssnittet kommer nu startas om för att ändringarna ska börja gälla. Tryck på OK för att fortsätta

source: Enable OpenTv Epg Loader
cs: Povol OpenTv EPG zavaděč
el: Ενεργοποίηση OpenTv EPG
fr: Activer chargeur Epg Opentv
hr: Omogućiti OpenTv Epg Loader
sk: Povoľ OpenTv Epg zavádzač
sv: Aktivera OpenTV EPG Loader

source: Enable EIT now/next in Infobar
cs: Povol EIT teď/příští v Infobaru
el: ΕΙΤ τώρα/μετά στη γραμμή πληρ.
fr: Activer en-cours/suivant barre info
hr: Omogući EIT novo/slijedeće u Infobaru
sk: Povoľ EIT teraz/ďalší v Infobare
sv: Aktivera ETI nu/nästa i infofältet

source: Enable EIT Epg
cs: Povol EIT EPG
el: Ενεργοποίηση ΕΙΤ EPG
fr: Activer Epg EIT
hr: Omogući EIT Epg u listi kanala
sk: Povoľ EIT Epg
sv: Aktivera EIT EPG

source: Enable Epg Popup Notifications
cs: Povol vyskakovací EPG upozornění
el: Ενεργοποίηση ειδοποιήσεων EPG
fr: Activer notifications EPG en popup
hr: Omogućiti EPG Popup Obavijesti
sk: Povoľ Epg upozornenia
sv: Aktivera EPG popupmeddelanden
