Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: MeoBoot successfully updated. You can restart the plugin now. Have fun !!
cs: MeoBoot úspěšně aktualizován. Můžeš modul nyní restartovat. Bav se !!
el: Το Meoboot ενημερώθηκε επιτυχώς. Μπορείτε να κάνετε επανεκκίνηση της επέκτασης τώρα. Καλή διασκέδαση!!
fr: Mise à jour Meoboot terminée avec succès. Vous pouvez redémarrer. Amusez vous bien !!
hr: MeoBoot uspješno ažuriran. Možete ponovno restartat plugin. Sretno !!
sk: MeoBoot úspešne aktualizovaný. Teraz môžeš plugin reštartovať. Zabávaj sa !!
sv: MeoBoot har uppdaterats. Du kan starta om appen nu. Ha det så kul!

source: Available devices:
cs: Dostupné zařízení:
el: Διαθέσιμες συσκευές:
fr: Pérphériques dispos:
hr: Dostupni uređaji:
sk: Dostupné zariadenia:
sv: Tillgängliga enheter:

source: Devices..
cs: Zařízení..
el: Συσκευές...
fr: Périphériques
hr: Uređaji..
sk: Zariadenia..
sv: Enheter:

source: Welcome to MeoBoot installation. Please select a device in the below list and click the red button to install MeoBoot on your preferred device.
cs: Vítej v instalaci MeoBoot. Prosím, vyber zařízení níže v seznamu a stiskni červené tlačítko pro instalaci MeoBoot na tvoje oblíbené zařízení.
el: Καλώς ορίσατε στην εγκατάσταση MeoBoot. Παρακαλώ επιλέξτε συσκευή από την παρακάτω λίστα και πιέστε το κόκκινο πλήκτρο για εγκατάσταση MeoBoot στην προτιμώμενη συσκευή.
fr: Installation de Meoboot. Selectionnez un périphérique dans la liste ci-dessous et cliquez sur le bouton rouge pour y installer Meoboot
hr: Dobro došli u MeoBoot instalaciju. Molimo odaberite uređaj iz liste i kliknite na crvenu tipku za instalaciju MeoBoot na odabranom uređaju.
sk: Vitaj v inštalácií MeoBoot. Prosím, vyber zariadenie dole v zozname a stlač červené tlačítko pre inštaláciu MeoBoot na tvoje obľúbené zariadenie.
sv: Välkommen till MeoBoot installationen. Välj en enhet i listan nedan och tryck på den röda knappen för att installera MeoBoot på önskad enhet.

source: Welcome to MeoBoot installation. Sorry it seems that there are not Linux formatted devices mounted on your Vu+. To install MeoBoot you need a Linux formatted part1 device. Click on the green button to format your device.
cs: Vítej v instalaci MeoBoot. Promiň, ale zdá se, že nejsou Linuxem formátované zařízení namontované na Vu +. Chceš-li nainstalovat MeoBoot budeš potřebovat Linuxem formátované part1 zařízení. Stiskni zelené tlačítko na formát zařízení.
el: Καλώς ορίσατε στην εγκατάσταση MeoBoot. Φαίνεται ότι δεν υπάρχουν διαμορφωμένες συσκευές Linux προσαρτημένες στον δέκτη. Για εγκατάσταση MeoBoot χρειάζεται διαμορφωμένη συσκευή Linux part1. Πιέστε το πράσινο πλήκτρο για διαμόρφωση της συσκευής.
fr: Benvenue dans l'installation de MeoBoot. Désolé, Il semble qu'il n'y ait pas de périphérique formaté en Linux sur votre Vu+. Pour Installer MeoBoot, vous devez disposer d'un périphérique formaté en Linux. Cliquer sur le bouton vert pour formater votre périphérique.
hr: Dobrodošli na MeoBoot instalaciju. Nažalost, čini se da ne postoji Linux formatiran i podešeni uređaji na Vu+. Za instalaciju MeoBoot trebate uređaj formatirati uređaj sa Linux part1. Kliknite na zeleni gumb formatirajte svoj uređaj
sk: Vitaj v inštalácií MeoBoot. Prepáč, ale zdá sa, že nie sú Linuxom formátované zariadenia namontované na Vu +. Ak chceš nainštalovať MeoBoot budeš potrebovať Linuxom formátované part1 zariadenie. Stlač zelené tlačítko na formát zariadenia.
sv: Välkommen till MeoBoot installationen. Tyvärr verkar det som det inte är Linux-formaterade enheter monterade på boxen. För att installera MeoBoot behöver du en Linux-formaterad part1 enhet. Tryck på den gröna knappen för att formatera enheten.

source: Sorry, Meoboot can be installed only on Vuplus machines.
cs: Je mi líto, Meoboot může být instalován pouze na zařízeních Vuplus.
el: Το Meoboot μπορεί να εγκατασταθεί μόνο σε δέκτες Vuplus.
fr: Désolé, Meoboot ne s'installe que sur des Vu+
hr: Nažalost, Meoboot se može instalirati samo na Vuplus uređaje.
sk: Je mi ľúto, Meoboot môže být nainštalovaný iba na zariadeniach Vuplus.
sv: Tyvärr, kan Meoboot endast installeras på Vu+ boxar.

source: Are you sure you want to install MeoBoot in:
cs: Jsi si jist, že chceš instalovat MeoBoot do:
el: Σίγουρα θέλετε να εγκαταστήσετε το MeoBoot σε:
fr: Confirmez l'installation de MeoBoot dans:
hr: Sigurni ste da želite instalirati MeoBoot u:
sk: Si si istý, že chceš inštalovať MeoBoot do:
sv: Är du säker på att du vill installera MeoBoot i:

source: Install Confirmation
cs: Potvrzení instalace
el: Επιβεβαίωση Εγκατάστασης
fr: Confirmation Installation
hr: Potvrda instalacije
sk: Potvrdenie inštalácie
sv: Installationsbekräftelse

source: MeoBoot successfully installed. You can restart the plugin now. Have fun !!
cs: MeoBoot úspěšně nainstalován. Můžeš nyní modul restartovat. Bav se !!
el: Το MeoBoot εγκαταστάθηκε επιτυχώς. Μπορείτε να επανεκκινήσετε την επέκταση τώρα. Καλή διασκέδαση !!
fr: MeoBoot correctement installé. Redémarrez ce plugin maintenant. Amusez vous !!
hr: MeoBoot uspješno instaliran. Možete ponovo restartati plugin. Sretno!!
sk: MeoBoot úspešne nainštalovaný. Teraz môžeš plugin reštartovať. Zabávaj sa !!
sv: MeoBoot installerades. Du kan starta om appen nu. Ha det så kul!

source: Please, use Black Hole Extra Settings Device Panel to format and map your devices.
cs: Prosím, použij Black Hole Extra Settings Device Panel pro formátování a mapování tvého zařízení.
el: Παρακαλώ χρησιμοποιήστε την οθόνη Ειδικών Ρυθμίσεων Συσκευών Black Hole για διαμόρφωση συσκευών.
fr: Utilisez Autres Réglages pour formater et peupler vos périphériques.
hr: Molim vas, koristite Black Hole Extra Settings panel za formatiranje i namještanje uređaja.
sk: Prosím, použi Black Hole panel extra nastavení zariadení pre formátovanie a mapovanie tvojho zariadenia.
sv: Använd vyn Black Hole inställningar för att formatera dina enheter.

source: Available Images
cs: Image k dispozici
el: Διαθέσιμα λογισμικά
fr: Images disponibles
hr: Dostupni Image-i
sk: Image k dispozícii
sv: Tillgängliga operativsystem

source: Install Image
cs: Instalovat Image
el: Εγκατάσταση λογισμικού
fr: Installer Image
hr: Instaliraj Image
sk: Inštalovať image
sv: Installera system

source: Boot Image
cs: Start Image
el: Επανεκκίνηση λογισμικού
fr: Boote sur image
sk: Štart image
sv: Starta system

source: Delete Image
cs: Smazat Image
el: Διαγραφή λογισμικού
fr: Supprimer Image
hr: Ukloni Image
sk: Vymazať image
sv: Ta bort system

source: Current Running Image:
cs: Aktuálně běžící Image:
el: Τρέχον λογισμικό:
fr: Image actuelle:
hr: Trenutno pokrenuti Image:
sk: Aktuálne spustené image:
sv: Nuvarande operativsystem som körs.

source: MeoBoot Installed on:
cs: MeoBoot instalován na:
el: Το MeoBoot εγκαταστάθηκε σε:
fr: MeoBoot installé sur:
hr: MeoBoot instaliran na:
sk: MeoBoot inštalovaný na:
sv: MeoBoot installerat på:

source: Used:
cs: Použito:
el: Χρησιμ.:
fr: Utilisé:
hr: Korišteno:
sk: Použitých:
sv: Använt:

source: Available:
cs: K dispozici:
el: Διαθέσιμα:
fr: Disponible:
hr: Dostupno:
sk: K dispozícii:
sv: Tillgängligt:

source: Sorry you cannot delete Flash image
cs: Omlouvám se, nemůžeš odstranit Flash image
el: Δεν μπορείτε να διαγράψετε τη Flash λογισμικού
fr: Désolé, vous ne pouvez pas supprimer l'Image en flash
hr: Nažalost, ne možete izbrisati Flash image
sk: Omlúvam sa, nemôžeš odstrániť Flash image
sv: Du kan inte ta bort operativsystem på flashdisk

source: Sorry you cannot delete the image currently booted from.
cs: Je mi líto, nemůžeš odstranit aktuálně zavedené image.
el: Δεν μπορείτε να διαγράψετε το τρέχον λογισμικό από το οποίο έγινε εκκίνηση.
fr: Désolé, vous ne pouvez pas supprimer l'Image en Boot.
hr: Nažalost, ne možete izbrisati image koji je trenutno dignuti iz.
sk: Je mi ľúto, nemôžeš odstrániť aktuálne zavedený image.
sv: Du kan inte ta bort operativsystemet du startat upp på.

source: Are you sure you want to delete Image:
cs: Jsi si jist, že chceš smazat Image:
el: Σίγουρα θέλετε να διαγράψετε το λογισμικό:
fr: Etes vous sûr de vouloir supprimer Image:
hr: Da li ste sigurni da želite obrisati Image:
sk: Si si istý, že chceš vymazať image:
sv: Är du säker på att du vill ta bort operativsystemet:

source: Delete Confirmation
cs: Potvrzení smazání
el: Επιβεβαίωση Διαγραφής
fr: Confirmation suppression
hr: Potvrda brisanja
sk: Potvrdenie vymazania
sv: Bekräftelse av borttagning

source: Meoboot: Deleting Image
cs: Meoboot: Mažu Image
el: Meoboot: Διαγραφή λογισμικού
fr: Meoboot: Suppression Image
hr: Meoboot: Brisanje Image
sk: Meoboot: Mažem image
sv: Meoboot: Tar bort operativsystem

source: Are you sure you want to Boot Image:
cs: Jsi si jist, že chceš startovat image:
el: Σίγουρα θέλετε να γίνει Εκκίνηση λογισμικού:
fr: Etes vous sûr de vouloir lancer Image:
hr: Jeste li sigurni da želite Boot Image:
sk: Si si istý, že chceš štartovať image:
sv: Är du säker på att du vill starta operativsystemet:

source: Reboot Confirmation
cs: Potvrzení restartu
el: Επιβεβαίωση Επανεκκίνησης
fr: Confirmation redémarrage
hr: Potvrda reboot-a
sk: Potvrdenie reštartu
sv: Bekräftelse på omstart

source: Sorry you can install a max of 8 images.
cs: Je mi líto, můžeš nainstalovat max 8 image.
el: Μπορείτε να εγκαταστήσετε το μέγιστο 8 λογισμικά.
fr: Désolé, vous ne pouvez installer que 8 images
hr: Nažalost možete instalirati max 8 imagea.
sk: Je mi ľúto, môžeš nainštalovať max 8 image.
sv: Du kan installera max 8 operativsystem

source: Sorry there is not enought available space on your device. You need at least 500 Mb free to install a new image
cs: Je mi líto, není dost volného místa na tvém zařízení. Potřebuješ alespoň 500 MB volného místa pro instalaci nového image
el: Δεν υπάρχει επαρκής διαθέσιμος χώρος στη συσκευή. Χρειάζεστε τουλάχιστον 500 Mb ελεύθερα για εγκατάσταση νέου λογισμικού.
fr: Désolé, il n'y a pas assez de place sur votre périphérique. Vous avez besoin d'au moins 500 Mb de libres pour installer nouvelle image
hr: Žao nam je jer nema slobodnog prostora na uređaju. Trebate imati najmanje 500 MB slobodno za instalaciju novog Image.
sk: Je mi ľúto, je málo voľného miesta na tvojom zariadení. Potrebuješ aspoň 500 MB voľného miesta pre inštaláciu nového image
sv: Det finns inte tillräckligt med utrymme på enheten. Du behöver minst 500 MB ledigt för att installera nytt operativsystem

source: Sorry. Wrong image in Flash. You need to install in flash one original Black Hole image.
cs: Promiň. Špatný image ve flash. Je potřeba nainstalovat do flash originál Black Hole image.
el: Λανθασμένο λογισμικό στο δίσκο. Πρέπει να εγκαταστήσετε στο δίσκο αυθεντικό λογισμικό Black Hole.
fr: Désolé, Mauvaise image en flash. Installez en flash une image Black Hole.
hr: Žao nam je. Neispravan image u Flashu. Morate instalirati u flash original Black Hole image.
sk: Prepáč. Nesprávny image vo Flash. Je potrebné nainštalovať do flash originál Black Hole image.
sv: Fel operativsystem i flashminnet. Du måste installera original Black Hole operativsystem i flash.

source: Sorry. I cannot extract the image. To install a new image you have to run meoboot on a Black Hole image.
cs: Promiň. Nemohu extrahovat image. Chceš-li nainstalovat nový image musíš spustit meoboot na Black Hole image.
el: Δεν είναι δυνατή η αποσυμπίεση λογισμικού. Για εγκατάσταση νέου λογισμικού πρέπει να εκτελέσετε το meoboot σε λογισμικό Black Hole.
fr: Désolé, impossible d'extraire l'image. Pour installer une nouvelle image, lancez Meoboot à partir d'une image Black Hole
hr: Žao nam je. Nije moguće ekstrahirati image. Morate instalirati u flashu original Black Hole image.
sk: Prepáč. Nemôžem extrahovať image. Ak chceš nainštalovať nový image musíš spustiť meoboot na Black Hole image.
sv: Kan inte extrahera operativsystem. För att installera ett nytt operativsystem måste du köra meoboot på Black Hole operativsystem.

source: Source Image file
cs: Soubor zdrojového Image
el: Αρχείο πηγής λογισμικού
fr: Fichier source de l'image
sk: Súbor zdrojového image
sv: Operativsystem på källfil

source: Image Name
cs: Jméno image
el: Όνομα λογισμικού
fr: Nom de l'Image
hr: Ime Image
sk: Meno image
sv: Namn på operativsystem

source: Copy Settings to the new Image
cs: Kopírovat nastavení do nového Image
el: Ρυθμίσεις αντιγραφής στο νέο λογισμικό
fr: Copier paramètres dans nouvelle image
hr: Kopiraj postavke u novi Image
sk: Kopírovať nastavenia do nového image
sv: Kopiera inställningar till det nya operativsystemet

source: Sorry, an Image with the name
cs: Je mi líto, Image s názvem
el: Ένα λογισμικό με το όνομα
fr: Désolé, une image avec le nom
hr: Nažalost, ima jedan Image sa tim imenom
sk: Je mi ľúto, image s názvom
sv: Tyvärr, ett operativsystem med namnet

source: is already installed. Please try another name.
cs: je již nainstalováno. Zkus jiné jméno prosím.
el: είναι ήδη εγκατεστημένο. Παρακαλώ δοκιμάστε κάποιο άλλο όνομα.
fr: est déjà installée. Essayer un autre nom.
hr: već je instaliran. Didijelite neko drugo ime .
sk: je už nainštalovaný. Skús iné meno prosím.
sv: är redan installerad. Försök med ett annat namn.

source: You have to select one Image to install. Please, upload your zip file in the folder: /media/meoboot/MbootUpload and select the image to install.
cs: Zvolil jsi jedno Image pro instalaci. Nahraj prosím zip soubor do složky: /media/meoboot/MbootUpload a zvol image pro instalaci.
el: Πρέπει να επιλέξετε ένα (1) λογισμικό για εγκατάσταση. Παρακαλώ ανεβάστε το συμπιεσμένο αρχείο στο φάκελο: /media/meoboot/MbootUpload και επιλέξτε το προς εγκατάσταση λογισμικό.
fr: Choisissez une image à installer. Téléchargez le fichier dans le dossier: /media/meoboot/MbootUpload et choisissez l'image à installer
hr: Morate odabrati jedan Image za instalaciju. Molim vas, unesite vaš zip file u folder: /media/meoboot/MbootUpload i odaberite image za instalaciju.
sk: Zvolil si jedno image pre inštaláciu. Nahraj prosím zip súbor do zložky: /media/meoboot/MbootUpload a zvoľ image pre inštálaciu.
sv: Du måste välja ett operativsystem att installera. Ladda upp zip-filen i mappen: /media/meoboot/MbootUpload och välj det operativsystem du vill installera.

source: You have to provide a name for the new Image.
cs: Musíš zadat jméno pro nové Image.
el: Πρέπει να δώσετε όνομα για το νέο λογισμικό.
fr: Donnez un nom à la nouvelle image
hr: Morate dati ime za novi Image.
sk: Musíš zadať meno pre nové image.
sv: Du nåste ange ett namn på detta operativsystem.

source: Sorry this name is reserved. Choose another name for the new Image.
cs: Je mi líto, toto jméno je rezervováno. Zvol jiné jméno pro nové Image.
el: Αυτό το όνομα είναι δεσμευμένο. Διαλέξτε κάποιο άλλο όνομα για το νέο λογισμικό.
fr: Désolé, ce nom est réservé. Choisir un autre nom pour la nouvelle image.
hr: Oprostite, ovo ime je rezervirano. Izaberite drugo ime za novi Image.
sk: Je mi ľúto, toto meno je rezervované. Zvoľ iné meno pre nové image.
sv: Tyvärr, detta namn är reserverat. Välj ett annat namn för det nya operativsystemet.

source: Sorry the name of the new Image is too long.
cs: Je mi líto, jméno pro nové Image je příliš dlouhé.
el: To όνομα τού νέου λογισμικού είναι πολύ μακροσκελές.
fr: Désolé, le nom de l'image est trop long
hr: Oprostite, ime novog Image-a je predugo.
sk: Je mi ľúto, meno pre nové image je príliš dlhé.
sv: Tyvärr namnet på det nya operativsystemet är för långt.

source: Meoboot will stop all your Vu+ activity now to install the new image.
cs: Meoboot zastaví teď všechny aktivity Vu+ pro instalaci nového image.
el: Το Meoboot θα διακόψει τώρα όλες τις δραστηριότητες για να εγκαταστήσει το νέο λογισμικό.
fr: Meoboot va stopper toute activité pour installer la nouvelle image
hr: Meoboot će zaustaviti rad Vu+ i instalirati novi Image
sk: Meoboot teraz zastaví všetky aktivity Vu+ pre inštaláciu nového image.
sv: Meoboot kommer att stoppa boxaktiviteter nu för att installera det nya operativsystemet.

source: Your Vu+ will freeze during the installation process.
cs: Tvoje Vu+ během instalačního procesu zamrzne.
el: Ο δέκτης θα παγώσει κατά τη διάρκεια τής διαδικασίας εγκατάστασης.
fr: Le Vu+ va bloquer pendant le processus d'installation
hr: Vaš Vu+ će zamrznuti procese za vrijeme instalacije.
sk: Tvoje Vu+ behom inštalačného procesu zamrzne.
sv: Boxen kommer att frysa under installationsprocessen.

source: Please: DO NOT reboot your Vu+ and turn off the power.
cs: Prosím: NERESTARTUJ Vu+ a nevypínej napájení!
el: Παρακαλώ ΜΗΝ κάνετε επανεκκίνηση του δέκτη και τερματισμό λειτουργίας.
fr: NE REBOOTEZ PAS le Vu+ mais coupez l'alimentation.
hr: Molim: NE SMIJETE reboot-at vaš Vu+ ili isključiti iz struje.
sk: Prosím: NEREŠTARTUJ Vu+ a nevypínaj napájanie!
sv: Starta INTE om boxen och slå av strömmen.

source: The new image will be installed and auto booted in few minutes.
cs: Nové image bude nainstalováno a spuštěno automaticky během několika minut.
el: Το νέο λογισμικό θα εγκατασταθεί και θα γίνει αυτόματη εκκίνηση σε λίγα λεπτά.
fr: La nouvelle image sera installée et bootera dans quelques minutes
hr: Novi Image će biti instaliran i automatski dignut u nekoliko minuta.
sk: Nové image bude nainštalovné a spustené automaticky behom niekoľkých minút.
sv: Den nya operativsystemet kommer att installeras och startas automatiskt inom några minuter.

source: Meoboot: Install new image
cs: Meoboot: Instalace nového image
el: Meoboot: Εγκατάσταση νέου λογισμικού
fr: Meoboot: Installation nouvelle image
hr: Meoboot: Instaliraj novi Image
sk: Meoboot: Inštalácia nového image
sv: Meoboot: Installera nytt operativsystem.

source: Requirements: MeoBoot require a Vu+ machine and Hdd or Usb pen drive.
cs: Požadavky: MeoBoot vyžaduje Vu+ přijímač a HDD nebo USB flash klíč.
el: Απαιτήσεις: Το MeoBoot απαιτεί μια μηχανή Vu+και Hdd ή Usb pen drive.
fr: Pre-requis: MeoBoot à besoin d'un Vu+ et d'un disque dur ou clé USB.
hr: Zahtjevi: MeoBoot zahtjeva da Vu+ resiver ima Hdd ili Usb uređaj.
sk: Požiadavky: MeoBoot vyžaduje Vu+ stroj a Hdd alebo USB flash kľúč.
sv: Krav: MeoBoot kräver en Vu + box och hårddisk eller USB-minne.

source: Instructions: MeoBoot installation and upgrade is easy and intuitive. To install a new image in multiboot you have only to upload your *.zip file in the folder "/media/meoboot/MbootUpload" and click on the <Install Image> button>
cs: Instrukce: Instalace a aktualizace MeoBoot je jednoduchá a intuitivní. Pro instalaci nového image v multiboot musíš jenom nahrát soubor *.zip do složky "/media/meoboot/MbootUpload" a stisknout tlačítko <Install Image>>
el: Οδηγίες: Η εγκατάσταση και αναβάθμιση MeoBoot είναι εύκολη και ενορατική. Για εγκατάσταση νέου λογισμικού σε multiboot πρέπει μόνο να ανεβάσετε το αρχείο *.zip στον φάκελο "/media/meoboot/MbootUpload" και να πιέσετε το πλήκτρο <Εγκατάσταση Λογισμικού>
fr: Instructions: L'installation de MeoBoot est facile et intuitive. Pour installer une nouvelle image en multiboot téléchargez votre fichier *.zip dans le dossier /media/meoboot/MbootUpload et cliquez sur bouton Installer Image
hr: Upute: MeoBoot instalacije i nadogradnje su jednostavne i lagane. Da biste instalirali novi Image u multiboot trebate samo staviti *. zip datoteku u mapu "/media/meoboot/MbootUpload" i kliknuti <Instaliraj Image> gumb>
sk: Inštrukcie: Inštalácie a aktualizáce MeoBoot je jednoduchá a intuitívna. Pre inštaláciu nového image v multiboot musíš iba nahrať súbor *.zip do zložky "/media/meoboot/MbootUpload" a stlačiť tlačítko <Inštalovať image>>
sv: Instruktioner: MeoBoot installation och uppgradering är enkel och intuitiv. För att installera ett nytt operativsystem i multiboot behöver du bara ladda upp din *.zip-fil i mappen "/media/meoboot/MbootUpload" och klicka på <Installera system> knappen

source: Uninstall Meoboot: To completely remove meoboot form your flash image you have to delete the folders: /media/meoboot/MbootM /media/meoboot/MbootUpload /media/meoboot /usr/lib/enigma2/python/Plugins/Extensions/MeoBoot
cs: Odinstalování Meoboot: Pro kompletní odstranění meoboot z image ve flash musíš smazat složky: /media/meoboot/MbootM /media/meoboot/MbootUpload /media/meoboot /usr/lib/enigma2/python/Plugins/Extensions/MeoBoot
el: Απεγκατάσταση Meoboot: Για πλήρη αφαίρεση meoboot από το δίσκο λογισμικού πρέπει να διαγράψετε τους φακέλους: /media/meoboot/MbootM /media/meoboot /usr/lib/enigma2/python/Plugins/Extensions/MeoBoot
fr: Désinstaller Meoboot: Pour supprimer MeoBoot de l'image Flash, supprimez les dossiers: /media/meoboot/MbootM /media/meoboot/MbootUpload /media/meoboot /usr/lib/enigma2/python/Plugins/Extensions/MeoBoot
hr: Uklanjanje Meoboot: Kompletno uklanjanje meoboot iz flash image trebate obrisati folder: /media/meoboot/MbootM /media/meoboot/MbootUpload /media/meoboot /usr/lib/enigma2/python/Plugins/Extensions/MeoBoot
sk: Odinštalovanie Meoboot: Pre kompletné odstránenie meoboot z image vo flash musíš zmazať zložky: /media/meoboot/MbootM /media/meoboot/MbootUpload /media/meoboot /usr/lib/enigma2/python/Plugins/Extensions/MeoBoot
sv: Avinstallera Meoboot: För att helt ta bort meoboot installationen måste du ta bort mapparna: /media/meoboot/MbootM /media/meoboot/MbootUpload /media/meoboot /usr/lib/enigma2/python/Plugins/Extensions/MeoBoot

source: Have fun !!
cs: Bav se !!
el: Καλή διασκέδαση !!
fr: Amusez vous !!
hr: Uživajte !!
sk: Zabávaj sa !!
sv: Ha kul !

source: E2 Light Multiboot
cs: E2 Lehký Multiboot
fr: Multi-Boot pour Enigma2
hr: GUI pokreće Multiboot
sk: E2 ľahký Multiboot
sv: E2 Enkel Multiboot

source: Backup
cs: Záloha
fr: Sauvegarder
sk: Zálohovať
sv: Säkerhetskopiera

source: Path to store Full Backup
cs: Cesta k uložení úplné zálohy
el: Διαδρομή αποθήκευσης Πλήρους αντιγράφου ασφαλείας
fr: Chemin stockage sauvegarde générale
hr: Spremiti image na:
sk: Cesta k uloženiu úplnej zálohy
sv: Sökväg till säkerhetskopia

source: Sorry no device found to store backup. Please check your media in Black Hole devices panel.
cs: Je mi líto, nenalezeno žádné zařízení pro uložení zálohy. Zkontroluj si prosím tvé média v Black Hole panelu zařízení.
el: Δεν βρέθηκε συσκευή αποθήκευσης αντιγράφου ασφαλείας. Παρακαλώ ελέγξτε το μέσο στην οθόνη συσκευών Black Hole.
fr: Désolé rien trouvé pour stocker sauvegarde. Vérifiez votre média dans Gestion Périphériques
hr: Nažalost nijedan uređaj nije nađen za pohraniti backup-a. Provjerite medije u Black Hole na panelu uređaja.
sk: Je mi ľúto, nenájdené žiadne zariadenie pre uloženie zálohy. Skontroluj si prosím tvoje médiá v Black Hole panele zariadení.
sv: Ingen enhet hittades att lagra säkerhetskopian på. Kontrollera dina media i panelen för Black Hole enheter.

source: Black Hole Full Backup on:
cs: Black Hole úplná záloha zapnuta:
el: Πλήρες Αντίγραφο ασφαλείας Black Hole σε:
fr: Sauvegarde complète sur:
hr: Black Hole image Backup na:
sk: Black Hole úplná záloha na:
sv: Black Hole Fullbackup på:

source: BlackHole Full Backup
cs: BlackHole úplná záloha
el: Πλήρες Αντίγραφο Ασφαλείας BH
fr: Sauvegarde complète
hr: BlackHole Backup image
sk: BlackHole úplná záloha
sv: BH Fullbackup

source: Black Hole full image backup
cs: Black Hole úplná záloha image
el: Πλήρες Αντίγραφο ασφαλείας λογισμικού Black Hole
fr: Sauvegarde Image Black Hole
sk: Black Hole úplná záloha image
sv: Black Hole Fullbackup

source: OpenWebInterface Enabled
cs: OpenWebInterface povolena
el: OpenWebInterface Ενεργοποιημένο
fr: OpenWebInterface Activé
hr: OpenWebInterface omogućen
sk: OpenWebInterface povolená
sv: OpenWebInterface aktiverat

source: Enable Http Authentication
cs: Povolit HTTP ověřování
el: Ενεργοποίηση Αυθεντικότητας Htpp
fr: Activer authentification HTTP
hr: Omogući Http autorizaciju
sk: Povoliť HTTP overenie
sv: Aktivera http autentisering

source: Enable Https
cs: Povol Https
el: Ενεργοποίηση Htpps
fr: Activer Https
hr: Omogući Https
sk: Povoľ Https
sv: Aktivera https
