Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: This system tool is internally used to program the hardware with firmware updates.
cs: Tento systémový nástroj se vnitřně používá k programování hardware s aktualizací firmwaru.
el: Αυτό το εργαλείο συστήματος χρησιμοποιείται εσωτερικά για προγραμματισμό του υλικού με ενημερώσεις λειτουργικού.
fr: Cet outil système est utilisé en interne pour programmer le Hardware avec la MàJ du logiciel.
hr: Ovaj sistemski alat se interno koristi za programirati hardver s nadogradnjama.
sk: Tento systémový nástroj sa používa na nahranie aktualizácií firmware.
sv: Detta systemverktyg används internt till att programera hårdvara med firmwareuppdateringar.

source: This test checks for configured Nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and Adapter setup - if you configured your Nameservers manually please verify your entries in the "Nameserver" Configuration
cs: Tento test ověří, zda je nakonfigurovaný DNS server. Pokud obdržíš zpárvu "nepotvrzeno": - ověr nastavení DHCP, kabelu a síťové karty - pokud jsi nastavil DNS server ručně, prosím ověř nastavení v konfiguraci DNS serveru
el: Αυτός ο έλεγχος εξετάζει τους ρυθμισμένους Nameservers. Αν λάβετε το μήνυμα "μη επιβεβαιωμένο": - ελέγξτε το DHCP, τις καλωδιώσεις και τις ρυθμίσεις του προσαρμογέα - αν κάνατε χειροκίνητες ρυθμίσεις, παρακαλώ επιβεβαιώστε τις στις Ρυθμίσεις "Nameserver"
fr: Ce test vérifie les noms serveurs configurés. Si vous obtenez le message "Non confirmé" : - Veuillez vérifier votre DHCP, câblage et paramètres adaptateur - Si vous avez configuré manuellement les noms serveurs, veuillez vérifier la configuration des "Nom du serveur"
hr: Ovaj test provjerava konfiguraciju Nameservera. Ako dobijete "nepotvrđen" poruka: - Molim provjerite DHCP, kablove i postavke adaptere - Ako ste konfigurirali svoj Nameserver ručno molimo provjerite unose u "Nameserver" Konfiguracija
sk: Tento test hľadá nakonfigurované DNS. Ak dostaneš hlásenie „nepotvrdené“: - skontroluj DHCP, kabeláž a nastavenie adaptéra - ak si DNS konfiguroval ručne, skontroluj údaje v nastavení „konfigurácia servera DNS“
sv: Detta test kontrollerar konfigurationen för Namnservrar. Om du får ett "obekräftat" meddelande: - kontrollera din DHCP, kablar och adapterinstallation - om du har konfigurerat din Namnserver manuellt bekräfta dina inställningar i "Namnserver" Installation

source: This test checks whether a network cable is connected to your LAN-Adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
cs: Tento test ověří, zda je zapojený kabel do síťové karty. Pokud obdržíš zprávu "odpojeno": - ověř jestli je kabel zapojený - ověř, že kabel není poškozený
el: Αυτός ο έλεγχος εξετάζει αν έχει συνδεθεί καλώδιο δικτύου στον προσαρμογέα. Αν λάβετε το μήνυμα "αποσυνδεδεμένο": - σιγουρευτείτε ότι έχετε συνδέσει το καλώδιο - σιγουρευτείτε ότι το καλώδιο είναι σε καλή κατάσταση
fr: Ce test vérifie si un câble réseau est bien connecté à votre adaptateur LAN. Si vous obtenez le message "déconnecté": - Vérifiez qu'un câble est bien connecté - Vérifiez que le câble n'est pas détérioré
hr: Ovaj test provjerava je li mrežni kabel spojen na LAN-adapteru. Ako dobijete "nije spojeno" poruka: - provjerite da li je mrežni kabel priključen - provjerite da kabel nije oštećen
sk: Tento test overuje, či je sieťový kábel pripojený k sieťovej karte. Ak dostaneš hlásenie „odpojené“: - skontroluj, či je pripojený sieťový kábel - skontroluj, či kábel nie je prerušený
sv: Detta test kontrollerar om en nätverkskabel är ansluten till din nätveksadapter. Om du får ett "Ej ansluten" meddelande: - kontrollera att nätverkskabel är ansluten - kontrollera att kabeln inte är trasig

source: This test checks whether a valid IP Address is found for your LAN Adapter. If you get a "unconfirmed" message: - no valid IP Address was found - please check your DHCP, cabling and adapter setup
cs: Tento test ověří, zda je nastavena správná IP adresa na síťové kartě. Pokud obdržíš zpárvu "nepotvrzeno": - nebyla nalezna žádná platná IP adresa - ověř nastavení DHCP, kabelu a síťové karty
el: Αυτός ο έλεγχος εξετάζει αν έχει βρεθεί έγκυρη διεύθυνση IP στο δίκτυο. Αν λάβετε το μήνυμα "μη επιβεβαιωμένο": - δεν έχει βρεθεί έγκυρη διεύθυνση IP - παρακαλώ ελέγξτε το DHCP, την καλωδίωση και τις ρυθμίσεις
fr: Ce test vérifie qu'une adresse IP valide est trouvée pour votre adaptateur LAN. Si vous obtenez le message "Non confirmé" : - Aucune adresse IP valide na été trouvée - Veuillez vérifier votre DHCP, câblage et paramètres adaptateur
hr: Ovaj test provjerava dali je ispravna IP Address u nađenom LAN Adapteru. Ako dobijete "nepotvrđeno" poruka: - Pronađena Ip Addresa nije valjana - provjerite DHCP, kabel i postavke uređaja
sk: Tento test overuje, či je platná IP adresa sieťovej karty. Ak dostaneš hlásenie „nepotvrdené“: - nebola nájdená platná IP adresa - skontroluj DHCP, kabeláž a nastavenie karty
sv: Detta test kontrollerar om du har en giltig IP-adress på din nätverksadapter. Om du får ett "obekräftat" meddelande: - ingen giltig IP-adress hittades - vänlig kontrollera din DHCP, kablar och nätverkskortets installation

source: This test checks whether your LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
cs: Tento test ověří, zda je nastavena síťová karta pro automatickou konfiguraci přes DHCP server. Pokud obdržíš zprávu "zakázáno": - pak je síťová karta nastavena na ruční nastavení síťové karty - ověř, že jsi zadal správnou konfiguraci síťové karty Pokud obdržíš zprávu "povoleno": - ověr, že máš správně nastavený a fungující DHCP server v síti.
el: Αυτός ο έλεγχος εξετάζει αν ο προσαρμογέας LAN έχει ρυθμιστεί για αυτόματη διεύθυνση IP με DHCP. Αν λάβετε μήνυμα "απενεργοποιημένο": - ο προσαρμογέας LAN έχει διαμορφωθεί για χειροκίνητη εγκατάσταση IP - βεβαιωθείτε ότι έχετε εισάγει σωστές πληροφορίες IP στο πλαίσιο διαλόγου ρύθμισης προσαρμογέα. Αν λάβετε μήνυμα "ενεργοποιημένο": - βεβαιωθείτε ότι ο διακομιστής DHCP έχει εγκατασταθεί στο δίκτυο και λειτουργεί.
fr: Ce test vérifie que votre adaptateur réseau est configuré en adresse IP automatique avec serveur DHCP fonctionnel. Si vous obtenez le message "Désactivé" : - Votre adaptateur LAN est configuré en adresse IP manuelle - Vérifiez que vous avez entré les informations IP correctes dans le menu paramètres adaptateur Si vous obtenez le message "Activé" : - Vérifiez que vous avez configuré un serveur DHCP dans votre réseau
hr: Ovaj test provjerava je li vaš LAN adapter postavljen za automatsku konfiguraciju IP adrese od DHCP. Ako dobijete "onemogućeno" poruka: - Lan uređaj je konfiguriran za ručni unos Ip adrese - provjerite upisane IP detalje u postavkama uređaja. Ako dobijete "omogućeno" poruka: -provjerite konfiguraciju i radi li DHCP server vaše mreže.
sk: Tento test overuje, či máš sieťovú kartu nastavenú na automatické nastavenie IP adresy z DHCP. Ak dostaneš hlásenie „vypnuté“: - máš sieťovú kartu nakonfigurovanú na ručné nastavenie IP adresy - skontroluj, či si zadal správne IP údaje v nastavovacom dialógu karty. Ak dostaneš hlásenie „zapnuté“: - skontroluj, či máš v sieti nakonfigurovaný a fungujúci server DHCP.
sv: Detta test kontrollerar om din nätverksadapter är konfigurerad för automatisk IP-adress tilldelning med DHCP. Om du får en "deaktiverad" meddelande: -då är ditt nätverk är konfigurerat för manuell IP tilldelning - kontrollera att du har angivit korrekt IP-information i dialogen för Adapterinstallation . Om du får ett "aktiverat" meddelande: -bekräfta att du har en konfigurerad och fungerande DHCP-server på ditt nätverk.

source: This test detects your configured LAN-Adapter.
cs: Tento test detekuje nakonfigurovaný síťový adapter (LAN).
el: Αυτός ο έλεγχος εντοπίζει τον προσαρμογέα τοπικού δικτύου.
fr: Ce test détecte votre adaptateur LAN configuré.
hr: Ovaj test detektira konfiguraciju LAN-Adaptera.
sk: Tento test zisťuje nakonfigurovanú sieťovú kartu.
sv: Detta test hittar en konfigurerad nätverksadapter.

source: This toggles the behavior on timer conflicts. If an AutoTimer matches an event that conflicts with an existing timer it will not ignore this event but add it disabled.
cs: Toto přepíná chování při konfliktu časovačů. Pokud Autočasovač odpovídá události, která je v konfliktu s existujícím časovačem nebude ignorovat tuto událost, ale přidá ji zakázánou.
el: Εναλλαγή συμπεριφοράς σε διενέξεις χρονοδιακόπτη. Αν κάποιος αυτόματος χρονοδιακόπτης ταιριάζει με ένα πρόγραμμα ενός υπάρχοντος χρονοδιακόπτη δεν θα αγνοηθεί αυτό το πρόγραμμα, αλλά θα απενεργοποιηθεί η προσθήκη.
fr: Ceci bascule le comportement lors des conflits programmations. Si une ProgAuto correspondante avec une émission est en conflit avec une programmation existante, l'émission ne sera pas ignorée mais ajoutée comme désactivée.
hr: Ovo prebacuje ponašanje kod konflikta timera. Ako se jedan AutoTimer slaže sa događajem koji je u konfliktu sa postojećim timer, neće ga ignorirati nego će ga dodati kao onemogućen.
sk: Toto nastavenie prepína činnosť pri konfliktoch časovača. Ak sa automatický časovač zhoduje s programom, ktorý ja v konflikte s existujúcim časovačom, nebude ho ignorovať, ale pridá ho ako zrušený.
sv: Detta växlar beteende vid konflikter på timern. Om en AutoTimer matchar en händelse som strider mot en befintlig timer kommer den inte att ignoreras, men avaktivera den.

source: Three
cs: Tři
el: Τρία
fr: Trois
hr: Tri
sk: Tri
sv: Tre

source: Threshold
cs: Práh
el: Όριο
fr: Seuil
hr: Prag
sk: Prah
sv: Gränsvärde

source: Thu
cs: Čt
el: Πεμ
fr: Jeu
hr: Čet
sk: Št
sv: Tors

source: Thumbnails
cs: Náhledy
el: Μικρογραφίες
fr: Miniatures
hr: Slika
sk: Náhľady
sv: Tumnagelbilder

source: Thursday
cs: Čtvrtek
el: Πέμπτη
fr: Jeudi
hr: Četvrtak
sk: Štvrtok
sv: Torsdag

source: Time
cs: Čas
el: Ώρα
fr: Heure
hr: Vrijeme
sk: Čas
sv: Tid

source: Time in minutes to append to recording.
cs: Čas v minutách k přidání před nahráváním.
el: Χρόνος σε λεπτά για προσθήκη στο τέλος εγγραφής.
fr: Temps en minutes à apposer à l'enregistrement.
hr: Vrijeme u minutama dodano za snimanje.
sk: Čas v minútach pridaný na konci záznamu
sv: Tid i minuter som ska läggas till efter inspelning.

source: Time in minutes to prepend to recording.
cs: Čas v minutách k přidání po nahrávání.
el: Χρόνος σε λεπτά για προσθήκη στην αρχή εγγραφής.
fr: Temps en minutes à ajouter au début de l'enregistrement.
hr: Vrijeme u minutama upotrijebiti za snimanje.
sk: Čas v minútach pridaný pred začiatkom záznamu.
sv: Tid i minuter som ska läggas till innan inspelning.

source: Time/Date Input
cs: Nastavení času/datumu
el: Εισαγωγή ώρας /ημερομηνίας
fr: Entrée Date/Heure
hr: Unos Vremena/Datuma
sk: Nastavenie dátumu a času
sv: Tid/Datum inmatning

source: Timer
cs: Časovač
el: Χρονοδιακόπτης
fr: Programmation
hr: Tajmer
sk: Časovač

source: Timer Edit
cs: Úprava časovače
el: Επεξεργασία Χρονοδιακόπτη
fr: Edition des programmations
hr: Editiranje tajmera
sk: Úprava časovača
sv: Ändra Timer

source: Timer Editor
cs: Editor časovače
el: Επεξεργαστής Χρονοδιακοπτών
fr: Editeur programmations
hr: Editor tajmera
sk: Editor časovača

source: Timer Type
cs: Typ časovače
el: Τύπος Χρονοδιακόπτη
fr: Type programmation
hr: Tip tajmer
sk: Úloha časovača
sv: Timertyp

source: Timer entry
cs: Vstup časovače
el: Εισαγωγή Χρονοδιακόπτη
fr: Saisir programmation
hr: Unos Tajmera
sk: Zadanie časovača
sv: Timerinställning

source: Timer log
cs: Log časovače
el: Καταγραφή χρονοδιακόπτη
fr: Journal des enregistrements
hr: Tajmer log
sk: Záznam časovača
sv: Timerlogg

source: Timer overlap in timers.xml detected! Please recheck it!
cs: Zjištěno překrytí časovačů v timers.xml! Prosím, překontroluj jej!
el: Εντοπίστηκε επικάλυψη χρονοδιακόπτη σε timers.xml! Παρακαλώ ελέγξτε ξανά!
fr: Chevauchement programmations dans timers.xml détecté! Veuillez re-vérifiez!
hr: Otkriveno preklapanje u timers.xml! Molimo da ponovno provjerite!
sk: Zistené prekrývanie časovačov v súbore timers.xml! Skontroluj to!
sv: Timeröverlappning upptäckt i timers.xml! Vänligen kontrollera!

source: Timer record location
cs: Umístění nahrávek časovače
el: Θέση χρονοδιακόπτη
fr: Emplacement enregistrements programmés
hr: Lokacija snimanja po Timer
sk: Umiestnenie nahrávky časovača
sv: Mapp för Timerinspelningar

source: Timer sanity error
cs: Nelogické časování
el: Σφάλμα λογικότητας χρονοδιακόπτη
fr: Erreur de programmation
hr: Greška tajmera
sk: Nerozumné časovanie
sv: Timerfel

source: Timer selection
cs: Volba časovače
el: Επιλογή χρονοδιακόπτη
fr: Sélection de programmation
hr: Izbor Timera
sk: Voľba časovača
sv: Timerval

source: Timer status:
cs: Stav časovače:
el: Χρονοδιακόπτης:
fr: Statut programmation:
hr: Status tajmera:
sk: Stav časovača:

source: Timer type
cs: Typ časovače
el: Τύπος χρονοδιακόπτη
fr: Type programmation
hr: Tip Timera
sk: Typ časovača
sv: Timertyp

source: Timerliste, verwaiste Film-Dateien und Einstellungs-Sicherungen automatisch bereinigen.
cs: Automaticky vyčistit seznam časovačů, osamocené filmové soubory a zálohy nastavení.
el: Αυτόματες ρυθμίσεις λίστας χρονοδιακοπτών, καθαρισμού ορφανών αρχείων ταινίας και αντιγράφων ασφαλείας.
fr: Nettoyage automatique de la liste de programation, fichiers orphelins et paramètres de sauvegarde.
sk: Automaticky vyčistiť zoznam časovačov, osamotené filmové súbory a zálohy nastavení.
sv: Denna app städar upp i timerlistan. filmfiler som inte används, hanterar inställingar och säkerhetskopior.

source: Timerliste, verwaiste Film-Dateien und Einstellungs-Sicherungen nach einstellbaren Regeln automatisch bereinigen.
cs: Automaticky vyčistit seznam časovačů, osamocené filmové soubory a zálohy nastavení na základě konfigurovatelných pravidel..
el: Λίστα χρονοδιακοπτών, καθαρισμός ορφανών αρχείων ταινιών και ρυθμίσεων αντιγράφων ασφαλείας αυτόματα, με βάση τους κανόνες ρύθμισης.
fr: Nettoyage automatique de la liste de programation, fichiers orphelins et paramètres de sauvegarde.
sk: Automaticky vyčistiť zoznam časovačov, osamotené filmové súbory a zálohy nastavení na základe konfigurovateľných pravidiel.
sv: Denna app städar upp i timerlistan. filmfiler som inte används, hanterar inställingar och säkerhetskopior och regelverk.

source: Timeshift
el: Χρονομετατόπιση
fr: PauseDirect
hr: Vrem.pomak
sk: Časový posun
sv: Pausa

source: Timeshift location
cs: Umístění Timeshiftu
el: Θέση χρονομετατόπισης
fr: Emplacement PauseDirect
hr: Timeshift lokacija
sk: Umiestnenie časového posunu
sv: Mapp för Pausning

source: Timeshift not possible!
cs: Časový posun není možný!
el: Η χρονομετατόπιση δεν είναι δυνατή!
fr: PauseDirect pas possible
hr: Vremenski pomak nije moguć!
sk: Časový posun nie je možný!
sv: Paus inte möjlig!

source: Timezone
cs: Časové pásmo
el: Χρονική Ζώνη
fr: Fuseau horaire
hr: Vremenska zona
sk: Časové pásmo
sv: Tidszon

source: Title
cs: Titul
el: Τίτλος
fr: Titre
hr: Naslov
sk: Titul
sv: Titel

source: Title properties
cs: Vlastnosti titulu
el: Ιδιότητες τίτλου
fr: Propriétés titre
hr: Svojstva naslova
sk: Vlastnosti titulu
sv: Titelegenskaper

source: Titleset mode
cs: Režim nastavení titulu
el: Λειτουργία ρύθμισης τίτλου
fr: Mode réglage titre
hr: Titleset mod
sk: Režim sady titulov
sv: Titelset läge

source: To be used as simple downloading application by other Plugins.
cs: Používá se jako jednoduchá aplikace pro stahování z jiných modulů.
el: Θα χρησιμοποιηθεί ως απλή εφαρμογή λήψης από άλλες επεκτάσεις.
fr: Pour être employée comme application simple de téléchargement par d'autres Plugins
hr: Koristiti kao jednostavano skidanje aplikacije drugih dodataka.
sk: Používa sa na jednoduché sťahovanie inými pluginmi.
sv: Används som en enkel nedladdningsapplikation för andra appar.

source: To update your STB firmware, please follow these steps: 1) Turn off your box with the rear power switch and make sure the bootable USB stick is plugged in. 2) Turn mains back on and hold the DOWN button on the front panel pressed for 10 seconds. 3) Wait for bootup and follow instructions of the wizard.
cs: Chceš-li aktualizovat firmware Vu+, prosím, postupuj podle následujících kroků: 1) Vypni box zadním vypínačem a ujisti se, že bootovací USB klíč je připojen. 2) Zapni vypínač a podrž tlačítko DOLŮ na předním panelu po dobu 10 sekund. 3) Počkej na start a postupuj podle pokynů průvodce.
el: Για ενημέρωση λειτουργικού του δέκτη, παρακαλώ ακολουθήστε αυτά τα βήματα: 1) Κλείστε τον δέκτη με τον διακόπτη στο πίσω μέρος και βεβαιωθείτε ότι έχετε βάλει ένα επανεκκινήσιμο USB. 2) Ανοίξτε τον διακόπτη στο πίσω μέρος και πιέστε το κουμπί ΚΑΤΩ ή - (ανάλογα με το μοντέλο) στη μπροστινή οθόνη. 3) Περιμένετε για την εκκίνηση και ακολουθήστε τις οδηγίες.
fr: Pour mettre à jour le firmware du Vu+, veuillez suivre ces indications: 1) Couper votre récepteur avec le bouton d'alimentation arrière et insérer la clef USB bootable. 2) Ré-enclencher l'alimentation en maintenant appuyé le bouton bas du panneau avant pendant 10 secondes. 3) Attendre que ça boote et suivre les instructions de l'assistant.
hr: Da biste ažurirali STB firmware, slijedite ove korake: 1) Isključite prekidačem sa stražnje strane i provjerite dali je bootable USB stick priključen. 2) Uključite i držite tipku DOWN na prednjoj strani STB 10 sekundi. 3) Pričekajte podizanje i slijedite upute vodiča.
sk: Ak chceš altualizovať firmware Vu+, postupuj takto: 1) Vypni Vu+ vypínačom na zadnej stene a over si, či máš zasunutý bootovateľný kľúč USB. 2) Zapni vypínač na zadnej stene a podrž tlačítko DOWN na prednej stene 10 sekúnd stlačené. 3) Vyčkaj na naštartovanie a riaď sa pokynmi sprievodcu.
sv: För att uppdatera boxen, följ dessa anvisningar: 1) Stäng av boxen med strömbrytaren på baksidan och säkerställ att startbar USB-enhet är ansluten. 2) Slå på strömmen och håll NER knappen på framsidan intryckt i cirka 10 sekunder. 3) Vänta på uppstart och följ instruktionerna i guiden.

source: Today
cs: Dnes
el: Σήμερα
fr: Aujourd'hui
hr: Danas
sk: Dnes
sv: Idag

source: Tone Amplitude
cs: Amplituda Tónu
el: Εύρος Τόνου
fr: Amplitude tonalité
sk: Amplitúda zvuku
sv: Tonamplitud

source: Tone mode
cs: Mód tónu
el: Τύπος τόνου
fr: Mode tonalité
hr: Ton mod
sk: Tónový režim
sv: Tonläge

source: Toneburst
sk: Tónový impulz

source: Toneburst A/B
sk: Tónový impulz A/B

source: Top favorites
cs: Nejoblíbenější
el: Κορυφαία αγαπημένα
fr: Top favoris
hr: Top favoriti
sk: Najobľúbenejšie
sv: Toppfavoriter

source: Top rated
cs: Nejlépe hodnocené
el: Κορυφαία βαθμολογημένα
fr: Top classement
sk: Najviac hodnotené
sv: Topprankade

source: Track
cs: Stopa
el: Κανάλι
fr: Piste
hr: Traka
sk: Stopa
sv: Spår

source: TrafficInfo shows German traffic jams.
cs: TrafficInfo ukazuje německé dopravní zácpy.
el: Πληροφορίες γερμανικής συμφόρησης κυκλοφοριακής κίνησης
fr: TrafficInfo montre les embouteillages Allemands.
sk: TrafficInfo ukazuje nemecké dopravné zápchy.
sv: Traffikinfo visar Tysk trafikinformation.

source: Translation
cs: Překlad
el: Μετάφραση
fr: Traduction
hr: Prijevod
sk: Preklad
sv: Översättning

source: Translation:
cs: Překlad:
el: Μετάφραση:
fr: Traduction:
hr: Prijevod:
sk: Preklad:
sv: Översättning:

source: Transmission mode
cs: Přenosový mód
el: Τρόπος μετάδοσης
fr: Mode de transmission
hr: Mod transmisije
sk: Režim prenosu
sv: Sändningstyp

source: Transponder
cs: Transpondér
el: Αναμεταδότης
fr: Transpondeur
sk: Transpondér

source: Travel & Events
cs: Cestování a Události
el: Ταξίδια & Εκδηλώσεις
fr: Voyages & Evénements
sk: Cestovanie a udalosti
sv: Resa & Äventyr

source: Tries left:
cs: Zbývá pokusů:
el: Προσπάθειες που απομένουν:
fr: Essais annulés:
hr: Pokušaja ostalo:
sk: Zostávajúce pokusy:
sv: Försök kvar:

source: Try to find used Transponders in cable network.. please wait...
cs: Zkouším najít použité transpodery v kabelové síti ... prosím počkej ...
el: Προσπάθεια εύρεσης χρησιμοποιημένων αναμεταδοτών στο καλωδιακό δίκτυο... Παρακαλώ περιμένετε…
fr: Essai de trouver transpondeurs utilisés sur réseau câble... Patienter...
hr: Pokušavam pronaći Transpondere u kabelskoj mreži.. molim pričekajte...
sk: Pokúšam sa nájsť použité transpondéry v káblovej sieti ... čakaj...
sv: Försöker hitta transponders i kabelnätverket, vänligen vänta...

source: Try to find used transponders in cable network.. please wait...
cs: Zkouším najít použité transpodery v kabelové síti... prosím počkej...
el: Προσπάθεια εύρεσης χρησιμοποιημένων αναμεταδοτών στο καλωδιακό δίκτυο... Παρακαλώ περιμένετε…
fr: Essai de trouver transpondeurs utilisés sur réseau câble... Patienter...
hr: Pokušavam pronaći transpondere u kabelskoj mreži.. molim pričekajte...
sk: Pokúšam sa nájsť použité transpondéry v káblovej sieti... čakaj...
sv: Försöker hitta transponders i kabelnätverket, vänligen vänta...

source: Trying to download a new packetlist. Please wait...
cs: Snažím se stáhnout nový packetlist. Prosím čekej ...
el: Προσπάθεια λήψης νέας λίστας πακέτων. Παρακαλώ περιμένετε...
fr: Essai téléchargement nouvelle liste paquet. Patienter...
hr: Pokušava skinuti novi spisak paketa. Molimo pričekajte ...
sk: Pokúšam sa stiahnuť nový zoznam paketov. Čakaj...
sv: Försöker ladda ner ny paketlista. Vänligen vänta...

source: Trying to download the Youtube feed entries. Please wait...
cs: Snažím se stáhnout YouTube Entries zdroje. Prosím čekej ...
el: Προσπάθεια λήψης καταχωρήσεων πηγών Youtube. Παρακαλώ περιμένετε...
fr: Essai de télécharger les entrées feed Youtube. Patienter...
hr: Pokušava preuzeti Youtube sadržaj. Molimo pričekajte ...
sk: Pokúšam sa stiahnuť zdroje YouTube. Čakaj...
sv: Försöker ladda ner Youtube feed poster. Vänligen vänta...

source: Trying to download the Youtube search results. Please wait...
cs: Snažím se stáhnout výsledky vyhledávání YouTube. Prosím čekej ...
el: Προσπάθεια λήψης αποτελεσμάτων αναζήτησης Youtube. Παρακαλώ περιμένετε...
fr: Essai de télécharger les résultats recherche Youtube. Patienter...
hr: Pokušava preuzeti Youtube rezultate pretraživanja. Molimo pričekajte ...
sk: Pokúšam sa stiahnuť výsledky hľadania YouTube. Čakaj...
sv: Försöker ladda ner Youtube sökresultat. Vänligen vänta...

source: Tue
cs: Út
el: Τρι
fr: Mar
hr: Uto
sk: Ut
sv: Tis

source: Tuesday
cs: Úterý
el: Τρίτη
fr: Mardi
hr: Utorak
sk: Utorok
sv: Tisdag

source: Tune
cs: Naladit
el: Συντονισμός
fr: Accorder
sk: Naladiť

source: Tune failed!
cs: Ladění selhalo!
el: Ο συντονισμός απέτυχε!
fr: Echec accord
hr: Greška tunera!
sk: Ladenie zlyhalo!
sv: Tuning misslyckades!

source: Tuner Slot
cs: Slot tuneru
el: Θύρα Tuner
fr: Slot tuner
hr: Utor Tunera
sk: Slot tunera

source: Tuner configuration
cs: Konfigurace tuneru
el: Ρύθμιση tuner
fr: Configuration tuner
hr: Konfiguracija Tunera
sk: Nastavenie tunera
sv: Tunerkonfiguration

source: Tuner status
cs: Status tuneru
el: Κατάσταση Tuner
fr: Statut tuner
hr: Status tunera
sk: Stav tunera

source: Tuner type
cs: Typ tuneru
el: Τύπος tuner
fr: Type Tuner
sk: Typ tunera
sv: Tunertyp

source: Turkish
cs: Turecky
el: Τούρκικα
fr: Turke
hr: Turski
sk: Turečtina
sv: Turkiska

source: Two
cs: Dva
el: Δύο
fr: Deux
hr: Dva
sk: Dva
sv: Två

source: Type
cs: Typ
el: Τύπος
sk: Typ
sv: Typ

source: Type of scan
cs: Typ vyhledávání
el: Τύπος σάρωσης
fr: Type d'analyse
hr: Tip pretrage
sk: Druh vyhľadávania
sv: Typ av sökning

source: USB Stick
cs: USB disk
fr: Clé USB
hr: USB Disk
sk: Kľúč USB
sv: USB-enhet

source: USB stick wizard
cs: Průvodce USB klíče
el: Οδηγός USB
fr: Assistant clé USB
hr: USB stick vodič
sk: Sprievodca pre kľúč USB
sv: USB-guide

source: Ukrainian
cs: Ukrajinsky
el: Ουκρανικά
fr: Ukrainien
sk: Ukrajinčina
sv: Ukrainska
