Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Please choose he package...
cs: Prosím vyber balíček...
el: Παρακαλώ επιλέξτε το πακέτο…
fr: Veuillez choisir le paquet...
hr: Molimo izaberite paket ...
sk: Zvoľ balíček...
sv: Vänligen välj paket...

source: Please choose the default services lists you want to install.
cs: Vyber prosím standardní nastavení, které chceš nainstalovat.
el: Παρακαλώ επιλέξτε τις προεπιλεγμένες λίστες υπηρεσιών που θέλετε να εγκατασταθούν.
fr: Veuillez choisir la liste services standard à installer.
hr: Izaberite zadanu listu kanala koju želite instalirati
sk: Vyber si zoznamy predvolených staníc, ktoré chceš nainštalovať.
sv: Välj vilken grundkanallista som du vill installera.

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
cs: Prosím, nakonfiguruj nebo ověř Nameservery vyplněním požadovaných hodnot. Když jsi připraven, stiskni tlačítko OK pro pokračování.
el: Παρακαλώ παραμετροποιήστε ή επιβεβαιώστε τους Nameservers συμπληρώνοντας τις απαιτούμενες τιμές. Όταν είστε έτοιμοι πιέστε ΟΚ για συνέχεια.
fr: Veuillez configurer ou vérifier vos Nom serveurs en renseignant les valeurs nécessaires. Quand vous serez prèt, pressez OK pour continuer.
hr: Molimo konfigurirati ili potvrditi svoj Nameservers ispunjavanjem potrebnih vrijednosti. Kada ste završili pritisnite OK za nastavak.
sk: Nakonfiguruj alebo skontroluj názvy serverov vyplnením požadovaných hodnôt. Po skončení stlač OK a pokračuj.
sv: Konfigurera eller bekräfta din namnserver med att fylla i fälten. När du är klar tryck OK för att fortsätta.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
cs: Prosím, nakonfiguruj připojení k internetu vyplněním požadovaných hodnot. Když jsi připraven stiskni tlačítko OK pro pokračování.
el: Παρακαλώ παραμετροποιήστε τη σύνδεσή σας στο διαδίκτυο συμπληρώνοντας τις απαιτούμενες τιμές. Όταν είστε έτοιμοι πιέστε ΟΚ για συνέχεια.
fr: Veuillez configurer votre connection internet en renseignant les valeurs nécessaires. Quand vous serez prèt, pressez OK pour continuer.
hr: Molimo konfigurirati internetsku vezu ispunjavanjem potrebnih vrijednosti. Kada ste završili pritisnite OK za nastavak.
sk: Nakonfiguruj si internetové pripojenie vyplnením požadovaných hodnôt. Po skončení stlač OK a pokračuj.
sv: Konfigurera din Internetanslutning med att fylla i fälten. När du är klar tryck OK för att forsätta.

source: Please do not change any values unless you know what you are doing!
cs: Prosíme neměň hodnoty pokud nevíš co děláš!
el: Παρακαλώ μην αλλάξετε τιμές αν δεν γνωρίζετε ακριβώς τι κάνετε!
fr: Veuillez ne changer aucune valeur avant de savoir ce que vous faites!
hr: Molim ne mijenjate vrijednosti ukoliko ne znate što radite!
sk: Nemeň žiadne hodnoty, ak nevieš, čo tým spôsobíš!
sv: Ändra inte några värden om du inte vet vad du gör!

source: Please enter a name for the new bouquet
cs: Prosím zadej název pro nový přehled
el: Εισάγετε όνομα για το νέο μπουκέτο
fr: Veuillez saisir un nom pour le bouquet
hr: Unesi ime za novi paket
sk: Zadaj názov nového prehľadu.
sv: Ange namn för den nya favoritlistan

source: Please enter a name for the new marker
cs: Prosím zadej název pro nový popisovač
el: Εισάγετε όνομα για το νέο σημειωτή
fr: Veuillez saisir un nom pour le nouveau marqueur
hr: Molim unesite ime za novu oznaku
sk: Zadaj názov novej značky.
sv: Ange namn för ny markör

source: Please enter a new filename
cs: Zadej nové jméno souboru
el: Εισάγετε όνομα αρχείου
fr: Veuillez saisir un nouveau nom fichier
hr: Unesite novi naziv datoteke
sk: Zadaj nový názov súboru
sv: Ange nytt filnamn

source: Please enter filename (empty = use current date)
cs: Prosím zadej název souboru (prázdné = nynější datum)
el: Παρακαλώ εισάγετε όνομα αρχείου (κενό = χρήση τρέχουσας ημερομηνίας)
fr: Veuillez saisir données (vide = utiliser date courante)
hr: Molim unesite ime datoteke (prazno = koristi današnji datum)
sk: Zadaj názov súboru (prázdny = dnešný dátum)
sv: Ange filnamn (tomt = använd dagens datum)

source: Please enter name of the new directory
cs: Prosím, zadej jméno nové složky
el: Παρακαλώ εισάγετε όνομα νέου καταλόγου
fr: Veuillez saisir le nom du nouveau répertoire
hr: Unesite ime novog direktorija
sk: Zadaj názov nového adresára
sv: Ange namn på den nya mappen

source: Please enter the correct pin code
cs: Prosím zadej správný PIN
el: Εισάγετε το σωστό pin
fr: Veuillez saisir le code pin correct
hr: Molim unesite ispravan pin kod
sk: Zadaj správny kód PIN
sv: Ange korrekt PIN-kod

source: Please enter the old PIN code
cs: Prosím, zadej starý PIN kód
el: Παρακαλώ εισάγετε τον παλιό κωδικό PIN
fr: Veuillez saisir l'ancien code pin
hr: Molimo unesite stari PIN
sk: Zadaj starý kód PIN
sv: Ange den gamla PIN-koden.

source: Please enter your email address here:
cs: Prosím, zadej sem tvoji email adresu:
el: Παρακαλώ εισάγετε τη διεύθυνση email εδώ:
fr: Veuillez saisir votre adresse email ici:
hr: Unesite svoju e-mail adresu ovdje:
sk: Sem zadaj svoju e-mailovú adresu:
sv: Ange din e-postadress här:

source: Please enter your name here (optional):
cs: Prosím, zadej sem tvoje jméno (volitelné):
el: Παρακαλώ εισάγετε το όνομά σας εδώ (προαιρετικά):
fr: Veuillez saisir votre nom ici (optionnel):
hr: Molimo unesite svoje ime ovdje (opcionalno):
sk: Sem zadaj svoje meno (voliteľne):
sv: Ange ditt namn här (valfritt):

source: Please enter your search term.
cs: Prosím, zadej hledaný výraz.
el: Παρακαλώ εισάγετε τον όρο αναζήτησής σας.
fr: Veuillez saisir votre terme de recherche.
hr: Molimo unesite traženi pojam.
sk: Zadaj termín na vyhľadávanie.
sv: Ange din söktord.

source: Please follow the instructions on the TV
cs: Následuj instrukce na TV
el: Παρακαλώ ακολουθήστε τις οδηγίες στην οθόνη.
fr: Veuillez suivre les instructions sur la TV
hr: Molimo slijedite upute na TV-u
sk: Riaď sa pokynmi na obrazovke
sv: Följ instruktionerna på TVn

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
cs: Vezmi prosím na vědomí, že dříve zvolené médium je nepřístupné, a proto je místo něj používán výchozí adresář.
el: Παρακαλώ σημειώστε ότι το μέσο που επιλέχτηκε πριν δεν μπορούσε να προσπελαστεί και γι' αυτό χρησιμοποιείται ο προεπιλεγμένος κατάλογος.
fr: Veuiller noter que le média sélectionné précédent n'est pas accessible, par conséquent, le répertoire par défaut sera utilisé à la place.
hr: Imajte na umu da prethodno odabranom mediji ne mogu pristupiti i stoga se zadani direktorij koristi umjesto njega.
sk: Nie je prístup k predtým zvolenému médiu, preto sa namiesto neho použije predvolený adresár.
sv: Notera att föregående valt media inte var accessbart och därför är nu standardmappen vald.

source: Please press OK to continue.
cs: Prosím, stiskni OK pro pokračování.
el: Παρακαλώ πιέστε ΟΚ για συνέχεια.
fr: Veuillez presser OK pour continuer.
hr: Molimo pritisnite OK za nastavak.
sk: Pre pokračovanie stlač tlačítko OK.
sv: Tryck OK för att försätta.

source: Please press OK!
cs: Prosím stiskni OK!
el: Παρακαλώ πιέστε OK!
fr: Veuillez presser OK!
hr: Molim pritisnite OK!
sk: Stlač tlačítko OK!
sv: Tryck OK!

source: Please provide a Text to match
cs: Uveď prosím text k označení
el: Παρακαλώ δώστε ένα κείμενο για αντιστοίχιση
fr: Veuillez fournir un texte pour correspondance
hr: Navedite tekst koji odgovara
sk: Zadaj text na hľadanie
sv: Ange en text för matchning

source: Please select a playlist to delete...
cs: Prosím, vyber playlist ke smazání...
el: Παρακαλώ επιλέξτε λίστα αναπαραγωγής για διαγραφή…
fr: Veuillez choisir une liste lecture à effacer...
hr: Molim odaberite playlistu za brisanje...
sk: Zvoľ zoznam prehrávok, ktorý sa má zmazať...
sv: Välj en spellista för borttagning...

source: Please select a playlist...
cs: Prosím, vyber playlist
el: Παρακαλώ επιλέξτε λίστα αναπαραγωγής…
fr: Veuillez choisir une liste lecture...
hr: Molim odaberite playlistu...
sk: Zvoľ zoznam prehrávok...
sv: Välj en spellista...

source: Please select a standard feed or try searching for videos.
cs: Prosím, vyber standardní zdroj nebo zkus vyhledat videa.
el: Παρακαλώ επιλέξτε μια πρότυπη πηγή ή προσπαθήστε να αναζητήσετε βίντεο.
fr: Veuillez sélectionner une feed standard ou essayer de chercher des vidéos.
hr: Odaberite standardni feed ili pokušajte potražiti videozapise.
sk: Zvoľ štandardný zdroj alebo skús hľadať videá.
sv: Ange en grundfeed eller försök söka efter videos.

source: Please select a subservice to record...
cs: Prosím vyber podstanici pro nahrávání...
el: Παρακαλώ επιλέξτε μια υπο-υπηρεσία για εγγραφή…
fr: Veuillez choisir un sous-service à enregistrer...
hr: Molim odaberite podkanal za snimanje...
sk: Zvoľ podstanicu pre nahrávanie...
sv: Välj en underkanal för inspelning...

source: Please select a subservice...
cs: Prosím vyber podstanici...
el: Παρακαλώ επιλέξτε μια υπο-υπηρεσία…
fr: Veuillez choisir un sous-service...
hr: Molim odaberite podkanal...
sk: Zvoľ podstanicu...
sv: Välj en underkanal...

source: Please select an NFI file and press green key to flash!
cs: Prosím, vyber NFI soubor a stiskni zelené pro flashnutí!
el: Παρακαλώ επιλέξτε ένα αρχείο NFI και πιέστε το πράσινο πλήκτρο για flash!
fr: Veuillez choisir un fichier NFI et presser vert pour flasher!
hr: Molimo odaberite NFI datoteku i pritisnite zelenu tipku za flash!
sk: Zvoľ súbor NFI a stlačením zeleného tlačítka spusti flash!
sv: Välj en NFI fil och tryck på grön knapp för att uppdatera!

source: Please select an extension to remove.
cs: Prosím, vyber rozšíření k odstranění.
el: Παρακαλώ επιλέξτε μια επέκταση για αφαίρεση.
fr: Veuillez choisir une extension à retirer.
hr: Molimo odaberite ekstenziju za uklanjanje.
sk: Zvoľ rozšírenie, ktoré sa má odstrániť.
sv: Välj utökning att ta bort.

source: Please select an option below.
cs: Prosím, vyber jednu z možností.
el: Παρακαλώ επιλέξτε μια επιλογή παρακάτω.
fr: Veuillez choisir une option ci-dessous.
hr: Odaberite opciju u nastavku.
sk: Zvoľ možnosť.
sv: Välj ett alternativ nedan.

source: Please select medium to use as backup location
cs: Prosím, vyber médium pro umístění záloh
el: Παρακαλώ επιλέξτε μέσο για χρήση ως θέση αντιγράφου ασφαλείας.
fr: Veuillez choisir le support pour la sauvegarde
hr: Molimo odaberite medij za backup
sk: Zvoľ médium, ktoré sa použije ako umiestnenie zálohy
sv: Välj media som ska användas som säkerhetskopieringsdestination

source: Please select tag to filter...
cs: Prosím, vyber značku na filtrování...
el: Παρακαλώ επιλέξτε ετικέτα για φιλτράρισμα...
fr: Veuillez choisir pointeur pour filtrer...
hr: Molimo odaberite oznaku za filter ...
sk: Zvoľ štítok na filtrovanie...
sv: Välj markör för filtrering...

source: Please select the movie path...
cs: Vyber cestu k filmům...
el: Παρακαλώ επιλέξτε φάκελο ταινιών…
fr: Veuillez choisir le chemin du film...
hr: Putanja filma ...
sk: Zvoľ cestu k filmu...
sv: Ange inspelningens sökväg...

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
cs: Prosím, vyber síťové rozhraní, které chceš použít pro připojení k Internetu. Prosím, stiskni OK na pokračování.
el: Παρακαλώ επιλέξτε διεπαφή δικτύου που θα χρησιμοποιηθεί για τη διαδικτυακή σύνδεση. Παρακαλώ πιέστε ΟΚ για συνέχεια.
fr: Veuillez sélectionner l'interface réseau que vous voulez utiliser pour votre connection internet. Veuillez presser OK pour continuer.
hr: Molimo odaberite mrežno sučelje koji želite koristiti za svoju internet vezu. Tipka OK za nastavak.
sk: Zvoľ sieťové rozhranie, ktoré chceš použiť na pripojenie do internetu. Pokračuj stlačením OK.
sv: Välj nätverkskort som du vill använda för anslutning till Internet. Tryck OK för att fortsätta.

source: Please select the wireless network that you want to connect to. Please press OK to continue.
cs: Prosím, vyber bezdrátovou síť, ke které se chceš připojit. Prosím, stiskni OK na pokračování.
el: Παρακαλώ επιλέξτε το ασύρματο δίκτυο που θέλετε να συνδεθείτε. Παρακαλώ πιέστε ΟΚ για συνέχεια.
fr: Veuillez sélectionner le réseau sans fil LAN auquel se connecter. Veuillez presser OK pour continuer.
hr: Molimo odaberite bežičnu mrežu koju želite povezati. Tipka OK za nastavak.
sk: Zvoľ bezdrôtovú sieť, ku ktorej sa chceš pripojiť. Pokračuj stlačením OK.
sv: Välj det trådlösa nätverk du vill ansluta till. Tryck OK för att forsätta.

source: Please set up tuner B
cs: Prosím, nastav tuner B
el: Παρακαλώ ρυθμίστε το tuner B
fr: Veuillez paramétrer le tuner B
hr: Podesite tuner B
sk: Nastav tuner B
sv: Installera tuner B

source: Please set up tuner C
cs: Prosím, nastav tuner C
el: Παρακαλώ ρυθμίστε το tuner C
fr: Veuillez paramétrer le tuner C
hr: Podesite tuner C
sk: Nastav tuner C
sv: Installera tuner C

source: Please set up tuner D
cs: Prosím, nastav tuner D
el: Παρακαλώ ρυθμίστε το tuner D
fr: Veuillez paramétrer le tuner D
hr: Podesite tuner D
sk: Nastav tuner D
sv: Installera tuner D

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
cs: Prosím použij šipky k posunu okna PiP. Stiskni přehled +/- ke změně velikosti okna. Stiskni OK k navrácení k TV módu nebo EXIT pro zrušení přesunu.
el: Χρησιμοποιήστε τα πλήκτρα κατεύθυνσης για μετακίνηση του παραθύρου PiP. Για αλλαγή μεγέθους πιέστε τα πλήκτρα Bouquet +/-. Πιέστε ΟΚ για επιστροφή σε κατάσταση TV ή EXIT για ακύρωση της μετακίνησης.
fr: Veuillez utiliser les touches direction pour bouger la fenêtre PiP. Presser Bouquet +/- pour redimensionner la fenêtre. Presser OK pour revenir au mode TV ou EXIT pour annuler le déplacement.
hr: Molim koristite tipke s za premještanje PiP prozora. Pritisnite Bouquet +/- tipke za promjenu prozora. Pritisnite OK za povratak u TV mod ili EXIT za prekid premještanja.
sk: Na presúvanie okna PiP použi kurzorové tlačítka. Stlačením tlačítka Prehľad +/- zmeníš veľkosť okna. Stlačením OK sa vrátiš do režimu TV alebo stlačením EXIT zrušíš presúvanie.
sv: Använd piltangenterna för att flytta BiB fönstret. Tryck Bouquet +/- för ändra storleken på fönstret. Tryck OK för att gå tillbaka till TV läge eller EXIT för att avbryta flyttning.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
cs: Prosím, použij tlačitka NAHORU a DOLŮ pro požadovaný jazyk. Poté stiskni tlačítko OK.
el: Παρακαλώ χρησιμοποιήστε τα πλήκτρα ΕΠΑΝΩ και ΚΑΤΩ για επιλογή γλώσσας. Μετά πιέστε ΟΚ.
fr: Veuillez utiliser les touches HAUT et BAS pour choisir votre langage. Ensuite presser le bouton OK.
hr: Molimo Vas da koristite tipke gore- dolje za odabir jezika. Nakon toga pritisnite tipku OK.
sk: Tlačítkami NAHOR alebo NADOL zvoľ jazyk. Potom stlač tlačítko OK.
sv: Använd UPP och NER pil för att välja språk. Efter val tryck på OK knappen.

source: Please wait (Step 2)
cs: Čekej prosím (Krok 2)
el: Παρακαλώ περιμένετε (Βήμα 2)
fr: Veuillez patienter (étape 2)
hr: Molim čekati (Step 2)
sk: Čakaj (krok 2)
sv: Vänta (Steg 2)

source: Please wait for activation of your network configuration...
cs: Čekej prosím na aktivaci tvé síťové konfigurace...
el: Παρακαλώ περιμένετε για ενεργοποίηση παραμετροποίησης δικτύου...
fr: Veuillez attendre l'activation de votre configuration réseau...
hr: Pričekajte za aktivaciju konfiguracije vaše mreže ...
sk: Vyčkaj na aktivovanie nastavenia siete...
sv: Vänta för aktivering av din nätverkskonfiguration...

source: Please wait for activation of your network mount...
cs: Čekej prosím na aktivaci síťového přípojného bodu...
el: Παρακαλώ περιμένετε για ενεργοποίηση προσάρτησης δικτύου...
fr: Veuillez patienter, activation du montage de votre réseau...
hr: Pričekajte za aktivaciju vaših mrežni postavki...
sk: Vyčkaj na aktiváciu sieťového prístupu...
sv: Vänta på aktivering av din nätverksmontering...

source: Please wait while removing selected package...
cs: Čekej prosím, ostraňuji vybraný balíček...
el: Παρακαλώ περιμένετε ενώ αφαιρούνται τα επιλεγμένα πακέτα...
fr: Veuillez attendre pendant le retrait du paquet sélectionné...
hr: Molimo pričekajte dok uklanjana odabrane pakete ...
sk: Čakaj, odstraňuje sa zvolený balíček...
sv: Vänta medan valt paket tas bort...

source: Please wait while removing your network mount...
cs: Čekej prosím, odstraňuji síťový přípojný bod...
el: Παρακαλώ περιμένετε ενώ αφαιρείται η προσάρτηση δικτύου...
fr: Veuillez patienter, retrait du montage de votre réseau...
hr: Molimo pričekajte dok uklanjanja mrežne postavke...
sk: Vyčkaj na odstránenie sieťového prístupu...
sv: Vänta medan dina nätverksmontering tas bort...

source: Please wait while scanning is in progress...
cs: Čekej prosím, běží vyhledávání...
el: Παρακαλώ περιμένετε ενώ η σάρωση βρίσκεται σε εξέλιξη...
fr: Veuillez attendre pendant l'analyse en cours...
hr: Molimo pričekajte, pretraživanje je u tijeku ...
sk: Čakaj, prebieha vyhľadávanie...
sv: Vänta medan sökning pågår...

source: Please wait while searching for removable packages...
cs: Čekej prosím, hledám odstranitelé balíčky...
el: Παρακαλώ περιμένετε ενώ γίνεται αναζήτηση για αφαιρούμενα πακέτα...
fr: Veuillez attendre pendant la recherche des paquets retirables...
hr: Molimo pričekajte dok traži uklonjene pakete ...
sk: Čakaj, hľadajú sa odstrániteľné balíčky...
sv: Vänta tills sökning för paket som kan tas bort är klar...

source: Please wait while updating your network mount...
cs: Čekej prosím, aktualizuji síťový přípojný bod...
el: Παρακαλώ περιμένετε ενώ ενημερώνεται η προσάρτηση δικτύου...
fr: Veuillez patienter, mise à jour du montage de votre réseau...
hr: Molimo pričekajte dok ažurira vašu mrežnu postavku...
sk: Vyčkaj na aktualizáciu sieťového prístupu...
sv: Vänta medan din nätverksmontering uppdateras...

source: Please wait while we configure your network...
cs: Čekej prosím, konfigurujeme tvou síť...
el: Παρακαλώ περιμένετε ενώ παραμετροποιείται το δίκτυο...
fr: Attendez pendant que nous configurons votre réseau...
hr: Molimo pričekajte dok ažurira vašu mrežu...
sk: Čakaj, nastavuje sa sieť...
sv: Vänta medan ditt nätverk konfigureras...

source: Please wait while we prepare your network interfaces...
cs: Čekej prosím, připravujeme tvá síťová rozhraní...
el: Παρακαλώ περιμένετε ενώ προετοιμάζονται οι διεπαφές δικτύου...
fr: Patientez pendant la préparation des interfaces réseau...
hr: Molimo pričekajte dok pripremi mrežna sučelja ...
sk: Čakaj, pripravujú sa sieťové rozhrania...
sv: Vänta medan vi förbereder dina nätverkskort...

source: Please wait while we test your network...
cs: Čekej prosím, testujeme tvou síť...
el: Παρακαλώ περιμένετε ενώ ελέγχεται το δίκτυο...
fr: Patienter pendant le test de votre réseau...
hr: Molimo pričekajte dok radi testiranje mreže ...
sk: Čakaj, testuje sa sieť...
sv: Vänta medan vi testar ditt nätverk...

source: Please wait while your network is restarting...
cs: Čekej prosím, tvá síť se restartuje...
el: Παρακαλώ περιμένετε ενώ γίνεται επανεκκίνηση δικτύου...
fr: Attendez pendant le redémarrage de votre réseau...
hr: Molimo pričekajte, mreža se restarta ...
sk: Čakaj, sieť sa reštartuje...
sv: Vänta medan ditt nätverk startas om...

source: Please wait...
cs: Čekej prosím...
el: Παρακαλώ περιμένετε...
fr: Veuillez attendre...
hr: Molim čekati...
sk: Čakaj prosím...
sv: Vänligen vänta...

source: Please wait... Loading list...
cs: Prosím čekej... Načítá se seznam...
el: Παρακαλώ περιμένετε… Φορτώνεται η λίστα…
fr: Patientez... Chargement de la liste...
hr: Molim pričekajte... Učitavam listu...
sk: Čakaj... Otvára sa zoznam...
sv: Vänligen vänta... Laddar lista...

source: Plugin browser
cs: Prohlížeč modulů
el: Περιηγητής προσθέτων
fr: Navigateur d'extensions
hr: Izbornik pluginsa
sk: Prehliadač pluginov
sv: Apphanterare

source: Plugin manager activity information
cs: Informace o aktivitě správce modulů
el: Πληροφορίες δραστηριότητας διαχειριστή επεκτάσεων
fr: Information d'activité gestionnaire plugin
hr: Info o aktivnosti dodataka
sk: Informácie o činnosti správcu pluginov
sv: Aktivitetsinformation För apphanterare

source: Plugin manager help
cs: Pomoc pro správce modulů
el: Βοήθεια διαχειριστή επέκτασης
fr: Aide gestionnaire plugin
hr: Pomoć za upravljanje pluginima
sk: Pomocník správcu pluginov
sv: Hjälp för Apphanterare

source: Plugin: %(plugin)s , Version: %(version)s
cs: Modul: %(plugin)s , Verze: %(version)s
el: Επέκταση: %(plugin)s , Έκδοση: %(version)s
sk: Plugin: %(plugin)s , Verzia: %(version)s
sv: App: %(plugin)s , Version: %(version)s

source: Plugins
cs: Moduly
el: Επεκτάσεις
hr: Dodaci
sk: Pluginy
sv: Appar

source: PodCast streams podcasts to your STB.
cs: PodCast streamuje podcasty do Vu+.
el: Ροές ψηφιακών αρχείων στο δέκτη.
fr: Podcast envoie flux Podcast vers votre STB.
hr: PodCast streams podcasts za vaš STB.
sk: PodCast streamuje podcasty do Vu+.
sv: PodCast streamar podcast till boxen.

source: Poland
cs: Polsko
el: Πολωνία
fr: Pologne
sk: Poľsko
sv: Polen

source: Polarization
cs: Polarizace
el: Πόλωση
fr: Polarisation
hr: Polarizacija
sk: Polarizácia
sv: Polarisation

source: Polish
cs: Polsky
el: Πολωνικά
fr: Polonais
hr: Poljski
sk: Poľština
sv: Polska

source: Poll Interval (in h)
cs: Interval dotazování (v h)
el: Διάστημα Δημοσκόπησης (σε ώρα)
fr: Intervalle entre scrutation (en h)
sk: Interval dopytovania (v hod)
sv: Avsökningsintervall (i tim)

source: Poll automatically
cs: Dotazuj automaticky
el: Αυτόματη δημοσκόπηση
fr: Scruter automatiquement
sk: Dopytovať automaticky
sv: Sök automatiskt

source: Portuguese
cs: Portugalsky
el: Πορτογαλικά
fr: Portugais
hr: Portugalski
sk: Portugalčina
sv: Portugisiska

source: Position of finished Timers in Timerlist
cs: Pozice ukončených časovačů v seznamu
el: Θέση ολοκληρωμένων χρονοδιακοπτών στη λίστα
fr: Position des programmations terminées dans liste
hr: Položaj gotovih Timera u Timerlisti
sk: Umiestnenie skončených časovačov v zozname časovačov
sv: Position av slutförda timers i timerlistan

source: Positioner
cs: Motor
el: Μοτέρ
fr: Positionneur
hr: Motor
sk: Motor
sv: Motor

source: Positioner fine movement
cs: Jemné doladění
el: Μικροκίνηση μοτέρ
fr: Mouvement fin du positionneur
hr: Fini pokreti motora
sk: Jemné otáčanie motora
sv: Motor finstegning

source: Positioner movement
cs: Otáčení motoru
el: Κίνηση μοτέρ
fr: Mouvement du positionneur
hr: Pokret motora
sk: Otáčanie motora
sv: Motor rörelse

source: Positioner setup
cs: Nastavení motoru
el: Ρύθμιση μοτέρ
fr: Paramètres positionneur
hr: Postavke Motora
sk: Nastavenie motora
sv: Motor installation

source: Positioner storage
cs: Paměť motoru
el: Αποθήκευση θέσης
fr: Stockage du positionneur
hr: Pohrana motora
sk: Pamäť motora
sv: Motor lagring

source: PositionerSetup helps you installing a motorized dish
cs: PositionerSetup ti pomůže seřídit motorizovanou parabolu
el: Βοήθεια για εγκατάσταση μηχανοκίνητου κατόπτρου
fr: PositionerSetup vous aide à installer une parabole motorisée
hr: PositionerSetup vam pomaže da instalirate motorizirane antene
sk: Nastavenie motora ti pomôže s inštaláciou motorizovanej paraboly
sv: PositionerSetup hjälper dig att installera motorstyrning på parabolantennen.
