Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Add WLAN configuration?
cs: Přidat konfiguraci WLAN?
el: Προσθήκη ρυθμίσεων WLAN;
fr: Ajouter configuration WLAN
hr: Postavi WLAN konfiguraciju?
sk: Pridať nastavenie WLAN?
sv: Lägga till WLAN konfiguration?

source: Add a mark
cs: Přidat značku
el: Προσθήκη σημαδιού
fr: Ajouter un marqueur
hr: Dodaj oznaku
sk: Pridať značku
sv: Lägg till markör

source: Add a new NFS or CIFS mount point to your STB.
cs: Přidat nový NFS nebo CIFS přípojný bod do tvého Vu+.
el: Προσθήκη νέαου σημείου προσάρτησης NFS ή CIFS.
fr: Ajouter nouveau point montage NFS ou CIFS à votre Vu+.
hr: Dodaj novu NFS ili CIFS mount točku za vaš STB.
sk: Pridať nový prístup. bod NFS alebo CIFS do Vu+.
sv: Lägg till ny NFS eller CIFS monteringspunkt i boxen.

source: Add a new title
cs: Přidat nový titul
el: Προσθήκη νέου τίτλου
fr: Ajouter un nouveau titre
hr: Dodaj novi titl
sk: Pridať nový titul
sv: Lägg till ny titel

source: Add network configuration?
cs: Přidat konfiguraci sítě?
el: Προσθήκη ρυθμίσεων δικτύου;
fr: Ajouter configuration réseau?
hr: Postavi mrežnu konfiguraciju?
sk: Pridať nastavenie siete?
sv: Lägga till nätverkskonfiguration?

source: Add new AutoTimer
cs: Přidat nový Autočasovač
el: Προσθήκη νέου Χρονοδιακόπτη
fr: Ajouter nouvelle programmation
hr: Dodaj novi AutoTimer
sk: Pridať nový autočasovač
sv: Lägg till ny AutoTimer

source: Add new network mount point
cs: Přidat nový přípojný bod sítě
el: Προσθήκη νέας προσάρτησης δικτύου
fr: Ajouter nouveau point montage réseau
hr: Dodaj novu mrežnu točku za postavke
sk: Pridať nový sieťový prístup.
sv: Lägg till ny monteringspunkt

source: Add similar timer on conflict
cs: Přidej podobný časovač při konfliktu
el: Προσθήκη παρόμοιου χρονοδιακόπτη σε διένεξη
fr: Ajout de programmation similaire si conflit
hr: Dodaj sličan timer u konfliktu
sk: Pridaj podobný časovač pri konflikte
sv: Addera liknande timer vid konflikt

source: Add tags to recorded movies
cs: Přidej značky do zaznamenaných filmů
el: Προσθήκη ετικετών εγγεγραμμένων ταινιών
fr: Ajout de tags sur enregistrements
hr: Dodaj oznake snimljenih filmova
sk: Pridaj značky do zaznamenaných filmov
sv: Tagga inspelningar

source: Add timer
cs: Přidat časovač
el: Προσθ. χρονοδιακ.
fr: Programmer
hr: Dodaj Tajmer
sk: Pridať časovač
sv: Lägg till timer

source: Add timer as disabled on conflict
cs: Při konfliktu přidej časovač jako zakázán
el: Διένεξη προσθήκης χρονοδιακόπτη απενεργοποιημένη
fr: Ajouter programmation comme désactivée sur conflit
hr: Dodaj timera kao isključen kod konflikta
sk: Pridať časovač ako vypnutý pri konflikte
sv: Lägg till timer som avaktiverad vid konflikt

source: Add title
cs: Přidej název
el: Προσθήκη τίτλου
fr: Ajouter titre
hr: Dodaj title
sk: Pridať titul
sv: Lägg till titel

source: Add to bouquet
cs: Přidat do přehledu
el: Προσθήκη σε μπουκέτο
fr: Ajouter au bouquet
hr: Dodaj u paket
sk: Pridať do prehľadu
sv: Lägg till i favoritlista

source: Add to favourites
cs: Zkopírovat do oblíbených
el: Προσθήκη σε μπουκέτα
fr: Ajouter au favoris
hr: Dodaj u favorite
sk: Pridať do obľúbených
sv: Lägg till i favoriter

source: Add zap timer instead of record timer?
cs: Přidat časovač přepnutí místo časovače záznamu?
el: Προσθήκη χρονοδιακόπτη παρακολούθησης αντί εγγραφής;
fr: Ajouter tempo zap plutôt que tempo enregistrement?
hr: Dodati zap timer umjesto timera za snimanje?
sk: Pridať časovač prepnutia namiesto časovača nahrávania?
sv: Lägga till zaptimer istället för inspelningstimer?

source: Added:
cs: Přidáno:
el: Προστέθηκε:
fr: Ajouté:
hr: Dodano:
sk: Pridané:
sv: Tillagd:

source: Adds 'search...' to the context menu of the movie list to allow searches.
cs: Přidá 'vyhledat...' do kontextového menu v seznamu filmů, aby bylo možné vyhledávání.
el: Προσθήκη 'αναζήτηση...' στο μενού λίστας ταινιών για να επιτρέπονται οι αναζητήσεις.
fr: Ajouter 'chercher' sur le menu contextuel de liste films
hr: Dodaje 'potragu ...' u kontekstni izbornik popisa filmova kako bi se omogućila pretraživanja.
sk: Pridá 'vyhľadať...' do kontextového menu v zozname filmov, aby bylo možné vyhľadávanie.
sv: Lägger till 'Sök...' i snabbmenyn i inspelningslistan för att kunna söka.

source: Adds enigma2 settings and dreambox model informations like SN, rev... if enabled.
cs: Pokud je povolen, přidá Enigma2 nastavení a informace o modelu Vu+ jako SN, Rev...
el: Προσθήκη ρυθμίσεων enigma2 και πληροφοριών μοντέλου δέκτη, όπως Αριθμός Σειράς, έκδοση... αν ενεργοποιήθηκαν.
fr: Ajouter paramètres enigma2 et informations modèle Vu+ comme SN, rev... si actif.
hr: Dodaje GUI postavke i informacije STB modela kao što su SN, rev ... ako je omogućeno.
sk: Ak je zapnuté, pridá nastavenia enigma2 a informácie o Vu+ (výr. číslo, revízia, ...).
sv: Lägger till enigma2 inställningar och boxens modellinformation såsom SN, rev... om aktiverad.

source: Adds network configuration if enabled.
cs: Povolen umožní konfiguraci sítě.
el: Προσθέτει ρυθμίσεις δικτύου αν ενεργοποιηθεί.
fr: Ajout configuration réseau si actif.
hr: Dodaje mrežnu konfiguraciju ako je dostupno.
sk: Pridá nastavenie siete, ak bolo aktivované.
sv: Lägger till nätverkskonfiguration om aktiverad.

source: Adds wlan configuration if enabled.
cs: Povolen umožní konfiguraci WLAN.
el: Προσθέτει ρυθμίσεις WLAN αν ενεργοποιηθεί.
fr: Ajout configuration wlan si actif.
hr: Dodaje wlan konfiguraciju ako je dostupno
sk: Ak je zapnuté, pridá konfiguráciu WLAN.
sv: Lägger till WLANkonfiguration om aktiverad.

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
cs: Uprav barevné nastavení tak, aby všechny barevné odstíny byly rozpoznatelné ale i tak aby byly nasycené jak je možné. Pokud jsi spokojen s výsledkem, stiskni OK pro zavření průvodce nebo použij numerické klávesy pro výběr jiné testovací scény.
el: Ρυθμίστε τα χρώματα έτσι ώστε οι χρωματικές σκιές να διαχωρίζονται μεν, αλλά να είναι όσο το δυνατόν σε επικάλυψη. Αν σας ικανοποιεί το αποτέλεσμα, πιέστε ΟΚ να κλείσετε τη μικρορύθμιση ή χρησιμοποιήστε τα αριθμητικά πλήκτρα για επιλογή άλλων οθονών ελέγχου.
fr: Ajustez les paramètres des couleurs de sorte que toutes les nuances de couleur soient distinguables, mais apparaissent les plus saturées possible. Si vous êtes heureux avec le résultat, pressez OK pour fermer l'accord fin vidéo, ou utilisez les touches numérique pour choisir d'autres écrans de test.
hr: Prilagodite postavke boje, tako da se sve nijanse razlikuju, da se pojavljuju kao moguće zasićene. Ako ste zadovoljni s rezultatom, pritisnite OK za zatvaranje video finog ugađanja, ili koristite brojčane tipke za odabir ostalog testa ekrana.
sk: Nastav farby tak, aby boli jednotlivé odtiene dobre rozlíšiteľné, ale zároveň čo najsýtejšie. Ak si s výsledkom spokojný, stlačením tlačítka OK ukončiš jemné ladenie obrazu alebo číslicovými tlačítkami zvoľ iný testovací obrazec.
sv: Justera färginställningarna så att alla färgnivåer är urskiljningsbara, men de ska vara så färgmättade som möjligt. När du är nöjd med resultatet, tryck OK för att stänga videoinställningarna eller tryck på nummerknapp för att välja annan testbild.

source: Adult streaming plugin
cs: Modul streamů pro dospělé
el: Πρόσθετο ροής ενηλίκου
fr: Plugin flux vidéo adulte
hr: Streamnig dodatak za odrasle
sk: Plugin streamovania pre dospelých
sv: Vuxenfilmstreaming klient

source: Adult streaming plugin.
cs: Modul streamů pro dospělé.
el: Πρόσθετο ροής ενηλίκου.
fr: Plugin flux vidéo adulte
hr: Streamnig dodatak za odrasle.
sk: Plugin streamovania pre dospelých.
sv: Vuxenfilmstreaming klient.

source: Advanced Options
cs: Pokročilé volby
el: Προχωρημένες Επιλογές
fr: Options avancées
hr: Napredne opcije
sk: Rozšírené voľby
sv: Avancerade Inställningar

source: Advanced Software
cs: Pokročilý software
el: Προχωρημένο Λογισμικό
fr: Logiciel avancé
hr: Napredni Software
sk: Pokročilý software
sv: Avancerad Mjukvara

source: Advanced Software Plugin
cs: Modul pokročilého softwaru
el: Προχωρημένη Επέκταση Λογισμικού
fr: Plugin logiciel avancé
hr: Napredni Software dodatak
sk: Plugin pokročilého software
sv: Avancerad Mjukvaruapp

source: Advanced Video Enhancement Setup
cs: Nastavení pokročilého vylepšení obrazu
el: Προχωρημένη Ρύθμιση Βελτίωσης Εικόνας
fr: Paramètres avancés vidéo améliorée
hr: Napredne postavke poboljšanja slike
sk: Pokročilé nastavenie vylepšenia obrazu
sv: Avancerad Videoförbättring Installation

source: Advanced Video Setup
cs: Pokročilé nastavení videa
el: Προχωρημένες Ρυθμίσεις Εικόνας
fr: Paramètres avancés vidéo
hr: Napredne postavke slike
sk: Pokročilé nastavenie obrazu
sv: Avancerad videoinställning

source: Advanced restore
cs: Pokročilé obnovení
el: Προχωρημένη επαναφορά
fr: Restauration avancée
hr: Uspješano vraćanje
sk: Pokročilé obnovenie
sv: Avancerad återskapning

source: After a reboot or power outage, StartupToStandby will bring your STB to standby-mode.
cs: Po restartu nebo výpadku napájení, StartupToStandby uvede tvoje Vu+ do pohotovostního režimu.
el: Μετά από επανεκκίνηση ή διακοπή λειτουργίας, το StartupToStandby θα φέρει τον δέκτη σε κατάσταση αναμονής.
fr: Après un redémarrage ou coupure électrique StartupToStandby mettra votre vu+ en mode veille.
hr: Nakon ponovnog pokretanja ili nestanka struje, StartupToStandby će psotaviti STB u pasivno stanje.
sk: Po reštarte alebo výpadku elektriny uvedie StartupToStandby Vu+ do pohotovostného režimu.
sv: Efter en omstart eller strömbortfall, kommer StartaTillStandby sätta boxen i standbyläge.

source: After event
cs: Po události
el: Μετά το πρόγραμμα
fr: Après l'émission
hr: Nakon događaja
sk: Po udalosti
sv: Efter programslut

source: After the start wizard is completed, you need to protect single services. Refer to your dreambox's manual on how to do that.
cs: Po skončení průvodce je potřeba ochránit jednotlivé stanice. Podívej se do manuálu jak to udělat.
el: Μετά το τέλος του οδηγού πρέπει να προστατευτούν οι υπηρεσίες. Ανατρέξτε στο εγχειρίδιο του δέκτη.
fr: Dès que l'assistant de démarrage sera complété, vous devez protéger les services simples. Se référer au manuel de votre Vu+ pour savoir comment faire cela.
hr: Nakon što vodič završi, vi trebate zaštititi pojedine usluge. Pogledajte u korisničke upute kako to učiniti.
sk: Po skončení úvodného sprievodcu si musíš ochrániť jednotlivé stanice. V návode k Vu+ nájdeš, ako sa to robí.
sv: Efter att startguiden är avslutad, behöver du skydda enskilda kanaler. Läs i handboken för boxen om hur du gör det.

source: Ai.HD skin-style control plugin
cs: Modul nastavení stylu Ai.HD vzhledu
el: Επέκταση ελέγχου θέματος Ai.HD
fr: Plugin contrôle thème style AI.HD
sk: Ovládací plugin v štýle skinu Ai.HD
sv: Ai.HD skal-stil kontrollapp

source: All
cs: Vše
el: Όλα
fr: Toutes
hr: Svi
sk: Všetky
sv: Alla

source: All Satellites
cs: Všechny satelity
el: Όλοι οι δορυφόροι
fr: Tous satellites
hr: Sve Satelite
sk: Všetky satelity
sv: Alla Satelliter

source: All Time
cs: Časově neomezeno
fr: Tout le temps
hr: Svo vrijeme
sk: Vždy
sv: Alla tider

source: All non-repeating timers
cs: Všechny neopakující se časovače
el: Όλοι οι μη επαναλαμβανόμενοι χρονοδιακόπτες
fr: Toutes les tempo non-répétitives
hr: Sva zadana vremena ne-ponavljati
sk: Všetky časovače bez opakovania
sv: Alla icke upprepande timers

source: Allow to search recordings
cs: Umožni vyhledávání nahrávek
el: Αναζήτηση εγγραφών
fr: Recherche d'enregistrements
hr: Dopustite da traži snimke
sk: Umožní vyhľadávanie nahrávok
sv: Tillåt att söka inspelningar

source: Allow zapping via Webinterface
cs: Umožni přepínání přes Webinterface
el: Παρακολούθηση καναλιού μέσω Webinterface
fr: Permettre le zapping depuis l'interface WEB
hr: Dopustite šaltanje kanala putem Webinterface
sk: Umožní prepnutie cez webové rozhranie
sv: Tillåt zappning via webgränssnittet

source: Allows the execution of TuxboxPlugins.
cs: Umožňuje spuštění Tuxbox modulů.
el: Εκτέλεση Επεκτάσεων Tuxbox.
fr: Permettre l'exécution des plugins Tuxbox.
hr: Omogućuje izvršavanje TuxboxPlugins
sk: Umožňuje spustiť TuxboxPlugins
sv: Tillåter körning av Tuxboxappar.

source: Allows to change the order of entries in the main menu manually.
cs: Umožňuje ručně změnit pořadí položek v hlavním menu.
el: Χειροκίνητη αλλαγή σειράς καταχωρήσεων στο κύριο μενού
hr: Omogućuje promjenu redoslijeda unosa u glavnom izborniku ručno.
sk: Umožňuje ručne zmeniť poradie zadaní v hlavnom menu.
sv: Möjliggör att manuellt ändra ordning av värden i huvudmenyn.

source: Allows to zap using the picture in picture.
cs: Umožňuje přepínat pomocí obrazu v obraze.
el: Παρακολούθηση με χρήση εικόνας σε εικόνα
hr: Omogućuje korištenje šaltanja slike u slici.
sk: Umožňuje prepínať pomocou obrazu v obraze.
sv: Tillåter att zappa vid användade av Bild-i-bild funktionen.

source: Allows user to download files from rapidshare in the background.
cs: Umožňuje uživateli stahovat soubory z rapidshare na pozadí.
el: Λήψη αρχείων από rapidshare στο παρασκήνιο.
fr: Permettre à l'utilisateur le téléchargement de fichiers depuis rapidshare en arrière plan.
hr: Omogućuje korisniku za preuzimanje datoteka s rapidshare u pozadini.
sk: Umožňuje sťahovať súbory z Rapidshare na pozadí.
sv: Tillåt användare att ladda ner filer från rapidshare i bakgrunden.

source: Allows you to access the service list and plugins requiring access to the service list (e.g. Graphical Multi EPG) from within the standard movie player.DO NOT install this plugin if you're using a nonstandard movie player, e.g. EMC. It will probably break and you might end up with a unusable movie player until you uninstall one of the conflicting plugins.
cs: Umožňuje přístup k seznamu stanic a modulů, které vyžadují přístup k seznamu stanic (např. Grafické Multi EPG) z prostředí standardního přehrávače filmů. NEINSTALUJ tento modul, pokud používáš nestandardní přehrávač, např. EMC. Ten se pravděpodobně zablokuje a můžeš skončit s nepoužitelným přehrávačem filmů, dokud neodinstaluješ jeden z konfliktních modulů.
el: Επιτρέπει την πρόσβαση λίστας υπηρεσιών και επεκτάσεων που απαιτούν πρόσβαση (π.χ. Γραφικό Πολλαπλό EPG) από τον πρότυπο player ταινιών. ΜΗΝ εγκαταστήσετε αυτή την επέκταση αν δεν χρησιμοποιείτε μη πρότυπο player ταινιών, π.χ. EMC. Πιθανώς να γίνει διακοπή και τερματισμός με έναν ασυνήθιστο player ταινιών μέχρι να απεγκαταστήσετε μια από τις επεκτάσεις που προκαλούν διένεξη.
fr: Permet d'accéder à la liste de services et des plugins nécessitant cet accès (par exemple Multi EPG graphique) depuis ou en dehors du lecteur vidéo standard. NE pas installer ce plugin, si vous utilisez un lecteur de films non standard, par exemple magnétoscope. Il bloquera probablement et rendra le lecteur inutilisable jusqu'à ce que vous désinstalliez l'un des plugins en conflit.
hr: Omogućuje vam pristup listi kanala i pluginima koje zahtijevaju pristup listi kanala (npr. grafički Multi EPG) iz standardnog mowie player. NE instalirati ovaj dodatak ako koristite nestandardni movie player, npr. EMC. Vjerojatno će se prekinuti i možda ćete imati neupotrebljiv movie player sve dok ne deinstalirate jedan od sukobljenih dodataka.
sk: Umožňuje prístup k zoznamu staníc a pluginov, ktoré vyžadujú prístup k zoznamu staníc (napr. Grafické Multi EPG) z prostredia štandartného prehrávača filmov. NEINŠTALUJ tento plugin, ak používaš neštandartný prehrávač, napr. EMC. Ten sa pravdepodobne zablokuje a môžeš skončiť s nepoužiteľným prehrávačom filmov, dokiaľ neodinštaluješ jeden z konfliktných pluginov.
sv: Ger möjlighet att komma år kanallistan och appar som kräver access till servicelistan ( tex Grafisk MultiEPG) från den vanliga mediaspelaren. Installera INTE denna app om du använder en icke standardiserad mediaspelare som tex EMC. Det kommer sannolikt att sluta med att mediaspelaren blir obrukbar. Programvarukonflikten kan lösas genom att avinstallera appen som är i konflikt med en annan.

source: Alpha
cs: Alfa
el: Άλφα
fr: Transparence
sk: Alfa
sv: Alfa

source: Alternative radio mode
cs: Alternativní rádio mód
el: Εναλλακτική λειτουργία ραδιοφώνου
fr: Mode radio alternatif
hr: Alternativni radio mod
sk: Alternatívny režim rádia
sv: Alternativt radioläge

source: Alternative services tuner priority
cs: Alternativní
el: Προτεραιότητα tuner για εναλλακτικές υπηρεσίες
fr: Priorité tuner services alternatifs
hr: Postavke prioriteta tunera
sk: Priorita tunera pri alternatívnych staniciach
sv: Alternativ tunerprioritering

source: Always ask
cs: Vždy se zeptej
el: Πάντα ερώτηση
fr: Toujours demander
hr: Uvijek pitati
sk: Vždy sa spýtať
sv: Fråga alltid

source: Always ask before sending
cs: Vždy se zeptej před odesláním
el: Να γίνεται πάντα ερώτηση πριν την αποστολή
fr: Toujours demander avant d'envoyer
hr: Uvijek pitati prije slanja
sk: Vždy sa opýtať pred odoslaním
sv: Fråga alltid före skickande

source: Amount of recordings left
cs: Počet zbylých nahrávek
el: Αριθμός εγγραφών που απέμειναν
fr: Nombre d'enregistrements restants
hr: Vrijednost za snimanje lijevo
sk: Počet zostávajúcich nahrávok
sv: Antal kvarvarande inspelningar.

source: An empty filename is illegal.
cs: Neplatný název souboru.
el: Κενή ονομασία αρχείου είναι άκυρη.
fr: Un nom de fichier vide est illégal.
hr: Prazno ime fajla je nedopušteno.
sk: Prázdny názov súboru je neplatný.
sv: Ett tomt filnamn är inte tillåtet.

source: An error occured.
cs: Objevila se chyba.
el: Προέκυψε σφάλμα.
fr: Une erreur est survenue.
hr: Došlo je do pogreške.
sk: Došlo k chybe.
sv: Ett fel uppstod.

source: An unknown error occured!
cs: Objevila se neznámá chyba!
el: Προέκυψε άγνωστο σφάλμα!
fr: Une erreur est survenue!
hr: Nepoznata greška!
sk: Objavila sa neznáma chyba!
sv: Ett okänt fel uppstod!

source: Anonymize crashlog?
cs: Anonymní crashlog?
el: Ανώνυμη καταχώρηση κρεμάσματος;
fr: Anonymiser crashlog ?
hr: Anonimiziraj crashlog?
sk: Anonymizovať správy o zrútení?
sv: Anonymisera crashlog?

source: Any service/recording
cs: Jakákoliv stanice/nahrávka
el: Κάθε υπηρεσία/εγγραφή
fr: Tout service/enregistrement
hr: Bilo koji kanal/snimanje
sk: Akýkoľvek program/nahrávka
sv: Vilken kanal/inspelning som helst.

source: Arabic
cs: Arabsky
el: Αραβικά
fr: Arabe
hr: Arapski
sk: Arabčina
sv: Arabiska

source: Are you sure you want to activate this network configuration?
cs: Jsi si jist, že chceš aktivovat tuto konfiguraci sítě?
el: Σίγουρα θέλετε να ενεργοποιήσετε αυτή τη ρύθμιση δικτύου;
fr: Etes-vous sûr de vouloir activer cette configuration réseau?
hr: Jeste li sigurni da želite aktivirati ovu konfiguraciju mreže?
sk: Naozaj chceš aktivovať túto konfiguráciu siete?
sv: Är du säker på att du vill aktivera den här nätverkskonfigurationen?

source: Are you sure you want to delete following backup:
cs: Jsi si jist, že chceš smazat následující zálohu:
el: Σίγουρα θέλετε να διαγραφεί το παρακάτω αντίγραφο ασφαλείας:
fr: Etes-vous sûr de vouloir effacer la sauvegarde suivante:
hr: Jeste li sigurni da želite izbrisati nakon spremanja:
sk: Naozaj chceš zmazať túto zálohu:
sv: Är du säker att du vill ta bort följande säkerhetskopiering:

source: Are you sure you want to exit this wizard?
cs: Jsi si jist, že chceš ukončit průvodce?
el: Σίγουρα θέλετε να γίνει έξοδος από τον οδηγό;
fr: Etes-vous sûr de vouloir quitter cet assistant?
hr: Jeste li sigurni da želite izaći iz ovog vodiiča?
sk: Naozaj chceš ukončiť tohto sprievodcu?
sv: Är du säker på att du vill avsluta den här guiden?

source: Are you sure you want to restart your network interfaces?
cs: Jsi si jist, že chceš restartovat tvoje síťové rozhraní?
el: Σίγουρα θέλετε να γίνει επανεκκίνηση διεπαφών δικτύου;
fr: Etes-vous sûr de vouloir redémarrer votre interface réseau?
hr: Jeste li sigurni da želite restartat vaše mrežno sučelje?
sk: Naozaj chceš reštartovať sieťové rozhrania?
sv: Är du säker på att du vill starta om dina nätverkskort?

source: Are you sure you want to restore following backup:
cs: Jsi si jist, že chceš obnovit následující zálohu:
el: Σίγουρα θέλετε να επαναφέρετε το ακόλουθο αντίγραφο ασφαλείας:
fr: Etes-vous sûr de vouloir restaurer la sauvegarde suivante:
hr: Jeste li sigurni da želite vraćanje nakon spremanja:
sk: Naozaj chceš obnoviť z tejto zálohy:
sv: Är du säker att du vill återskapa följande säkerhetskopiering:

source: Are you sure you want to restore your Enigma2 backup? Enigma2 will restart after the restore
cs: Jsi si jist, že chceš obnovit tvoji zálohu Enigma2? Enigma2 bude po obnovení restartována
el: Σίγουρα θέλετε να επαναφέρετε το αντίγραφο ασφαλείας; Το Enigma2 θα επανεκκινήσει μετά την επαναφορά.
fr: Etes-vous sûr de vouloir restaurer votre sauvegarde Enigma2? Enigma2 redémarrera après la restauration.
hr: Da li ste sigurne da želite vraćanje vašeg spremljenog GUI-a? GUI će se restartat poslije vraćanja
sk: Naozaj chceš obnoviť Enigma2 zo zálohy? Enigma2 sa po obnovení reštartuje
sv: Är du säker på att du vill återskapa Enigma2 från säkerhetskopia? Gränssnittet kommer starta om efter återskapningen.

source: Are you sure you want to save this network mount?
cs: Jsi si jist, že chceš uložit tento síťový přípojný bod?
el: Σίγουρα να θέλετε γίνει αποθήκευση αυτής της προσάρτησης δικτύου;
fr: Etes-vous sûr de vouloir sauver ce montage réseau?
hr: Da li sigurno želite spremiti ove mrežne postavke?
sk: Naozaj chceš uložiť tento sieťový prístup?
sv: Är du säker på att du vill spara den här nätverksmonteringen?

source: Artist
cs: Herec
el: Καλλιτέχνης
fr: Artistes
hr: Izvođač
sk: Umelec

source: Ascending
cs: Vzestupně
el: Αύξουσα
fr: Ascendant
hr: Uzlazni
sk: Vzostupne
sv: Stigande

source: Ask before shutdown:
cs: Zeptat se před vypnutím:
el: Ερώτηση πριν το κλείσιμο
fr: Demander avant d'éteindre:
hr: Pitaj prije isključivanja:
sk: Opýtať sa pred vypnutím:
sv: Fråga före avstängning:

source: Ask user
cs: Zeptat se
el: Ερώτηση χρήστη
fr: Demande utilisateur
hr: Korisnički
sk: opýtať sa
sv: Fråga

source: Aspect Ratio
cs: Poměr
el: Λόγος Διαστάσεων
fr: Format d'image
hr: Omjer slike
sk: Pomer strán
sv: Bildformat

source: Aspect ratio
cs: Poměr stran
el: Λόγος διαστάσεων
fr: Format d'image
hr: Omjer
sk: Pomer strán
sv: Bildförhållande

source: Assigning providers/services/caids to a CI module
cs: Přiřazení poskytovatelů/stanic/caidů modulu CI
el: Προσδιορισμός παρόχων/υπηρεσιών/caids σε μονάδα CI
fr: Assignation opérateurs/services/caids à un module CI
hr: Određivanje providera/kanala/caid-a za CI module
sk: Priradenie poskytovateľov. staníc alebo CAID modulu CI
sv: Tilldela keverantörer/kanaler/caids (kortID) till en CI modul

source: Audio
cs: Zvuk
el: Ήχος
hr: Zvuk
sk: Zvuk
sv: Ljud

source: Audio Options...
cs: Nastavení zvuku...
el: Επιλογές Ήχου…
fr: Options audio...
hr: Zvučne opcije...
sk: Voľby zvuku ...
sv: Ljudval...

source: Audio PID
cs: PID zvuku
el: PID Ήχου
fr: PID audio
sk: Zvukový PID
sv: Ljud PID

source: Audio Sync
cs: Sync zvuku
el: Συγχρονισμός Ήχου
fr: Synchro audio
sk: Sync zvuku
sv: Ljudsynk

source: Audio Sync Setup
cs: Nastavení synchronizace zvuku
fr: Paramètres synchro audio
hr: Audio Sync podešavanje
sk: Nastavenie Sync zvuku
sv: Ljudsynk Installation

source: AudoSync allows delaying the sound output (Bitstream/PCM) so that it is synchronous to the picture.
cs: AudioSync umožňuje zpoždění výstupu zvuku (Bitstream / PCM) tak, aby byl synchronní s obrazem.
el: Ο συγχρονισμός ήχου επιτρέπει την καθυστέρηση εξόδου ήχου (Bitstream/PCM) ώστε να είναι συγχρονισμένος με την εικόνα.
hr: AudoSync omogućuje odgodu izlaznog zvuka (Bitstream / PCM), tako da je usklađen sa slikom.
sk: AudioSync umožní oneskorenie zvuku (Bitstream, PCM) tak, aby bol synchronizovaný s obrazom.
sv: Ljudsynk medger fördröjning av ljudet (Bitstream/PCM) så att det synkroniserar med bilden.

source: Australia
cs: Austrálie
el: Αυστραλία
fr: Australie
sk: Austrália
sv: Australien

source: Author:
cs: Autor:
el: Δημιουργός:
fr: Auteur:
hr: Autor:
sk: Autor:
sv: Författare:
