Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Create remote timers
cs: Vytvořit vzdálené časovače
el: Δημιουργία τηλεχρονοδιακοπτών
fr: Créer programmations distantes
hr: Kreiraj udaljeni timers
sk: Vytvoriť časovač na diaľku
sv: Skapa fjärrtimers

source: Create timers on remote STBes.
cs: Vytvořit časovače na vzdálených Vu+.
el: Δημιουργία χρονοδιακοπτών σε απομακρυσμένους δέκτες.
fr: Créer programmations sur STBes distantes.
hr: Kreiraj timers na udaljenom STB-a
sk: Vytvoriť časovače na vzdialených Vu+
sv: Skapa timers på andra boxar.

source: Creating directory %s failed.
cs: Vytvoření složky %s se nezdařilo.
el: Η δημιουργία φακέλου %s απέτυχε.
fr: Echec création répertoire %s.
hr: Stvaranje directorija %s nesupješno.
sk: Nepodarilo sa vytvoriť adresár %s.
sv: Det gick inte att skapa mappen %s.

source: Creating partition failed
cs: Vytváření oddílu selhalo
el: Η δημιουργία διαμερίσματος απέτυχε
fr: Echec création partition
hr: Neuspješno stvaranje particije
sk: Nepodarilo sa vytvoriť partíciu
sv: Det gick inte att skapa en partition

source: Croatian
cs: Chorvatsky
el: Κροατικά
fr: Croate
hr: Hrvatski
sk: Chorvátčina
sv: Kroatiska

source: Current Transponder
cs: Aktuální transpondér
el: Tρέχων αναμεταδότης
fr: Transpondeur actuel
hr: Trenutni transponder
sk: Aktuálny transpondér
sv: Nuvarande transponder

source: Current device:
cs: Aktuální zařízení:
el: Τρέχουσα συσκευή:
fr: Périphérique actuel:
hr: Trenutni uređaj:
sk: Aktuálne zariadenie:
sv: Nuvarande enhet:

source: Current settings:
cs: Nynější nastavení:
el: Tρέχουσες ρυθμίσεις:
fr: Paramètres actuels:
hr: Trenutne postavke:
sk: Aktuálne nastavenia:
sv: Nuvarande inställningar:

source: Current value:
cs: Aktuální hodnota:
el: Τρέχουσα τιμή:
fr: Valeur actuelle:
hr: Trenutna vrijednost:
sk: Aktuálna hodnota:
sv: Nuvarande värde:

source: Current version:
cs: Nynější verze:
el: Tρέχουσα έκδοση:
fr: Version actuelle:
hr: Trenutna verzija:
sk: Aktuálna verzia:
sv: Nuvarande version:

source: Currently installed image
cs: Image aktuálně nainstalován
el: Τρέχον εγκατεστημένο λογισμικό
fr: Image installée actuellement
hr: Trenutno installiran image
sk: Aktuálne nainštalovaný image
sv: Nuvarande installerat operativsystem.

source: Custom (%s)
cs: Vlastní (%s)
el: Προσαρμοσμένο (%s)
fr: Personnel (%s)
hr: Podešeno (%s)
sk: Vlastný (%s)
sv: Egen (%s)

source: Custom location
cs: Vlastní umístění
el: Προσαρμοσμένη θέση
fr: Emplacement personnalisé
hr: Korisnička lokacija
sk: Vlastné umiestnenie
sv: Egen placering

source: Custom offset
cs: Vlastní offset
el: Προσαρμοσμένη μετατόπιση
fr: Décalage personnalisé
hr: Korisnički razmak
sk: Vlastný posun
sv: Egen kompensation

source: Custom skip time for '1'/'3'-keys
cs: Vlastní časový posun pro tlačítka 1/3
el: Προσαρμοσμένος χρόνος υπερπήδησης για πλήκτρα '1'/'3'
fr: Personnaliser délai saut pour touches-'1'/'3'
hr: Trenutno vrijeme preskoka za '1'/'3'-tipke
sk: Vlastný posun času pre tlačítka 1 a 3
sv: Valfri hopptid för '1'/'3'-knapparna

source: Custom skip time for '4'/'6'-keys
cs: Vlastní časový posun pro tlačítka 4/6
el: Προσαρμοσμένος χρόνος υπερπήδησης για πλήκτρα '4'/'6'
fr: Personnaliser délai saut pour touches-'4'/'6'
hr: Trenutno vrijeme preskoka za '4'/'6'-tipke
sk: Vlastný posun času pre tlačítka 4 a 6
sv: Valfri hopptid för '4'/'6'-knapparna

source: Custom skip time for '7'/'9'-keys
cs: Vlastní časový posun pro tlačítka 7/9
el: Προσαρμοσμένος χρόνος υπερπήδησης για πλήκτρα '7'/'9'
fr: Personnaliser délai saut pour touches-'7'/'9'
hr: Trenutno vrijeme preskoka za '7'/'9'-tipke
sk: Vlastný posun času pre tlačítka 7 a 9
sv: Valfri hopptid för '7'/'9'-knapparna

source: Customize
cs: Přizpůsobit
el: Προσαρμογή
fr: Personnaliser
hr: Prilagodi
sk: Upraviť
sv: Anpassningar

source: Customize Vali-XD skins
cs: Přizpůsobit Vali-XD vzhled
el: Προσαρμογή θεμάτων Vali-XD
fr: Personnaliser thèmes Vali-XD
sk: Úprava skinov Vali-XD
sv: Anpassa Vali-XD skal

source: Customize Vali-XD skins by yourself.
cs: Přizpůsob si Vali-XD vzhled.
el: Προσαρμόστε μόνοι σας θέματα Vali-XD.
fr: Personnaliser thèmes Vali-XD par vous-même
sk: Sám si uprav skiny Vali-XD
sv: Anpassa Vali-XD skal själv.

source: Cut
cs: Stříh
el: Αποκοπή
fr: Couper
hr: Odreži
sk: Strih
sv: Klipp

source: Cut your movies
cs: Sestříhej si tvoje filmy
el: Μοντάζ ταινιών
fr: Couper vos films
hr: Izreži svoje filmove
sk: Strih filmov
sv: Klipp dina filmer

source: Cut your movies.
cs: Sestříhej si tvoje filmy.
el: Μοντάζ ταινιών.
fr: Couper vos films.
hr: Izreži svoje filmove
sk: Zostrihaj si filmy.
sv: Klipp dina filmer.

source: CutListEditor allows you to edit your movies
cs: CutListEditor umožňuje editovat tvé filmy
el: Δυνατότητα επεξεργασίας ταινιών
fr: L'éditeur CutList vous permet d'éditer vos films
hr: CutListEditor Vam omogućuje da uređujete svoje filmove
sk: CutListEditor umožňuje úpravu filmov
sv: Mad CutListEditor kan du redigera inspelningar

source: CutListEditor allows you to edit your movies. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
cs: CutListEditor ti umožní editovat tvé filmy. Převiň na začátek odkuď chceš odstříhnout. Stiskni OK, zvol 'start střihu'. Potom převiň na konec, stiskni OK, zvol 'konec střihu'. A je to.
el: Ο Επεξεργαστής Αποκοπής Λίστας επιτρέπει την επεξεργασία ταινιών. Αναζητήστε την αρχή του υλικού που θέλετε να αποκοπεί. Πιέστε ΟΚ, επιλέξτε 'έναρξη αποκοπής'. Μετά αναζητήστε το τέλος, πιέστε ΟΚ, επιλέξτε 'τέλος αποκοπής'. Τελειώσατε.
fr: L'éditeur monter/couper vous permet d'éditer vos films. Rechercher au début de ce que vous voulez enlever. Presser OK, choisir 'lancer coupe'. puis chercher la fin, presser OK, choisir 'fin coupe'. C'est tout.
hr: CutListEditor Vam omogućuje da uređujete svoje filmove.. Odaberite početak odakle želite odrezati sadržaj. Stisnite OK, odaberite 'počni rezati'. Odaberite kraj, stisnite OK, odaberi 'završi rezanje'.
sk: CutListEditor umožňuje úpravu filmov. Nájdi začiatok záznamu, ktorý chceš vystrihnúť. Stlač OK, zvoľ „začiatok strihu“. Potom nájdi koniec, stlač OK a zvoľ „koniec strihu“. To je všetko.
sv: Med CutListEditor kan du redigera inspelningar. Flytta till den position som du vill ta bort, tryck OK, välj 'klipp'. Flytta sedan till slutet av det som ska klippas bort, tryck OK, välj 'slutklipp'. Klart.

source: Cutlist editor...
cs: Editor střihu...
el: Επεξεργασία λίστας αποκοπής…
fr: éditeur monter/couper...
hr: Ureživač rezanja liste...
sk: Editor strihov...
sv: Klipplisteditor...

source: Czech
cs: Česky
el: Τσέχικα
fr: Tchèque
hr: Češki
sk: Čeština
sv: Tjeckiska

source: Czech Republic
cs: Česká Republika
el: Τσεχία
fr: République Tchèque
hr: Češka
sk: Česká republika
sv: Tjeckien

source: DUAL LAYER DVD
cs: DVOUVRSTVÉ DVD
el: DVD ΔΙΠΛΗΣ ΕΠΙΣΤΡΩΣΗΣ
fr: DVD DOUBLE COUCHE
sk: DVOJVRSTVOVÉ DVD

source: DVD Drive
cs: DVD mechanika
el: Οδηγός DVD
sk: DVD jednotka
sv: DVD-Läsare

source: DVD File Browser
cs: Prohlížeč souborů DVD
el: Περιηγητής Αρχείου DVD
fr: DVD Explorateur fichiers
sk: Prehliadač súborov DVD
sv: DVD Filutforskare

source: DVD Player
cs: DVD přehrávač
el: Αναπαραγωγή DVD
fr: Lecteur DVD
sk: Prehrávač DVD
sv: DVD-Spelare

source: DVD Titlelist
cs: Seznam titulů DVD
el: Λίστα τίτλων DVD
fr: Liste titres DVD
sk: Zoznam titulov DVD
sv: DVD Titellista

source: DVD media toolbox
cs: Soubor nástrojů DVD média
el: Εργαλειοθήκη DVD
fr: Boite outils média DVD
sk: Nástroje pre DVD
sv: DVD-media verktyg

source: DVDPlayer plays your DVDs on your STB
cs: DVDPlayer přehraje DVD na tvém Vu+
el: Ο DVDPlayer αναπαράγει τα DVD στον δέκτη
fr: Le DVDPlayer joue vos DVDs sur votre STB
hr: DVDPlayer izvodi DVD sa vašegSTB
sk: Prehrávač DVD prehrá DVD na Vu+
sv: DVD-spelaren spelar upp dina DVDs på boxen

source: DVDPlayer plays your DVDs on your STB. With the DVDPlayer you can play your DVDs on your STB from a DVD or even from an iso file or video_ts folder on your harddisc or network.
cs: DVDPlayer přehraje DVD na tvém Vu+. S DVDPlayer-em můžeš přehrát DVD na tvém Vu+ z DVD, nebo z iso souboru a nebo video_ts složky z tvého pevného disku nebo ze sítě.
el: Ο DVDPlayer αναπαράγει τα DVD στον δέκτη. Με τον DVDPlayer μπορείτε να αναπαράγετε τα DVD στον δέκτη από ένα DVD ακόμα και από ένα αρχείο iso ή έναν φάκελο video_ts στον σκληρό δίσκο ή το δίκτυό σας.
fr: Le DVDPlayer joue vos DVDs sur votre STB. Avec le DVDPlayer vous pouvez jouer votre DVDs sur votre STB depuis un DVD ou même d'un fichier iso ou dossier de video_ts sur votre disque dur ou réseau.
hr: DVDPlayer izvodi vaš DVD sa vašeg STB. Sa DVDPlayerom možete izvoditir DVD na vašem STB iz DVD ili iso ili iz video_ts foldera na vašem hard disc ili mreži.
sk: Prehrávač DVD prehrá disky DVD na Vu+. S Prehrávačom DVD si na Vu+ prehráš DVD, súbor ISO alebo priečinok video_ts folder na pevnom disku alebo v sieti.
sv: DVD-spelaren spelar dina DVDs på boxen. Med DVD-spelaren kan du spela DVDs på boxen från en DVD-spelare eller .iso fil eller en video_ts mapp på hårddisken, USB-enhet eller från NAS.

source: Danish
cs: Dánsky
el: Δανικά
fr: Danois
hr: Danski
sk: Dánčina
sv: Danska

source: Date
cs: Datum
el: Ημερομηνία
hr: Datum
sk: Dátum
sv: Datum

source: Decide if you want to enable or disable the Cleanup Wizard.
cs: Rozhodni se, jestli chceš povolit nebo zakázat průvodce vyčištěním.
el: Αποφασίστε αν θα ενεργοποιήσετε ή όχι τον Οδηγό Εκκαθάρισης.
fr: Décider si vous souhaitez activer ou désactiver l'assistant nettoyage.
hr: Odlučite, želite li omogućiti ili onemogućiti vodič za čišćenje.
sk: Rozhodni sa, či zapnúť alebo vypnúť sprievodcu vyčistením.
sv: Betsäm om du vill aktivera eller avaktivera Upprensningsguide.

source: Decide what should be done when crashlogs are found.
cs: Rozhodni se, co je třeba udělat, když se naleznou crashlogy.
el: Αποφασίστε τι θα γίνει όταν βρεθούν καταγραφές κρεμάσματος.
fr: Décider ce qui sera fait quand des crashlog sont trouvés.
hr: Odlučite što treba napraviti kada nađe crashlogs.
sk: Rozhodni, čo urobiť, ak sa nájdu správy o zrútení.
sv: Bestäm vad som ska ske när en crashlog hittas.

source: Decide what should happen to the crashlogs after submission.
cs: Rozhodni se, co by se mělo stát s crashlogy po odeslání.
el: Αποφασίστε τι θα γίνει με τις καταγραφές κρεμάσματος μετά την αποστολή τους.
fr: Décider ce qui arrivera aux crashlogs après la soumission.
hr: Odlučite što treba učiniti nakon prijave crashlogs.
sk: Rozhodni, čo urobiť so správami o zrútení po ich odoslaní.
sv: Bestäm vad som ska ske efter att en crashlog är skickad.

source: Decrease delay
cs: Snížit zpoždění
el: Μείωση καθυστέρησης
fr: Diminuer le retard
hr: Smanjenje delay
sk: Zmenšiť oneskorenie
sv: Minska fördröjning

source: Decrease delay by %i ms (can be set)
cs: Snížit zpoždění o %i ms (může být nastaveno)
el: Μείωση καθυστέρησης σε %i ms (μπορεί να ρυθμιστεί)
fr: Diminuer le retard de %i ms (peut-être réglé)
hr: Smanjenje delay za %i ms (postavite)
sk: Zmenšiť oneskorenie o %i ms (dá sa nastaviť)
sv: Minska fördröjning med %i ms (kan ställas in)

source: Deep Standby
cs: Hluboký spánek
el: Τερματισμός
fr: Veille prof.
hr: Duboko pasivno stanje
sk: Vypnúť
sv: Djupt vänteläge

source: Default
cs: Výchozí
el: Προεπιλεγμένη
fr: Standard
hr: Tvoriničko
sk: Predvolené
sv: Förvald

source: Default Settings
cs: Výchozí nastavení
el: Προεπιλεγμένες Ρυθμίσεις
fr: Paramètres standards
hr: Tvorničke postavke
sk: Predvolené nastavenia
sv: Grundinställningar

source: Default movie location
cs: Výchozí umístění filmů
el: Προεπιλεγμένη θέση ταινιών
fr: Emplacement standard films
hr: Tvorničke lokacije filma
sk: Predvolené umiestnenie filmov
sv: Standard inspelningsmapp

source: Default services lists
cs: Standardní seznam stanic
el: Προεπιλεγμένες λίστες υπηρεσιών
fr: Liste services standard
hr: Zadana lista kanala
sk: Zoznamy predvolených staníc
sv: Grundkanallista

source: Defaults
cs: Standardní nastavení
el: Προεπιλογές
fr: Standards
hr: Tvorničko
sk: Predvolené hodnoty
sv: Förvalda

source: Define a startup service
cs: Definovat stanici po startu
el: Ορισμός υπηρεσίας εκκίνησης
fr: Définir le service au démarrage
hr: Definiraj koji će biti kanal nakon podizanja
sk: Určiť úvodnú stanicu
sv: Definera en startkanal

source: Define a startup service for your STB.
cs: Definuj stanici po startu Vu+.
el: Ορισμός υπηρεσίας εκκίνησης δέκτη.
fr: Définir le service au démarrage pour votre STB
hr: Definiraj koji će biti kanal kod podizanja za vaš STB.
sk: Urči úvodnú (počiatočnú) stanicu na Vu+.
sv: Definera en startkanal för box.

source: Deinterlacer mode for interlaced content
cs: Režim Deinterlaceru pro prokládaný obsah
el: Αποπολυπλεξία για πεπλεγμένο περιεχόμενο
fr: Mode désentrelacé pour contenu entrelacé
hr: Deinterlacer način za interlaced sadržaj
sk: Režim deinterlacera pre prekladaný signál
sv: Deinterlaced lägen för interlaced innehåll

source: Deinterlacer mode for progressive content
cs: Režim Deinterlaceru pro progresivní obsah
el: Αποπολυπλεξία για προοδευτικό περιεχόμενο
fr: Mode désentrelacé pour contenu progressif
hr: Deinterlacer način za interlaced sadržaj
sk: Režim deinterlacera pre progresívny signál
sv: Deinterlaced läge för progressivt innehåll

source: Delay
cs: Zpožděni
el: Υστέρηση
fr: Délai
hr: Odgoda
sk: Oneskorenie
sv: Fördröjning

source: Delay x seconds after service started
cs: Prodleva x sekund po spuštění stanice
el: Καθυστέρηση x δευτ από εκκίνηση υπηρεσίας
fr: Retarder x secondes après démarrage service
hr: Kašnjenje x sekundi nakon startanja kanala
sk: Oneskorenie x sekúnd po spustení stanice
sv: Fördröj x sekunder efter kanalstart.

source: Delete
cs: Vymazat
el: Διαγραφή
fr: Effacer
hr: Obriši
sk: Vymazať
sv: Ta bort

source: Delete crashlogs
cs: Smazat crashlogy
el: Διαγραφή καταγραφών κρεμάσματος
fr: Effacer crashlogs
hr: Obriši crashlogs
sk: Vymazať správy o zrútení
sv: Ta bort krashloggar

source: Delete entry
cs: Vymazat záznam
el: Διαγραφή καταχώρησης
fr: Retire entrée
hr: Obriši unos
sk: Vymazať zadanie
sv: Ta bort post

source: Delete failed!
cs: Vymazání selhalo!
el: Η διαγραφή απέτυχε!
fr: L'effacement a échoué!
hr: Brisanje nije uspjelo!
sk: Vymazanie zlyhalo!
sv: Borttagning misslyckades!

source: Delete mount
cs: Smazat přípojný bod
el: Διαγραφή
fr: Effacer montage
hr: Obriši postavke
sk: Vymazať prístup
sv: Ta bort montering

source: Delete no more configured satellite %s?
cs: Smazat již nenakonfigurované satelity %s?
el: Διαγραφή μη ρυθμισμένου δορυφόρου %s;
fr: Ne pas effacer plus de satellites configurés %s?
hr: Brisanje konfiguracije satelita kojih nema %s?
sk: Vymazať už nepotrebné satelity %s?
sv: Ta bort ej konfigurerade satelliter %s?

source: Descending
cs: Sestupně
el: Φθίνουσα
fr: Descendant
hr: Silazno
sk: Zostupne
sv: Fallande

source: Description
cs: Popis
el: Περιγραφή
hr: Opis
sk: Popis
sv: Beskrivning

source: Deselect
cs: Odznačit
el: Αποεπιλογή
fr: Désélectionner
hr: Deselektirati
sk: Zrušiť výber
sv: Avmarkera

source: Details for plugin:
cs: Detaily pro modul:
el: Λεπτομέρειες για το πρόσθετο:
fr: Détails pour plugin:
hr: Detalji plugina:
sk: Údaje o plugine:
sv: Detaljer för app:

source: Detected HDD:
cs: Detekován HDD:
el: Εντοπίστηκε HDD:
fr: DD détecté:
hr: Detektirani Disk:
sk: Zistený pevný disk:
sv: Hittad hårddisk:

source: Detected NIMs:
cs: Detekován NIMs:
el: Εντοπίστηκαν NIMs:
fr: Tuners détectés:
hr: Detektirani NIMs:
sk: Zistené tunery:
sv: Hittade tuners:

source: DiSEqC mode
cs: DiSEqC mód
el: Κατάσταση DiSEqC
fr: Mode DiSEqC
hr: DiSEqC način
sk: Režim DiSEqC
sv: DiSEqC läge

source: DiSEqC repeats
cs: DiSEqC opakování
el: Επαναλήψεις DiSEqC
fr: DiSEqC-Répétitions
hr: DiSEqC ponavljanja
sk: Opakovania DiSEqC
sv: DiSEqC repetitioner

source: DiSEqC-Tester settings
cs: Nastavení DiSEqC-Testeru
el: Ρυθμίσεις DiSEqC-Tester
fr: Paramètres Testeur-DiSEqC
hr: DiSEqC-Tester postavke
sk: Nastavenia testovača DiSEqC
sv: DiSEqC-Testinställningar

source: Dialing:
cs: Vytáčím:
el: Κλήση:
fr: Appelle:
hr: Biranje:
sk: Vytáčam:
sv: Ringer upp:

source: Digital contour removal
cs: Digitální odstranění kontury
el: Αφαίρεση ψηφιακού περιγράμματος
fr: Retrait contour digital
hr: Uklanjanje digitalni kontura
sk: Odstránenie digitálnych obrysov
sv: Digital konturborttagning

source: Dir:
el: Φακ:
fr: Répertoire:
sk: Adr.:

source: Direct playback of Youtube videos
cs: Přímé přehrávání Youtube videí
el: Άμεση αναπαραγωγή βίντεο Youtube
fr: Playback direct de vidéos Youtube
hr: Izravna reprodukcija Youtube videa
sk: Priame prehrávanie videí z YouTube
sv: Direkt uppspelning av Youtubevideos

source: Direct playback of linked titles without menu
cs: Přímé přehrávání propojených titulů bez nabídky
el: Άμεση αναπαραγωγή συνδεδεμένων τίτλων χωρίς μενού
fr: Lecture direct des titres liés sans menu
hr: Izravna reprodukcija linkanih naslova bez izbornika
sk: Priame prehrávanie prepojených titulov bez menu
sv: Direkt uppspelning av länkade titlar utan meny

source: Directory %s nonexistent.
cs: Složka %s neexistuje.
el: Ο φάκελος %s δεν υπάρχει.
fr: Répertoire %s non existant.
hr: Directory %s nepostojeći.
sk: Adresár %s neexistuje.
sv: Mapp %s finns ej.

source: Directory browser
cs: Prohlížeč složek
el: Περιηγητής φακέλων
fr: Navigateur répertoire
sk: Prehliadač adresárov
sv: Mappbläddrare

source: Disable
cs: Zakázat
el: Απενεργοποίηση
fr: Désactiver
hr: Onemogući
sk: Vypnúť
sv: Avaktivera

source: Disable Picture in Picture
cs: Vypnout obraz v obraze
el: Απενεργοποίηση Εικόνας σε Εικόνα
fr: Désactiver l'incrustation d'image
hr: Isključi Sliku u Slici
sk: Vypnúť obraz v obraze
sv: Avaktivera Bild i Bild

source: Disable crashlog reporting
cs: Zakázat podávání zpráv o crashlogu
el: Απενεργ. αναφορών κρεμάσματος
fr: Désactiver rapport automatique crashlog
hr: Onemogući crashlog izvješće
sk: Vypnúť správy o zrútení
sv: Avaktivera crashlog rapportering

source: Disable timer
cs: Zakaž časovač
el: Απενεργοποίηση χρονοδιακόπτη
fr: Désactiver programmation
hr: Isključi timer
sk: Vypnúť časovač
sv: Avaktivera timer

source: Disabled
cs: Zakázáno
el: Μη ενεργό
fr: Désactivé
hr: Onemogućeno
sk: Vypnuté
sv: Avaktivera

source: Discard changes and close plugin
cs: Zrušit změny a zavřít modul
el: Ακύρωση αλλαγών και κλείσιμο προσθέτου
fr: Ne rien changer et fermer le plugin
hr: Odbaci promjene i zatvori plugin
sk: Zrušiť zmeny a zatvoriť plugin
sv: Ångra ändringar och stäng appen.

source: Discard changes and close screen
cs: Zrušit změny a zavřít okénko
el: Ακύρωση αλλαγών και κλείσιμο οθόνης
fr: Ne rien changer et fermer la fenêtre
hr: Odbaci promjene i zatvori screen
sk: Zrušiť zmeny a zatvoriť obrazovku
sv: Ångra ändringar och stäng skärmen

source: Disconnect
cs: Odpojit
el: Αποσύνδεση
fr: Déconnecter
hr: Isključi STB
sk: Odpojiť
sv: Bryt anslutning

source: Dish
cs: Parabola
el: Κάτοπτρο
fr: Parabole
hr: Antena
sk: Parabola
sv: Parabol

source: Display 16:9 content as
cs: Zobrazit obraz 16:9 jako
el: Προβολή κάδρου 16:9 ως
fr: Afficher contenu 16:9 comme
hr: Prikaz 16:9 sadržaja kao
sk: Zobraziť obraz 16:9 ako
sv: Visa 16:9 sändning som

source: Display 4:3 content as
cs: Zobrazit obraz 4:3 jako
el: Προβολή κάδρου 4:3 ως
fr: Afficher contenu 4:3 comme
hr: Prikaz 4:3 sadržaja kao
sk: Zobraziť obraz 4:3 ako
sv: Visa 4:3 sändning som

source: Display >16:9 content as
cs: Zobrazit obraz > 16:9 jako
fr: Afficher contenu >16:9 comme
hr: Prikaz 16:9 sadržaja kao
sk: Zobraziť obraz > 16:9 ako
sv: Visa >16:9 innehåll som

source: Display Setup
cs: Nastavení displeje
el: Ρύθμιση μπροστινής οθόνης
fr: Paramètres afficheur
hr: Postavke prednjeg zaslona
sk: Nastavenie displeja
sv: Skärminstallation

source: Display and Userinterface
cs: Displej a uživatelské rozhraní
el: Απεικόνιση και Περιβάλλον Χρήστη
fr: Affichage et interface utilisateur
hr: Zaslon i korisničko sučelje
sk: Displej a užívateľské rozhranie
sv: Skärm och Användargränssnitt

source: Display search results by:
cs: Zobrazit výsledky vyhledávání:
el: Προβολή αποτελεσμάτων κατά:
fr: Afficher résultats recherche par:
hr: Prikaži rezultate pretraživanja po:
sk: Zobraziť výsledky vyhľadávania podľa:
sv: Visa sökresultat sortterat på:

source: Display your photos on the TV
cs: Zobrazit fotky na TV
el: Προβολή φωτογραφιών στην τηλεόραση
fr: Afficher vos photos sur la TV
hr: Prikažite svoje slike na TV-u
sk: Zobrazenie fotografií na televízore
sv: Visa dina bilder på TVn

source: Displays Movie Information from the InternetMovieDatabase
cs: Zobrazí informace o filmu z internetové filmové databáze
el: Προβολή πληροφοριών ταινίας από IMDb
fr: Information sur le film depuis base de données Films Internet
hr: Prikaz informacija preko Internet Movie Database
sk: Zobrazí informácie o filme z internetovej filmovej databázy
sv: Visar filminformation från InternetMovieDatabase.

source: Displays Movie Information from the Online Film Datenbank (German)
cs: Zobrazí Informace o filmu z Online Film Datenbank (německy)
el: Προβολή πληροφοριών ταινίας από OFDb (γερμανικό)
fr: Informations à partirde la banque de données en ligne.( allemagne)
hr: Prikaz informacija o filmu preko Online Film Datenbank (Njemačka)
sk: Zobrazí Informácie o filme z Online Film Datenbank (po nemecky)
sv: Visar filminformation från Online Film Datenbank (Tyska).

source: Do you really want to REMOVE the plugin "%s"?
cs: Opravdu chceš ODSTRANIT modul "%s"?
el: Σίγουρα θέλετε να ΔΙΑΓΡΑΨΕΤΕ το πρόσθετο "%s";
fr: Voulez-vous vraiment ENLEVER le plugin "%s"?
hr: Želite UKLONITI ovaj plugin "%s"?
sk: Naozaj chceš odstrániť plugin "%s"?
sv: Vill du verkligen ta bort appen "%s"?

source: Do you really want to check the filesystem? This could take lots of time!
cs: Opravdu chceš zkontrolovat souborový systém? Může to trvat dlouho!
el: Σίγουρα θέλετε να ελεγχθεί το σύστημα αρχείων; Ενδέχεται να χρειαστεί αρκετός χρόνος!
fr: Voulez-vous vraiment vérifier les fichiers système? Cela pourait prendre beaucoup de temps!
hr: Žečite provjeriti filesystem? To može trajati dosta dugo!
sk: Naozaj chceš skontrolovať systém súborov? Môže to trvať dosť dlho!
sv: Vill du verkligen kontrollera filsystemet? Detta kan ta lång tid!

source: Do you really want to delete %s %s?
cs: Opravdu chceš smazat %s %s?
el: Σίγουρα θέλετε να διαγράψετε %s %s;
fr: Voulez vous effacer %s %s?
hr: Želite li zaista obrisati %s %s?
sk: Naozaj chceš zmazať %s %s?
sv: Vill du verkligen ta bort %s %s?

source: Do you really want to delete %s?
cs: Opravdu chceš smazat "%s"?
el: Θέλετε να διαγράψετε το %s;
fr: Voulez-vous vraiment effacer %s?
hr: Jeste li sigurni da želite obrisati datoteku %s?
sk: Naozaj chceš zmazať %s?
sv: Vill du verkligen ta bort %s?

source: Do you really want to download the plugin "%s"?
cs: Opravdu chceš stáhnout modul "%s"?
el: Θέλετε να κάνετε λήψη τού πρόσθετου "%s";
fr: Voulez-vous vraiment télécharger le plugin "%s"?
hr: Da li želite skinuti ovaj plugin "%s"?
sk: Naozaj chceš stiahnuť plugin "%s"?
sv: Vill du verkligen ladda ner appen "%s"?

source: Do you really want to exit?
cs: Opravdu chceš ukončit?
el: Σίγουρα θέλετε να γίνει έξοδος;
fr: Voulez-vous vraiment quitter?
hr: Želite li stvarno izaći?
sk: Naozaj chceš skončiť?
sv: Vill du verkligen avsluta?

source: Do you really want to initialize the harddisk? All data on the disk will be lost!
cs: Opravdu chceš inizializovat HDD? Všechna data na disku budou ztracena!
el: Σίγουρα θέλετε να γίνει μορφοποίηση του σκληρού δίσκου; Όλα τα δεδομένα θα χαθούν!
fr: Voulez-vous vraiment formater le disque dur? Toutes les données du disque vont être perdues!
hr: Jeste li sigurni da želite formatirati ovaj disk ? Svi podaci na disku će biti izgubljeni !
sk: Naozaj chceš inicializovať pevný disk? Všetky dáta na disku sa tým vymažú!
sv: Vill du verkligen initiera hårddisken? All data på hårddisken kommer att raderas!
