Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Do you really want to remove directory %s from the disk?
cs: Opravdu chceš odstranit složku %s z disku?
el: Σίγουρα θέλετε να διαγράψετε το φάκελο %s από το δίσκο;
fr: Voulez-vous vraiment retirer le répertoire %s du disque?
hr: Dali želite obrisati directory %s sa diska?
sk: Naozaj chceš z disku odstrániť adresár %s?
sv: Vill du verkligen ta bort mappen %s från disken?

source: Do you really want to remove your bookmark of %s?
cs: Opravdu chceš odstranit tvoji záložku %s?
el: Σίγουρα θέλετε να αφαιρέσετε το σελιδοδείκτη τού %s;
fr: Voulez-vous vraiment retirer votre marque page %s?
hr: Želite obrisati vaš bookmark %s?
sk: Naozaj chceš odstrániť záložku %s?
sv: Vill du verkligen ta bort bokmärke från %s?

source: Do you want to burn this collection to DVD medium?
cs: Chceš vypálit tuto kolekci na DVD médium?
el: Να γίνει εγγραφή αυτής της συλλογής σε DVD;
fr: Voulez-vous graver cette collection sur le DVD?
hr: Želite li snimiti ovu kolekciju na DVD medij?
sk: Chceš túto zostavu napáliť na DVD?
sv: Vill du bränna denna samling till DVD-media?

source: Do you want to do a service scan?
cs: Chceš vyhledat stanice?
el: Να γίνει αναζήτηση υπηρεσιών;
fr: Voulez-vous faire une analyse des services?
hr: Želite li napraviti pretaživanje kanala?
sk: Chceš vyhľadať stanice?
sv: Vill du söka efter kanaler?

source: Do you want to do another manual service scan?
cs: Chceš provést další ruční vyhledávání?
el: Να γίνει μία ακόμα χειροκίνητη αναζήτηση;
fr: Voulez-vous faire une autre analyse manuelle des services?
hr: Želite li započeti ručnu pretragu kanala sada?
sk: Chceš urobiť ďalšie ručné vyhľadávanie staníc?
sv: Vill du göra en ny manuell sökning?

source: Do you want to download the image to %s ?
cs: Chceš stáhnout image do %s ?
el: Να γίνει λήψη του λογισμικού σε %s ;
fr: Voulez-vous télécharger l'image vers %s?
hr: Da li želite skinuti image %s ?
sk: Chceš stiahnuť image na %s?
sv: Vill du ladda ner operativsystem till %s ?

source: Do you want to enable the parental control feature on your dreambox?
cs: Chceš povolit rodičovskou kontrolu na tvém Vu+?
el: Να ενεργοποιηθεί η γονική προστασία στον δέκτη;
fr: Voulez-vous activer la fonction contrôle parental sur votre décodeur?
hr: Želite li uključiti roditeljsku kontrolu na vašem dreambox-u?
sk: Chceš na Vu+ zapnúť rodičovskú kontrolu?
sv: Vill du aktivera föräldrakontroll på boxen?

source: Do you want to enter a username and password for this host?
cs: Chceš zadat uživatelské jméno a heslo pro tento host?
el: Να οριστεί όνομα χρήστη και κωδικός πρόσβασης για αυτόν τον κόμβο;
fr: Voulez-vous saisir un nom utilisateur et mot de passe pour cet hôte?
hr: Želite li unijeti korisničko ime i lozinku za ovaj host?
sk: Chceš zadať užívateľské meno a heslo pre tohto hostiteľa?
sv: Vill du ange ett användarnamn och lösenord för den här hosten?

source: Do you want to install default sat lists?
cs: Chceš nainstalovat výchozí seznam stanic satelitu?
el: Να εγκατασταθούν προεπιλεγμένες λίστες δορυφόρων;
fr: Voulez-vous installer les listes standards sat?
hr: Želite li staviti tvorničku sat listu?
sk: Chceš nainštalovať zoznamy predvolených staníc?
sv: Vill du installera grundsatellitlista?

source: Do you want to install the package:
cs: Chceš nainstalovat balíček:
el: Να εγκατασταθεί το πακέτο:
fr: Voulez-vous installer le paquet:
hr: Želite li instalirati paket:
sk: Chceš nainštalovať balíček:
sv: Vill du installera paketet:

source: Do you want to play DVD in drive?
cs: Chceš přehrát DVD v mechanice?
el: Να αναπαραχθεί το DVD στον οδηγό;
fr: Voulez-vous lire le DVD dans le lecteur?
hr: Želite li staviti DVD u pogon?
sk: Chceš prehrať DVD v mechanike?
sv: Vill du spela upp DVD i spelaren?

source: Do you want to preview this DVD before burning?
cs: Chceš si prohlídnout DVD před vypalováním?
el: Να γίνει προεπισκόπηση DVD πριν την εγγραφή;
fr: Voulez-vous une pré-vue du DVD avant de le graver?
hr: Želite li pregledati ovaj DVD prije snimanja?
sk: Chceš si toto DVD prezrieť pred napálením?
sv: Vill du förhandsvisa denna DVD innan bränning?

source: Do you want to reboot your STB?
cs: Chceš restartovat Vu+?
el: Να γίνει επανεκκίνηση του δέκτη;
fr: Voulez-vous redémarrer votre Vu+?
hr: Želite li ponovno pokrenuti STB?
sk: Chceš reštartovať Vu+?
sv: Vill du starta om boxen?

source: Do you want to remove the package:
cs: Chceš odstranit balíček:
el: Να αφαιρεθεί το πακέτο:
fr: Voulez-vous retirer le paquet:
hr: Želite li ukloniti pakete:
sk: Chceš odstrániť balíček:
sv: Vill du avinstallera paketet:

source: Do you want to restore your settings?
cs: Chceš obnovit tvoje nastavení?
el: Θέλετε να επαναφέρετε τις ρυθμίσεις;
fr: Voulez-vous restaurer vos paramètres?
hr: Želite li vratiti vašu listu kanala iz sigurnosne kopije?
sk: Chceš obnoviť nastavenia?
sv: Vill du återställa dina inställningar?

source: Do you want to resume this playback?
cs: Chceš obnovit přehrávání?
el: Να συνεχιστεί η αναπαραγωγή;
fr: Voulez-vous reprendre cette lecture?
hr: Želite li nastaviti snimku?
sk: Chceš pokračovať v prehrávaní?
sv: Vill du återuppta uppspelningen?

source: Do you want to see more entries?
cs: Chceš vidět více položek?
el: Θέλετε να δείτε περισσότερες καταχωρήσεις;
fr: Voulez-vous voir plus d'entrées?
hr: Želite li vidjeti više unosa?
sk: Chceš vidieť viac zadaní?
sv: Vill du se flera poster?

source: Do you want to submit your email address and name so that we can contact you if needed?
cs: Chceš odeslat e-mailovou adresu a jméno, aby jsme tě mohli kontaktovat v případě potřeby?
el: Θέλετε να εισάγετε το email και το όνομά σας για να επικοινωνήσουμε αν χρειαστεί;
fr: voulez-vous soumettre votre adresse email et votre nom afin que l'on vous contacte si besoin?
hr: Želite li da pošaljete svoje e-mail adresu i ime, tako da vas možemo kontaktirati ako je potrebno?
sk: Chceš poslať svoju e-mailovú adresu a meno, aby sme ťa mohli kontaktovať, ak treba?
sv: Vill du skicka med din epost och namn så att vi kan kontakta dig vid behov?

source: Do you want to update your STB?
cs: Chceš aktualizovat Vu+?
el: Θέλετε να ενημερώσετε τον δέκτη;
fr: Voulez-vous mettre à jour votre STB?
hr: Želite li ažurirat vaš STB?
sk: Chceš aktualizovať Vu+?
sv: Vill du uppdatera boxen?

source: Do you want to update your STB? After pressing OK, please wait!
cs: Chceš updatovat tvůj Vu+? Po stisku OK počkej!
el: Θέλετε να αναβαθμίσετε τον δέκτη; Αφού πιέσετε ΟΚ, παρακαλώ περιμένετε!
fr: Voulez-vous mettre à jour votre Vu+? Après avoir appuyé sur OK, veuillez patienter!
hr: Želite li nadograditi vaš STB? Nakon pritiska tipke OK, molim pričekajte!
sk: Chceš aktualizovať Vu+? Po stlačení tlačítka OK vyčkaj!
sv: Vill du uppdatera boxen? Tryck OK och vänligen vänta!

source: Do you want to upgrade the package:
cs: Chceš aktualizovat balíček:
el: Θέλετε να αναβαθμίσετε το πακέτο:
fr: Voulez-vous mettre à jour le paquet:
hr: Želite li nadograditi paket:
sk: Chceš aktualizovať balíček:
sv: Vill du uppgradera paketet:

source: Do you want to view a tutorial?
cs: Chceš zobrazit tutorial?
el: Θέλετε να δείτε έναν οδηγό;
fr: Voulez-vous voir un tutoriel?
hr: Želite li pogledati vodič?
sk: Chceš si pozrieť príručku?
sv: Vill du se en guide?

source: Don't ask, just send
cs: Neptej se, zašli
el: Χωρίς ερώτηση, μόνο αποστολή
fr: Envoyer sans confirmation
hr: Ne pitaj, samo pošalji
sk: Nepýtať sa, len poslať
sv: Fråga inte, skicka alltid

source: Don't stop current event but disable coming events
cs: Nezastavovat aktuální událost, ale zakázat následující události
el: Να μη διακοπεί το τρέχον πρόγραμμα, αλλά να απενεργοποιηθούν τα επερχόμενα
fr: Ne pas stopper événement actuel, mais désactiver les prochains
hr: Ne zaustavljaj trenutni događaj ali onemogući nadolazeće događaje
sk: Nezastaviť aktuálny záznam, ale vypnúť nasledujúce záznamy.
sv: Avsluta inte pågående händelse men avaktivera följande

source: Done - Installed or upgraded %d packages
cs: Hotovo - nainstalováno nebo aktualizováno %d baličků
el: Τέλος - Εγκαταστάθηκαν ή αναβαθμίστηκαν %d πακέτα
fr: Terminé- %d paquets Installés ou mis à jour
hr: Učinjeno - Instalirano i nadograđeno %d paketa
sk: Hotovo - %d nainštalovaných alebo aktualizovaných balíčkov
sv: Klar - Installerat eller uppgraderat %d paket

source: Done - Installed, upgraded or removed %d packages with %d errors
cs: Vykonáno - Instalováno, aktualizováno nebo smazáno %d balíčků s %d chybama
el: Τέλος - Εγκαταστάθηκαν, αναβαθμίστηκαν ή διαγράφηκαν %d πακέτα με %d σφάλματα
fr: Terminé - Installé, mis à jour ou retiré %d paquets avec %d erreurs
hr: Gotovo - Instalirani, nadograđeni ili uklonjeni %d paketi sa %d greške
sk: Hotovo - %d nainštalovaných, aktualizovaných alebo odstránených balíčkov s %d chybami
sv: Klar - installerat, uppgraderat eller avinstallerat %d paket med %d fel

source: Download
cs: Stáhni
el: Λήψη
fr: Télécharger
hr: Skidanje
sk: Stiahnuť
sv: Ladda ner

source: Download %s from Server
cs: Stáhni %s ze Serveru
el: Λήψη %s από Διακομιστή
fr: Télécharger %s depuis Serveur
hr: Skidanje %s sa Servera
sk: Stiahnuť %s zo servera
sv: Ladda ner %s från server

source: Download .NFI-Files for USB-Flasher
cs: Stáhni .NFI soubory pro USB-Flasher
el: Λήψη αρχείων .NFI για USB-Flasher
fr: Télécharger fichiers .NFI pour USB-flasheur
hr: Skidanje .NFI-Files za USB-Flasher
sk: Stiahnuť súbory .NFI pre USB-Flasher
sv: Ladda ner .NFI filer för USB-Flasher

source: Download Plugins
cs: Stáhnout moduly
el: Λήψη Προσθέτων
fr: Télécharger Plugins
hr: Skini dodatak
sk: Stiahnuť prídavné pluginy
sv: Ladda ner appar.

source: Download Video
cs: Stáhni video
el: Λήψη βίντεο
fr: Télécharger vidéo
hr: Skini Video
sk: Stiahnuť video
sv: Ladda ner video

source: Download files from Rapidshare
cs: Stáhni soubory z Rapidshare
el: Λήψη αρχείων από Rapidshare
fr: Télécharger fichiers depuis rapidshare
hr: Skini datoteke iz Rapidshare
sk: Stiahnuť súbory z Rapidshare
sv: Ladda ner från Rapidshare

source: Download location
cs: Umístění pro stahování
el: Φάκελος λήψεων
fr: Emplacement téléchargement
hr: Lokacija za skidaje
sk: Miesto na sťahovanie
sv: Nedladdningsmapp

source: Downloadable new plugins
cs: Stáhnout nové moduly
el: Νέα πρόσθετα για λήψη
fr: Nouvelles extensions téléchargables
hr: Novi dodaci za skidanje
sk: Nové pluginy na stiahnutie
sv: Nedladdningsbara nya appar.

source: Downloadable plugins
cs: Stažitelné moduly
el: Πρόσθετα για λήψη
fr: Extensions téléchargeables
hr: Skini i instaliraj dodatke
sk: Pluginy na stiahnutie
sv: Nedladdningsbara appar.

source: Downloading
cs: Stahuji
el: Λήψη
fr: Téléchargement
hr: Skidam
sk: Sťahovanie
sv: Laddar ner

source: Downloading plugin information. Please wait...
cs: Stahuji informace o modulu. Prosím počkej...
el: Λήψη πληροφοριών για το πρόσθετο. Παρακαλώ περιμένετε…
fr: Téléchargement des informations sur les extensions. Patientez SVP...
hr: Skidam informacije o dodacima. Molim pričekajte...
sk: Sťahujem informácie o pluginoch. Čakaj...
sv: Hämtar appinformation. Var vänlig vänta...

source: Downloading screenshots. Please wait...
cs: Stahuji screenshoty. Čekej prosím...
el: Γίνεται λήψη στιγμιοτύπου. Παρακαλώ περιμένετε...
fr: Téléchargement captures écrans. Veuillez patienter...
hr: Skidanje slike ekrana. Molim pričekati...
sk: Sťahujem snímky. Čakaj...
sv: Laddar ner förhandsvisning. Vänligen vänta...

source: STB format data DVD (HDTV compatible)
cs: Vu+ formát dat DVD (HDTV kompatibilní)
el: Διαμόρφωση δεδομένων DVD δέκτη (συμβατό HDTV)
fr: Données DVD en format STB (Compatible HDTV)
sk: Dátové DVD vo formáte Vu+ (vyhovuje HDTV)
sv: Boxformaterad data DVD (HDTV kompatibel)

source: STB software because updates are available.
cs: Vu+ software, protože jsou k dispozici aktualizace.
el: Είναι διαθέσιμες αναβαθμίσεις λογισμικού του δέκτη.
fr: Logiciel Vu+ car des mises à jour sont disponibles.
hr: STB software ažuriranja su dostupna.
sk: Software Vu+, lebo sú k dispozícii aktualizácie.
sv: boxmjukvara på grund av uppdateringar är tillgängliga.

source: Driver for Ralink RT8070/RT3070/RT3370 based wireless-n USB devices.
cs: Ovladač pro Wireless-N USB zařízení na bázi Ralink RT8070/RT3070/RT3370.
el: Οδηγός για συσκευές wireless-n USB Ralink RT8070/RT3070/RT3370.
fr: Driver pour périphériques sans fil Ralink RT8070/RT3070/RT3370
sk: Ovládač pre Wireless-N USB zariadenia na báze Ralink RT8070/RT3070/RT3370.
sv: Drivrutin för Ralink RT8070/RT3070/RT3370 baserad wireless-n USB enheter.

source: Driver for Realtek r8712u based wireless-n USB devices.
cs: Ovladač pro Wireless-N USB zařízení na bázi Realtek r8712u.
el: Οδηγός για συσκευές wireless-n USB Realtek r8712u.
fr: Driver pour stick usb réseau sans fil Realtek r8712u.
sk: Ovládač pre Wireless-N USB zariadenia na báze Realtek r8712u.
sv: Drivrutin för Realtek r8712u baserad wireless-n USB enheter.

source: Duration:
cs: Doba trvání:
el: Διάρκεια:
fr: Durée:
hr: Trajanje:
sk: Trvanie:
sv: Längd:

source: Dutch
cs: Holandsky
el: Ολλανδικά
fr: Hollandais
hr: Nizozemski
sk: Holandčina
sv: Holländska

source: Dynamic contrast
cs: Dynamický kontrast
el: Δυναμική αντίθεση
fr: Contraste dynamique
hr: Dinamički kntrast
sk: Dynamický kontrast
sv: Dynamisk kontrast

source: E
cs: Východní
sk: V

source: EPG Selection
cs: EPG výběr
el: Επιλογή EPG
fr: Sélection EPG
hr: EPG selektor
sk: Voľba EPG
sv: EPG val

source: EPG encoding
cs: EPG kódování
el: Κωδικοποίηση EPG
fr: Encodage EPG
hr: EPG kodiranje
sk: Kódovanie EPG
sv: EPG kodning

source: EPGRefresh will automatically switch to user-defined channels when the box is idling(i.e. in standby mode and no recordings running) to perform updates of the EPG information on these channels. On multi-tuner boxes it may optionally run in background hidden or in PiP, to not disturb the current TV program.
cs: EPGRefresh se automaticky přepne na uživatelsky definované stanice když je box v klidu (tj. v pohotovostním režimu a neběží žádné nahrávání) pro provedení aktualizace EPG informací na těchto stanicích. Na multi-tunerovém boxu může volitelně běžet na pozadí skrytě nebo v PiP, aby nerušil aktuální televizní stanici.
el: Η ανανέωση EPG θα εναλλάξει αυτόματα τα κανάλια που έχουν καθοριστεί από τον χρήστη όταν ο δέκτης είναι αδρανής (π.χ. σε κατάσταση αναμονής και δεν γίνεται εγγραφή) για εκτέλεση ενημέρωσης πληροφοριών EPG σε αυτά τα κανάλια. Σε δέκτες πολλαπλών tuner προαιρετικά μπορεί να εκτελείται σε κρυφό παρασκήνιο ή σε PiP, για να μην ενοχλείται το τρέχον πρόγραμμα τηλεόρασης.
fr: Pour optimiser l'action de MàJ de l'EPG, elle se fera automatiquement, sur les chaînes que vous aurez choisies, lorque le VU+ sera en veille et qu'il n'y aura pas d'enregistrement en cours. Pour VU+ avec les deux tuners en fonction vous pouvez choisir entre une màj en arrière plan ou en mode image incrustée ( PIP)
hr: EPGRefresh će se automatski prebaciti na korisnički definiranim kanalima kada je box u praznom hodu (tj. u pasivnom stanju i bez snimanja ) za ažuriranja EPG informacija o tim kanalima. Na multi-tuner boxovima može pokrenuti u pozadini skriveno ili u PiP, da se ne poremeti trenutni TV program..
sk: EPGRefresh sa automaticky prepne na užívateľsky definované stanice ak je box v kľude (tj. v pohotovostnom režime a nenahráva) na vykonanie aktualizácie EPG informácií na týchto staniciach. Na multi-tunerovom boxe môže voliteľne bežať na pozadí skrytý alebo v PiP, aby nerušil aktuálnu televíznu stanicu.
sv: EGPrefresh kommer automatiskt att switcha till en användardefinierad kanal när boxen inte används (i viloläge och om inga inspelningar körs) för att uppdatera EPG informationen från dessa kanaler. På boxar med flera tuners kan detta köras i bakgrunden trots att boxen används och inte är standby eller spelar in.

source: ERROR - failed to scan (%s)!
cs: CHYBA - vyhledávání selhalo (%s)!
el: ΣΦΑΛΜΑ - αποτυχία σάρωσης (%s)!
fr: ERREUR - échec lors de l'analyse (%s)!
hr: GREŠKA - neuspjelo skeniranje (%s)!
sk: CHYBA - zlyhalo vyhľadávanie (%s)!
sv: FEL - sökning misslyckades (%s)!

source: East
cs: Východní
el: Ανατολικά
fr: Est
hr: Istok
sk: východne
sv: Öst

source: Edit
cs: Editovat
el: Επεξεργασία
fr: Editer
hr: Uredi
sk: Upraviť
sv: Ändra

source: Edit AutoTimer
cs: Editovat Autočasovač
el: Επεξεργασία Αυτόματου Χρονοδιακόπτη
fr: Editer ProgAuto
hr: Uredi AutoTimer
sk: Upraviť autočasovač
sv: Ändra AutoTimer

source: Edit AutoTimer filters
cs: Editovat filtry Autočasovače
el: Επεξεργασία φίλτρων Αυτόματου Χρονοδιακόπτη
fr: Editer filtres ProgAuto
hr: Uredi AutoTimer filtere
sk: Upraviť filtre autočasovača
sv: Ändra AutoTimer filter

source: Edit AutoTimer services
cs: Editovat služby Autočasovače
el: Επεξεργασία υπηρεσιών Αυτόματου Χρονοδιακόπτη
fr: Editer services ProgAuto
hr: Uredi kanale AutoTimer
sk: Upraviť stanice autočasovača
sv: Ändra AutoTimer kanaler

source: Edit DNS
cs: Upravit DNS
el: Επεξεργασία DNS
fr: Editer DNS
hr: Uredi DNS
sk: Upraviť DNS
sv: Ändra DNS

source: Edit Timers and scan for new Events
cs: Editovat časovače a vyhledat nové události
el: Επεξεργασία Χρονοδιακοπτών και σάρωση για νέα Προγράμματα
fr: Editer programmations et analyser nouvelles émissions
hr: Uredi tajmere i traži nove događaje.
sk: Upraviť časovače a hľadať nové udalosti
sv: Ändra Timers och sök efter nya händelser

source: Edit Title
cs: Editovat název
el: Επεξεργασία Τίτλου
fr: Editer titre
hr: Uredi naslov
sk: Upraviť titul
sv: Ändra titel

source: Edit bouquets list
cs: Editovat seznam přehledů
el: Επεξεργασία λίστας μπουκέτων
fr: Editer liste bouquets
hr: Uredi listu paketa
sk: Upraviť zoznam prehľadov
sv: Ändra favoritlistor

source: Edit chapters of current title
cs: Editovat kapitoly aktuálního titulu
el: Επεξεργασία κεφαλαίων τρέχοντος τίτλου
fr: Editer chapitres titre actuel
hr: Uredi poglavlja tekućeg naslova
sk: Upraviť kapitoly aktuálneho titulu
sv: Ändra kapitel i nuvarande titel

source: Edit new timer defaults
cs: Editovat výchozí nastavení nového časovače
el: Επεξεργασία προεπιλογών νέου χρονοδιακόπτη
fr: Editer nouveau standard de programmation
hr: Uredi standarde novog timer
sk: Upraviť predvoľby časovača
sv: Ändra nya timers grundinställningar

source: Edit selected AutoTimer
cs: Editovat zvolený Autočasovač
el: Επεξεργασία επιλεγμένων Αυτόματων Χρονοδιακοπτών
fr: Editer ProgAuto sélectionnée
hr: Uredi odabrani AutoTimer
sk: Upraviť zvolený autočasovač
sv: Ändra valda AutoTimer

source: Edit services list
cs: Upravit seznam stanic
el: Επεξεργασία λίστας υπηρεσιών
fr: Editer liste services
hr: Editiraj list usluga
sk: Upraviť zoznam staníc
sv: Ändra kanallista

source: Edit settings
cs: Úprava nastavení
el: Επεξεργασία ρυθμίσεων
fr: Editer paramètres
hr: Uredi postavke
sk: Upraviť nastavenia
sv: Ändra inställningar

source: Edit tags of recorded movies
cs: Úpravy značek zaznamenaných filmů
el: Επεξεργασία ετικετών εγγεγραμμένων ταινιών
fr: Editer pointeurs des films enregistrés
hr: Uredi oznake snimljenih filmova
sk: Upraviť značky nahraných filmov
sv: Ändra markör på inspelade filmer

source: Edit tags of recorded movies.
cs: Úpravy značek zaznamenaných filmů.
el: Επεξεργασία ετικετών εγγεγραμμένων ταινιών.
fr: Editer pointeurs des films enregistrés.
hr: Uredi oznake snimljenih filmova
sk: Upraviť značky nahraných filmov.
sv: Ändra markör på inspelade filmer

source: Edit the Nameserver configuration of your STB.
cs: Upravit konfiguraci DNS nameserverů Vu+.
el: Επεξεργασία ρυθμίσεων Nameserver του δέκτη.
fr: Editer la configuation nom serveur de votre Vu+.
hr: Uredi konfiguraciju Nameserver STB.
sk: Upraviť nastavenie DNS v Vu+.
sv: Ändra namnserverkonfiguration för boxen.

source: Edit the network configuration of your STB.
cs: Upravit konfiguraci sítě Vu+.
el: Επεξεργασία ρυθμίσεων δικτύου του δέκτη.
fr: Editer la configuration réseau de votre Vu+.
hr: Uredi konfiguraciju mreže STB.
sk: Upraviť nastavenie siete v Vu+.
sv: Ändra nätverkskonfiguration för boxen.

source: Edit title
cs: Editovat název
el: Επεξεργασία τίτλου
fr: Editer titre
hr: Uredi naslov
sk: Upraviť titul
sv: Ändra titel

source: Edit upgrade source url.
cs: Editovat url zdroje aktualizace.
el: Επεξεργασία αναβάθμισης πηγής URL.
fr: Editer url source mise à jour.
hr: Uredi url.izvora nadogradnje
sk: Upraviť URL zdroja aktualizácie.
sv: Ändra url till uppgraderingskälla.

source: Editing
cs: Editování
el: Επεξεργασία
fr: Edition:
hr: Uređivanje
sk: Úprava
sv: Redigering

source: Editor for fstab
cs: Editor pro fstab
el: Επεξεργαστής για fstab
hr: Uređivač za fstab
sk: Editor pre fstab
sv: Editor för fstab.

source: Editor for new AutoTimers
cs: Editor pro nové Autočasovače
el: Επεξεργαστής για νέους Αυτόματους Χρονοδιακόπτες
fr: Editeur pour nouveaux ProgAutos
hr: Uređivač za novi AutoTimers
sk: Editor nových autočasovačov
sv: Ändring för nya AutoTimers

source: Education
cs: Vzdělávání
el: Μόρφωση
hr: Edukacija
sk: Vzdelávanie
sv: Utbildning

source: Electronic Program Guide
cs: EPG
el: Ηλεκτρονικός Οδηγός Προγράμματος
fr: Guide électronique programme
hr: Elektronički Programski Vodič
sk: Elektronický programový sprievodca
sv: Elektronisk programguide

source: Emailclient is an IMAP4 e-mail viewer for the STB.
cs: Emailclient je IMAP4 e-mail prohlížeč pro Vu+.
el: Πελάτης email σε IMAP4 εφαρμογής προβολής e-mail για τον δέκτη.
fr: Client email est une visionneuse IMAP4e-mail pour le Vu+.
sk: Klient e-mailov je prezerač e-mailov IMAP4 pre Vu+.
sv: Epostklient är en IMAP4 e-postvisare för boxen.

source: Enable
cs: Povolit
el: Ενεργοποίηση
fr: Activer
hr: Omogući
sk: Zapnúť
sv: Aktivera

source: Enable /media
cs: Povolit /media
el: Ενεργοποίηση /μέσα
fr: Activer /média
hr: Omogući /medije
sk: Aktivovať /médium
sv: Aktivera /media

source: Enable 1080p24 Mode
cs: Povolit 1080p24 režim
el: Ενεργοποίηση λειτουργίας 1080p24
fr: Activer mode 1080p24
hr: Omogući 1080p24 Mod
sk: Zapnúť režim 1080p24
sv: Aktivera 1080p24 läge

source: Enable 1080p25 Mode
cs: Povolit 1080p25 režim
el: Ενεργοποίηση λειτουργίας 1080p25
fr: Activer mode 1080p25
hr: Omogući 1080p25 Mod
sk: Zapnúť režim 1080p25
sv: Aktivera 1080p25 läge

source: Enable 1080p30 Mode
cs: Povolit 1080p30 režim
el: Ενεργοποίηση λειτουργίας 1080p30
fr: Activer mode 1080p30
hr: Omogući 1080p30 Mod
sk: Zapnúť režim 1080p30
sv: Aktivera 1080p30 läge

source: Enable 5V for active antenna
cs: Povolit 5V pro aktivní anténu
el: Ενεργοποίηση 5V για ενεργή κεραία
fr: Autoriser 5V pour antenne active
hr: Uključi 5V za aktivnu antenu
sk: Zapnúť 5 V pre aktívnu anténu
sv: Aktivera 5V för aktiv antenn

source: Enable 720p24 Mode
cs: Povolit 720p24 režim
el: Ενεργοποίηση λειτουργίας 720p24
hr: Omogući 720p24 Mod
sk: Zapnúť režim 720p24
sv: Aktivera 720p24 läge

source: Enable Autoresolution
cs: Povolit Autorozlišení
el: Ενεργοποίηση αυτόματης ανάλυσης
fr: Activer Autoresolution
hr: Omogući automatsku rezoluciju
sk: Zapnúť Autorozlíšenie
sv: Aktivera Autoupplösning

source: Enable Cleanup Wizard?
cs: Povolit průvodce vyčištěním?
el: Ενεργοποίηση Οδηγού Καθαρισμού;
fr: Autoriser assistant nettoyage?
hr: Omogući vodiča za čišćenje?
sk: Zapnúť sprievodcu vyčistením?
sv: Aktivera Upprensningsguide?

source: Enable Filtering
cs: Povolit filtrování
el: Ενεργοποίηση φιλτραρίσματος
fr: Activer filtrage
hr: Omogući filtriranje
sk: Zapnúť filtrovanie
sv: Aktivera Filtrering

source: Enable HTTP Access
cs: Povolit HTTP přístup
el: Ενεργοποίηση Πρόσβασης HTTP
fr: Activer accès HTTP
hr: Omogući HTTP pristup
sk: Zapnúť prístup HTTP
sv: Aktivera HTTP access

source: Enable HTTP Authentication
cs: Povolit HTTP ověřování
el: Ενεργοποίηση Αυθεντικότητας HTTP
fr: Activer authentification HTTP
hr: Omogući HTTP autorizaciju
sk: Zapnúť overovanie HTTP
sv: Aktivera HTTP autentisering

source: Enable HTTPS Access
cs: Povolit HTTPS přístup
el: Ενεργοποίηση Πρόσβασης HTTPS
fr: Activer accès HTTPS
hr: Omogući HTTPS pristup
sk: Zapnúť prístup HTTPS
sv: Aktivera HTTPS access
