Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: circular right
cs: pravá kruhová (polarizace)
el: δεξιόστροφη
fr: circulaire à droite
hr: desni cirkularni
sk: kruhová pravá
sv: circulär höger

source: clear playlist
cs: vymazat playlist
el: εκκαθάριση λίστας
fr: effacer liste de lecture
hr: očisti Playlistu
sk: vymazať zoznam prehrávok
sv: rensa spellista

source: complex
cs: komplexní
el: σύνθετο
fr: complexe
hr: kompleksno
sk: komplexné
sv: komplex

source: config changed.
cs: config změněn
el: η διαμόρφωση άλλαξε.
fr: config modifiée.
hr: postavke promjenjene.
sk: Zmenený config.
sv: konfiguration ändrad.

source: config menu
cs: Konfigurační menu
el: μενού διαμόρφωσης
fr: menu de configuration
hr: konfig izbornik
sk: menu nast.
sv: konfigurationsmeny

source: confirmed
cs: potvrzeno
el: επιβεβαιωμένο
fr: confirmé
hr: potvrđen
sk: potvrdené
sv: bekräftad

source: connected
cs: připojeno
el: συνδεδεμένο
fr: connecté
hr: spojen
sk: pripojené
sv: ansluten

source: continue
cs: Pokračovat
el: συνέχεια
fr: continuer
hr: nastavi
sk: Pokračovať
sv: fortsätt

source: control multiple STBes with different RCs
cs: ovládat více Vu+ s různými DO
el: έλεγχος πολλαπλών δεκτών με διαφορετικά τηλεχειριστήρια
fr: contrôler Vu+ multiples avec différentes Télécommandes
hr: kontrola više STBes s različitim RC
sk: Riadiť viacero Vu+ s rôznymi DO
sv: styr flera boxar med olika fjärrkontroller

source: copy to bouquets
cs: zkopírovat do přehledu
el: αντιγραφή σε μπουκέτα
fr: copier vers bouquets
hr: kopiraj u pakete
sk: skopírovať do prehľadov
sv: kopiera till favoritlista

source: could not be removed
cs: nemůže být ostraněn
el: δεν αφαιρέθηκε
fr: Ne peut-être retiré
hr: Ne može se ukloniti
sk: nedá sa odstrániť
sv: kunde inte tas bort

source: create directory
cs: vytvoř složku
el: δημιουργία φακέλου
fr: création répertoire
hr: kreiraj direktorij
sk: vytvoriť adresár
sv: skapa mapp

source: creates virtual series folders from episodes
cs: vytvoří z epizod sérii virtuálních složek
el: Δημιουργία εικονικών φακέλων σειρών από επεισόδια
fr: créé des dossiers virtuels depuis épisodes
hr: stvara virtualne serijske foldere iz epizoda
sk: Vytvorí virtuálny rad priečinkov z epizód.
sv: skapar virtuella seriemappar från episoder.

source: creates virtual series folders from sets of recorded episodes
cs: vytvoří ze sady zaznamenaných epizod sérii virtuálních složek
el: Δημιουργία εικονικών φακέλων σειρών από κύκλους εγγεγραμμένων επεισοδίων.
fr: créé des dossiers virtuels depuis lots d'épisode enregistrés
hr: stvara virtualne serijske foldere iz seta snimljenih epizoda
sk: Vytvorí virtuálny rad priečinkov zo zostáv nahraných epizód
sv: skapar virtuella seriemappar från uppsättningar av inspelade episoder.

source: currently installed image: %s
cs: aktuálně nainstalované image: %s
el: τρέχον εγκατεστημένο λογισμικό: %s
fr: image installée actuellement: %s
hr: trenutno instalirano image: %s
sk: Aktuálne nainštalovaný image: %s
sv: nuvarande installerat operativsystem: %s

source: daily
cs: denně
el: καθημερινά
fr: quotidien
hr: dnevno
sk: denne
sv: daglig

source: day
cs: den
el: ημέρα
fr: Jour
hr: dan
sk: deň
sv: dag

source: default
cs: výchozí
el: προεπιλεγμένο
fr: défaut
hr: zadano
sk: predvolené
sv: grundvärde

source: delete
cs: smazat
el: διαγραφή
fr: Effacer
hr: Obriši
sk: Zmazať
sv: ta bort

source: delete cut
cs: smazat střih
el: διαγραφή αποκοπής
fr: effacer coupe
hr: obriši rez
sk: zmazať strih
sv: ta bort klipp

source: delete file
cs: smaž soubor
el: διαγραφή αρχείου
fr: Effacer fichier
hr: izbrisati datoteku
sk: zmazať súbor
sv: ta bort fil

source: delete playlist entry
cs: smazat položku playlistu
el: διαγραφή καταχώρησης λίστας αναπαραγωγής
fr: effacer entrée liste lecture
hr: obriši unos playliste
sk: zmazať zadanie zoznamu prehrávok
sv: ta bort post i spellista

source: delete saved playlist
cs: smazat uložený playlist
el: διαγραφή αποθηκευμένης λίστας αναπαραγωγής
fr: effacer liste lecture sauvée
hr: obriši pohranjenu playlistu
sk: zmazať uložený zoznam prehrávok
sv: ta bort sparad spellista

source: delete...
cs: Smazat....
el: διαγραφή…
fr: effacer...
hr: Obriši...
sk: zmazať...
sv: ta bort...

source: description
cs: popis
el: περιγραφή
hr: opis
sk: popis
sv: beskrivning

source: disable
cs: zakázat
el: απενεργοποίηση
fr: désactiver
hr: onemogući
sk: zrušiť
sv: avaktivera

source: disable move mode
cs: Vypnout přesunovací mód
el: απενεργοποίηση λειτουργίας μετακίνησης
fr: désactiver le mode déplacement
hr: onemoguće premještanje
sk: zrušiť presun
sv: avaktivera flyttläge

source: disabled
cs: zakázáno
el: μη ενεργό
fr: Désactivé
hr: onemogućeno
sk: zrušené
sv: avaktiverad

source: disconnected
cs: odpojeno
el: αποσυνδεδεμένο
fr: déconnecté
hr: isključen
sk: odpojené
sv: bortkopplad

source: do not change
cs: neměnit
el: χωρίς αλλαγή
fr: ne pas changer
hr: ne mijenjaj
sk: nemeniť
sv: ändra inte

source: do nothing
cs: nedělat nic
el: να μη γίνει τίποτα
fr: ne rien faire
hr: ništa ne čini
sk: nič nerobiť
sv: gör inget

source: don't record
cs: Nenahrávat
el: να μη γίνει εγγραφή
fr: ne pas enregistrer
hr: ne snimaj
sk: nenahrávať
sv: spela inte in

source: done!
cs: Hotovo!
el: ολοκληρώθηκε!
fr: terminé!
hr: Učinjeno!
sk: Hotovo!
sv: klar!

source: driver for Realtek USB wireless devices
cs: ovladač pro bezdrátové USB zařízení Realtek
el: οδηγός για ασύρματες συσκευές USB Realtek
fr: driver pour périphériques USB WIFI Realtek
hr: driver za Realtek USB wireless devices
sk: ovládač pre bezdrôtové USB zariadenia Realtek
sv: drivrutin för Realtek USB trådlösa enheter

source: edit alternatives
cs: upravit alternativy
el: επεξεργασία εναλλακτικών
fr: éditer les alternatifs
hr: editiraj alternative
sk: Upraviť alternatívy
sv: ändra alternativ

source: edit filters
cs: editace filtrů
el: επεξεργασία φίλτρων
fr: éditer filtres
hr: uredi filtere
sk: Upraviť filtre
sv: ändra filter

source: edit services
cs: editace stanic
el: επεξεργασία υπηρεσιών
fr: éditer services
hr: uredi kanale
sk: Upraviť stanice
sv: ändra kanaler

source: empty
cs: prázdné
el: κενό
fr: vide
hr: prazno
sk: prázdne
sv: tom

source: enable
cs: povolit
el: ενεργοποίηση
fr: activer
hr: omogući
sk: zapnúť
sv: aktivera

source: enable bouquet edit
cs: Povolit úpravu přehledu
el: ενεργοποίηση επεξεργασίας μπουκέτου
fr: activer édition des bouquets
hr: omogući editanje paketa
sk: zapnúť úpravu prehľadu
sv: aktivera favoritlist editor

source: enable favourite edit
cs: Povolit úpravu oblíbených
el: ενεργοποίηση επεξεργασίας αγαπημένων
fr: activer édition des favoris
hr: omogući editiranje favorita
sk: zapnúť úpravu obľúbených
sv: aktivera favoriter editor

source: enable move mode
cs: Povolit přesunovací mód
el: ενεργοποίηση λειτουργίας μετακίνησης
fr: activer le mode déplacement
hr: uključi mod za premještanje
sk: zapnúť presun
sv: aktivera flyttläge

source: enabled
cs: povoleno
el: ενεργό
fr: activé
hr: omogućeno
sk: zapnuté
sv: aktiverad

source: end alternatives edit
cs: ukončit úpravu alternativ
el: τέλος επεξεργασίας εναλλακτικών
fr: fin d'éditions alternatives
hr: kraj editiranja alternativa
sk: skončiť úpravu alternatív
sv: avsluta ändra alternativ

source: end bouquet edit
cs: Ukončit úpravu přehledu
el: τέλος επεξεργασίας μπουκέτου
fr: terminer l'édition des bouquets
hr: završi editiranje paketa
sk: skončiť úpravu prehľadu
sv: avsluta favoritlist editor

source: end cut here
cs: ukončit střih zde
el: τέλος αποκοπής εδώ
fr: fin de coupe ici
hr: završi rez ovdje
sk: strih končí tu
sv: slutklipp här

source: end favourites edit
cs: Ukončit úpravu oblíbených
el: τέλος επεξεργασίας μπουκέτων
fr: terminer l'édition des favoris
hr: završi editiranje favorita
sk: skončiť úpravu obľúbených
sv: avsluta favoriter editor

source: equal to
cs: shodné s
el: ίσο με
fr: égale à
hr: jadnako
sk: rovná sa
sv: lika med

source: exact match
cs: přesná shoda
el: ακριβής αντιστοίχιση
fr: concordance exacte
hr: točno podudaranje
sk: presná zhoda
sv: exakt matchning

source: exit DVD player or return to file browser
cs: ukončit přehrávač DVD a vrátit se na seznam souborů
el: έξοδος από το DVD player ή επιστροφή στον περιηγητή αρχείων
fr: quitter le lecteur DVD ou retourner au sélecteur fichiers
hr: izlaz DVD playera ili vraćane u file preglednik
sk: zatvoriť prehrávač DVD alebo sa vrátiť do správcu súborov
sv: avsluta DVD-spelare eller återvänd till filutforskare

source: exit mediaplayer
cs: ukončit přehrávač médií
el: έξοδος από τον mediaplayer
fr: quitter lecteur média
hr: Izađi iz preglednika medija
sk: zatvoriť prehrávač médií
sv: avsluta mediaspelare

source: exit movielist
cs: zavřít seznam filmů
el: έξοδος από τη λίστα ταινιών
fr: quitter liste film
hr: izađi iz izbornika filmova
sk: Zatvoriť zoznam filmov
sv: avsluta filmlista

source: exit nameserver configuration
cs: opusť konfiguraci nameserverů
el: έξοδος από ρύθμιση nameserver
fr: quitter configuration nom serveur
hr: izlaz iz podešavanja nameservera
sk: zatvoriť nastavovanie DNS
sv: avsluta namnserverkonfiguration

source: exit network adapter configuration
cs: opusť konfiguraci síťových adaptérů
el: έξοδος από παραμετροποίηση προσαρμογέα δικτύου
fr: quitter configuration adaptateur réseau
hr: izlaz iz podešavanja mrežnih uređaja
sk: zatvoriť nastavovanie sieťového adaptéra
sv: avsluta nätverkskortets konfiguration

source: exit network interface list
cs: opusť seznam síťových adaptérů
el: έξοδος από λίστα διεπαφής δικτύου
fr: quitter liste interface réseau
hr: izlaz iz liste mrežnih uređaja
sk: zatvoriť zoznam sieťových rozhraní
sv: avsluta nätverkskortslista

source: exit networkadapter setup menu
cs: opusť menu nastavení síťového adaptéru
el: έξοδος από το μενού ρύθμισης προσαρμογέα δικτύου
fr: quitter menu réglages adaptateur réseau
hr: izlaz iz izbornika podešavanja mrežnih uređaja
sk: zatvoriť menu nastavení sieťových rozhraní
sv: avsluta nätverkskort installationsmeny

source: fileformats (BMP, PNG, JPG, GIF)
cs: formát souborů (BMP, PNG, JPG, GIF)
el: τύποι αρχείων (BMP, PNG, JPG, GIF)
fr: Formats fichiers (BMP, PNG, JPG, GIF)
hr: file formati (BMP, PNG, JPG, GIF)
sk: formáty súborov (BMP, PNG, JPG, GIF)
sv: filformat (BMP, PNG, JPG, GIF)

source: filename
cs: jméno souboru
el: όνομα αρχείου
fr: nom fichier
hr: Ime datoteke
sk: názov súboru
sv: filnamn

source: fine-tune your display
cs: doladit display
el: μικρορύθμιση οθόνης
fr: accord-fin de votre affichage
hr: fino podešavanje prikaza
sk: jemné nastavenie obrazu
sv: fininställ din skärm

source: forward to the next chapter
cs: přeskočit na další kapitolu
el: προώθηση στο επόμενο κεφάλαιο
fr: Avancer au chapitre suivant
hr: naprijed na sljedeći chapter
sk: preskočiť na ďalšiu kapitolu
sv: framåt till nästa kapitel

source: free
cs: volný
el: ελεύθερο
fr: libre
hr: slobodno
sk: voľných
sv: fri

source: free diskspace
cs: volné místo na HDD
el: ελεύθερος χώρος δίσκου
fr: espace disque libre
hr: slobodan prostor na disku
sk: voľného miesta na disku
sv: ledigt diskutrymme

source: go to deep standby
cs: přejít do hlubokého spánku
el: μετάβαση σε κατάσταση "βαθιάς" αναμονής
fr: mettre en veille profonde
hr: na deep standby
sk: prejsť do vypnutia
sv: stäng av mottagaren

source: go to standby
cs: přejít do pohotovostního režimu
el: μετάβαση σε κατάσταση "αναμονής"
fr: mettre en veille
hr: u standby
sk: prejsť do pohotovostného režimu
sv: Gå till standby

source: grab this frame as bitmap
cs: sejmi tento snímek jako bitmapu
el: αποτύπωση πλαισίου ως ψηφιογραφικό
fr: Saisir cette frame commme bitmap
hr: iskoristite sliku fima kao bitmap
sk: Zachytiť toto políčko ako bitmapu
sv: ta en skärmdump

source: green
cs: zelený
el: πράσινο
fr: vert
hr: zeleno
sk: zelená
sv: grön

source: hear radio...
cs: Poslouchat rádio...
el: ακρόαση ραδιοφώνου…
fr: écouter radio...
hr: slušaj radio...
sk: Počúvať rádio...
sv: lyssna på radio...

source: help...
cs: Pomoc...
el: βοήθεια…
fr: aide...
hr: pomoć...
sk: Pomoc...
sv: hjälp...

source: hide extended description
cs: skrýt rozšířený popis
el: απόκρυψη εκτεταμένης περιγραφής
fr: masquer la description étendue
hr: sakrij prošireni opis
sk: skryť rozšírený popis
sv: dölj utökad beskrivning

source: hide player
cs: skrýt přehrávač
el: απόκρυψη player
fr: cacher le lecteur
hr: sakrij player
sk: skryť prehrávač
sv: dölj spelare

source: horizontal
cs: horizontální
el: οριζόντια
fr: horizontale
hr: horizontala
sk: vodorovná
sv: horisontal

source: hour
cs: hodina
el: ώρα
fr: heure
hr: sat
sk: hodina
sv: timme

source: hours
cs: hodiny
el: ώρες
fr: heures
hr: sati
sk: hodiny
sv: timmar

source: immediate shutdown
cs: ihned vypnout
el: άμεσος τερματισμός
fr: extinction immédiate
hr: odmah isključi
sk: ihneď vypnúť
sv: omedelbar avstängning

source: in Description
cs: v popise
el: σε Περιγραφή
fr: dans description
hr: u opisu
sk: v popise
sv: i beskrivning

source: in Shortdescription
cs: v krátkém popise
el: σε σύντομη περιγραφή
fr: dans courte description
hr: u kratkom opisu
sk: v stručnom popise
sv: i kortbeskrivning

source: in Title
cs: v názvu
el: σε Τίτλο
fr: dans titre
hr: u naslovu
sk: v názve
sv: i titel

source: init module
cs: inicializační modul
el: ενεργ. μονάδα
fr: initialiser le module
hr: init modula
sk: inic. modul
sv: initiera modul

source: init modules
cs: init modulů
el: ενεργ. μονάδες
fr: initialiser modules
hr: inicijalizacija modula
sk: inic. moduly
sv: initiera moduler

source: insert mark here
cs: vložit sem popisovač
el: εισαγωγή σημαδιού εδώ
fr: insérer marqueur ici
hr: unesi oznaku ovdje
sk: sem vložiť značku
sv: infoga markör här

source: jump back to the previous title
cs: přeskočit na předchozí titul
el: μετάβαση στον προηγούμενο τίτλο
fr: se rendre vers le titre précédent
hr: skok natrag na prethodni naslov
sk: skok vzad na predchádzajúci titul
sv: hoppa bakåt till föregående titel

source: jump forward to the next title
cs: přeskočit na další titul
el: μετάβαση στον επόμενο τίτλο
fr: se rendre vers le titre suivant
hr: skok naprijed na sljedeći naslov
sk: skok vpred na nasledujúci titul
sv: hoppa framåt till nästa titel

source: jump to listbegin
cs: skočit na začátek seznamu
el: μετάβαση στην αρχή της λίστας
fr: se rendre au début de liste
hr: skoči na početak liste
sk: skok na začiatok zoznamu
sv: hoppa till liststart

source: jump to listend
cs: skočit na konec seznamu
el: μετάβαση στο τέλος της λίστας
fr: se rendre à la fin de liste
hr: skoči na kraj liste
sk: skok na koniec zoznamu
sv: hoppa till listslut

source: jump to next marked position
cs: skočit na další označenou pozici
el: μετάβαση στην επόμενη σημαδεμένη θέση
fr: se rendre à la position marquée suivante
hr: skoči do sljedeće označene pozicije
sk: Skok na nasled. označené miesto
sv: hoppa till nästa markerade position

source: jump to previous marked position
cs: skočit na předchozí označenou pozici
el: μετάβαση στην προηγούμενη σημαδεμένη θέση
fr: se rendre à la position marquée précédente
hr: skoči do predhodne označene pozicije
sk: Skok na predch. označené miesto
sv: hoppa till föregående markerade position

source: leave movie player...
cs: opustit přehrávač
el: έξοδος απο player ταινιών…
fr: quitter le lecteur...
hr: napusti video ...
sk: Ukončiť prehrávač médií...
sv: lämna videospelare...

source: left
cs: vlevo
el: αριστερά
fr: gauche
hr: lijevo
sk: doľava
sv: vänster

source: length
cs: délka
el: διάρκεια
fr: Longueur
hr: dužina
sk: dĺžka
sv: längd

source: list of EPG views...
cs: Seznam EPG zobrazení
el: λίστα εμφανίσεων EPG...
fr: liste de vues EPG...
hr: Pogled na popis EPG...
sk: Zoznam zobrazení EPG...
sv: lista över EPG vyer...

source: list style compact
cs: kompaktní seznam
el: συμπαγές στιλ λίστας
fr: style liste compacte
hr: kompaktni stil liste
sk: kompaktný zoznam
sv: liststil kompakt

source: list style compact with description
cs: kompaktní seznam s popisem
el: συμπαγές στιλ λίστας με περιγραφή
fr: style liste compacte avec description
hr: kompaktni stil liste sa opisom
sk: kompaktný zoznam s popisom
sv: liststil kompakt med beskrivning

source: list style default
cs: standardní seznam
el: προεπιλεγμένο στιλ λίστας
fr: style liste standard
hr: standardne postavke stila liste
sk: predvolený zoznam
sv: liststil grundläge

source: list style single line
cs: seznam v jedné řádce
el: λίστα σε στιλ μονής γραμμής
fr: style liste ligne unique
hr: Kompaktni jednostruki stil liste
sk: jednoriadkový zoznam
sv: liststil enkel linje

source: load playlist
cs: nahrát playlist
el: φόρτωση λίστας αναπαραγωγής
fr: Charger liste lecture
hr: učitaj playlistu
sk: otvoriť zoznam prehrávok
sv: ladda spellista

source: locked
cs: zamknuto
el: κλειδωμένο
fr: verrouillé
hr: prihvaćen
sk: zachytený
sv: låst

source: loopthrough to
cs: propojeno s
el: βρόχος μέσω
fr: rebouclé par
hr: loopthrough na
sk: prepojiť s
sv: loopthrough till

source: manual
cs: ruční
el: χειροκίνητο
fr: manuel
hr: Ručno
sk: ručne
sv: manuell

source: menulist
cs: seznam menu
el: λίστα μενού
fr: liste menu
hr: Lista izbornika
sk: zoznam menu
sv: menylista

source: mins
cs: minuty
el: λεπτά
fr: min
sk: min
sv: min

source: minute
cs: minuta
el: λεπτό
hr: minuta
sk: minúta
sv: minut

source: minutes
cs: minuty
el: λεπτά
hr: minute
sk: minút
sv: minuter

source: missing parameter "id"
cs: chybí parameter "id"
el: απουσία παραμέτρου "id"
fr: Parametre manquant "id"
hr: nedostaje parametar "id"
sk: Chýbajúci parameter "id"
sv: saknar parameter "id"

source: month
cs: měsíc
el: μήνας
fr: mois
hr: mjesec
sk: mesiac
sv: månad

source: move PiP to main picture
cs: přesunout PIP do hlavního okna
el: μετακίνηση PiP στην κεντρική εικόνα
fr: déplacer PiP vers principale
hr: premjesti PiP na glavnu sliku
sk: presunúť PiP do hlavného obrazu
sv: flytta BiB till huvudbild

source: move down to last entry
cs: posuň dolů na poslední položku
el: μετάβαση στην τελευταία καταχώρηση
fr: déplacer en bas dernière entrée
hr: pomakni dolje do posljednjeg unosa
sk: nadol na posledné zadanie
sv: flytta ner till sista posten

source: move down to next entry
cs: posuň dolů na další položku
el: μετάβαση στην επόμενη καταχώρηση
fr: déplacer en bas entrée suivante
hr: pomakni dolje do slijedećeg unosa
sk: nadol na nasledujúce zadanie
sv: flytta ner till nästa post

source: move up to first entry
cs: posuň nahoru na první položku
el: μετάβαση στην πρώτη καταχώρηση
fr: déplacer en haut première entrée
hr: pomakni do prvog unosa
sk: nahor na prvé zadanie
sv: flytta upp till första posten

source: move up to previous entry
cs: posuň nahoru na předcházející položku
el: μετάβαση στην προηγούμενη καταχώρηση
fr: déplacer en haut entrée précédente
hr: pomakni na prethodni unos
sk: nahor na predchádzajúce zadanie
sv: flytta upp till föregående post

source: movie list
cs: seznam filmů
el: λίστα ταινιών
fr: liste film
hr: lista filmova
sk: Zoznam filmov
sv: filmlista

source: multinorm
cs: multinorma
el: πολλά πρότυπα
fr: multinorme
sk: viacnormový

source: never
cs: nikdy
el: ποτέ
fr: jamais
hr: nikad
sk: nikdy
sv: aldrig

source: next channel
cs: Další stanice
el: επόμενο κανάλι
fr: chaîne suivante
hr: sljedeći kanal
sk: Nasledujúca stanica
sv: nästa kanal

source: next channel in history
cs: Další stanice v historii
el: επόμενο κανάλι στο ιστορικό
fr: chaîne suivante dans l'historique
hr: prethodni kanal
sk: Nasledujúca stanica v histórii
sv: nästa kanal i historiken

source: no
cs: ne
el: όχι
fr: non
hr: Ne
sk: nie
sv: nej

source: no CAId selected
cs: nezvolen CAId
el: δεν επιλέχτηκε CAId
fr: Aucun CAId sélectionné!
hr: nije CAId selektiran
sk: nie je zvolený CAId
sv: ingen CAId vald

source: no CI slots found
cs: nenalezeny CI šachty
el: δεν βρέθηκαν θύρες CI
fr: Aucun slot CI trouvés
hr: CI slotovi nisu nađeni
sk: nenájdené otvory CI
sv: ingen CI-slot hittad

source: no HDD found
cs: HDD nenalezen
el: δεν βρέθηκε σκληρός δίσκος
fr: aucun DD trouvé
hr: Disk nije pronađen
sk: nenájdený pevný disk
sv: ingen hårddisk hittad

source: no Services/Providers selected
cs: nezvoleny Stanice/Poskytovatelé
el: δεν επιλέχτηκαν Υπηρεσίες/Πάροχοι
fr: Aucun Service/Opérateur sélectionné
hr: Kanali/Provideri nisu selektirani
sk: Žiadne služby a poskytovatelia nie sú zvolené
sv: ingen kanal/leverantör vald

source: no module found
cs: Modul nenalezen
el: δεν βρέθηκε μονάδα
fr: Aucun module trouvé
hr: nema modula
sk: Nenájdený modul
sv: ingen modul hittad

source: no standby
cs: žádný standby
el: χωρίς αναμονή
fr: pas de veille
hr: ne u standby
sk: žiadny pohotovostný režim
sv: inget viloläge

source: no timeout
cs: žadný timeout
el: χωρίς χρονικό όριο
fr: pas de temps dépassé
hr: nema vremenskog ograničenja
sk: žiadny časový limit
sv: ingen timeout

source: none
cs: žádný
el: κανένα
fr: aucun
hr: prazno
sk: žiadne
sv: ingen

source: not configured
cs: nenakonfigurováno
el: δεν παραμετροποιήθηκε
fr: pas configuré
hr: nije konfiguriran
sk: nenakonfigurované
sv: ej konfigurerad

source: not locked
cs: nezamčeno
el: μη κλειδωμένο
fr: pas verrouillé
hr: nije prihvaćen
sk: nie je signál
sv: inte låst

source: not supported
cs: nepodporováno
el: δεν υποστηρίζεται
fr: pas supporté
hr: nije podržan
sk: nepodporované
sv: stöds ej

source: not used
cs: nepoužito
el: δεν χρησιμοποιείται
fr: pas utilisé
hr: ne koristi
sk: nepoužité
sv: ej använd

source: nothing connected
cs: nic není připojeno
el: δεν έχει συνδεθεί τίποτα
fr: Rien de connecté
hr: ništa nije spojeno
sk: nič nie je pripojené
sv: inget anslutet

source: of a DUAL layer medium used.
cs: použito z DUAL layer média.
el: χρησιμοποιημένου μέσου ΔΙΠΛΗΣ επίστρωσης.
fr: d'un média double couche utilisé.
hr: za DUAL layer medium se koristi.
sk: dvojvrstvového média využitých.
sv: av DUAL layer media använt.

source: of a SINGLE layer medium used.
cs: použito ze SINGLE layer média.
el: χρησιμοποιημένου μέσου ΜΟΝΗΣ επίστρωσης.
fr: d'un média simple couche utilisé.
hr: za SINGLE layer medium se koristi.
sk: jednovrstvového média využitých.
sv: av SINGLE layer media använt.

source: off
cs: vypnuté
el: μη ενεργό
fr: arrêt
hr: isključi
sk: vypnutý
sv: av

source: on
cs: zapnuté
el: ενεργό
fr: marche
hr: uključi
sk: zapnutý
sv: på

source: on READ ONLY medium.
cs: na READ ONLY médiu.
el: σε μέσο ΜΌΝΟ ΑΝΑΓΝΩΣΗΣ.
fr: sur média en LECTURE SEULE
hr: za READ ONLY medium.
sk: na nezapisovateľné médium.
sv: på READ ONLY media.

source: on Weekday
cs: ve všední den
el: σε Καθημερινή
fr: sur jour semaine
hr: za tjedne
sk: v pracovný deň
sv: på Veckodagar

source: once
cs: jednou
el: μία φορά
fr: une fois
hr: jednom
sk: raz
sv: en gång

source: open nameserver configuration
cs: otevři konfiguraci nameserveru
el: άνοιγμα ρύθμισης nameserver
fr: ouvrir configuration nom serveur
hr: otvoriti Nameserver konfiguraciju
sk: Otvoriť nastavenia DNS
sv: öppna namnserverkonfiguration

source: open servicelist
cs: Otevřít seznam stanic
el: άνοιγμα λίστας υπηρεσιών
fr: ouvrir liste service
hr: otvori listu kanala
sk: Otvoriť zoznam staníc
sv: öppna kanallista

source: open servicelist(down)
cs: Zobrazit seznam stanic (dolů)
el: άνοιγμα λίστας υπηρεσιών (κάτω)
fr: ouvrir liste service (bas)
hr: otvori listu kanala (dolje)
sk: Zobraziť zoznam staníc (nadol)
sv: öppna kanallista(ner)

source: open servicelist(up)
cs: Zobrazit seznam stanic (nahoru)
el: άνοιγμα λίστας υπηρεσιών (επάνω)
fr: ouvrir liste service (haut)
hr: otvori listu kanala (gore)
sk: Zobraziť zoznam staníc (nahor)
sv: öppna kanallista(upp)

source: partial match
cs: částečná shoda
el: μερική αντιστοίχιση
fr: concordance partielle
hr: djelomično podesiti
sk: Čiastočná zhoda
sv: delvis matchning

source: pass
cs: projít (pass)
el: πέρασμα
fr: passe
hr: lozinka
sk: prechod
sv: ok

source: pause
cs: Pauza
el: παύση
hr: pauza
sk: Pauza
sv: paus

source: play entry
cs: Přehrát
el: αναπαραγωγή καταχώρησης
fr: lire entrée
hr: pokreni unos
sk: prehrať
sv: spela angivet
