Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Change bouquets in quickzap
cs: Změnit přehledy při rychlém přepínání
el: Αλλαγή μπουκέτου σε γρήγορη αλλαγή καναλιού
fr: Changer les bouquets en zapping rapide
hr: Promjeni pakete u brzom prebacivanju
sk: Zmeniť prehľady pri rýchlom prepínaní
sv: Byt favoritlista med snabbzap

source: Change default recording offset?
cs: Změnit výchozí offset nahrávání?
el: Αλλαγή μετατόπισης προεπιλεγμένης εγγραφής;
fr: Changer décalage d'enregistrement par défaut?
hr: Promijeni zadani recording offset?
sk: Zmeniť predvolený posun nahrávania?
sv: Ändra grundinspelnings kompensation?

source: Change hostname
cs: Změň jméno host
el: Αλλαγή ονόματος κόμβου
fr: Changer nom d'hôte
hr: Promjena hostname
sk: Zmeniť názov hostname
sv: Byt hostnamn

source: Change pin code
cs: Změnit PIN
el: Αλλαγή κωδ. pin
fr: Changer code pin
hr: Promjeni pin kod
sk: Zmeniť kód PIN
sv: Ändra PIN-kod

source: Change service PIN
cs: Změň servisní PIN
el: Αλλαγή PIN υπηρεσίας
fr: Changer PIN service
hr: Promjena PIN kanala
sk: Zmeniť PIN stanice
sv: Ändra kanal PIN

source: Change service PINs
cs: Změň servisní PINy
el: Αλλαγή PIN υπηρεσίας
fr: Changer PINs service
hr: Promjena PIN-ove kanala
sk: Zmeniť PINy staníc
sv: Ändra kanal PINs

source: Change setup PIN
cs: Změň PIN pro nastavení
el: Αλλαγή ρύθμισης PIN
fr: Changer paramètres PIN
hr: Promjena postavki PIN
sk: Zmeniť PIN nastavení
sv: Ändra installations PIN

source: Change step size
cs: Změň velikost kroku
el: Αλλαγή μεγέθους βήματος
fr: Changer taille pas
hr: Promjena veličine koraka
sk: Zmeniť veľkosť kroku
sv: Ändra stegstorlek

source: Change the hostname of your STB.
cs: Změň jméno host tvého Vu+
el: Αλλαγή ονόματος κόμβου του δέκτη.
fr: Modifier le nom d'hôte de votre Vu+
hr: Promjena hostname vašeg STB.
sk: Zmeň názov hostname Vu+.
sv: Byt hostnamn på boxen.

source: Changelog
el: Αλλαγή ημερολογίου
fr: Changements
hr: Zapis o promjenama
sk: Protokol zmien
sv: Ändringslog

source: Channel
cs: Stanice
el: Κανάλι
fr: Canal
hr: Kanal
sk: Stanica
sv: Kanal

source: Channel Selection
cs: Výběr stanice
el: Επιλογή Καναλιού
fr: Sélection de la chaîne
hr: Sekcija kanala
sk: Voľba stanice
sv: Kanallista

source: Channel audio:
cs: Kanál zvuku
el: Κανάλι ήχου:
fr: Canal audio:
hr: Zvuk kanala:
sk: Zvuk stanice:
sv: Ljudkanal:

source: Channel not in services list
cs: Kanál není v seznamu stanic
el: Το κανάλι δεν υπάρχει στη λίστα υπηρεσιών
fr: Chaîne absente de la liste services
hr: Kanal nije u listi kanala
sk: Stanica nie je v zozname staníc
sv: Kanalen finns ej i kanallistan

source: Channel:
cs: Stanice:
el: Κανάλι:
fr: Chaîne:
hr: Kanal:
sk: Stanica:
sv: Kanal:

source: Channellist menu
cs: Menu seznamu stanic
el: Μενού λίστας καναλιών
fr: Liste des chaînes
hr: Izbornik liste kanala
sk: Menu zoznamu staníc
sv: Kanallista meny

source: Channels
cs: Kanály
el: Κανάλια
fr: Chaînes
hr: Kanali
sk: Stanice
sv: Kanaler

source: Chap.
cs: Kapitola
el: Κεφ.
sk: Kap.
sv: Kap.

source: Chapter
cs: Kapitola
el: Κεφάλαιο
fr: Chapitre
hr: Poglavlja
sk: Kapitola
sv: Kapitel

source: Chapter:
cs: Kapitola:
el: Κεφάλαιο:
fr: Chapitre:
hr: Poglavlje:
sk: Kapitola:
sv: Kapitel:

source: Check
cs: Ověřit
el: Έλεγχος
fr: Vérification
hr: Provjera
sk: Skontrolovať
sv: Kontrollera

source: Checking Filesystem...
cs: Ověřuji souborový systém...
el: Έλεγχος συστήματος αρχείων…
fr: Vérification fichier système...
hr: Provjera sistemskih fajlova...
sk: Kontrolujem systém súborov...
sv: Kontrollerar filsystem...

source: Choose Tuner
cs: Vyber tuner
el: Επιλογή Tuner
fr: Choisir tuner
hr: Odaberi Tuner
sk: Zvoliť tuner
sv: Välj tuner

source: Choose a wireless network
cs: Zvol bezdrátovou síť
el: Επιλογή ασυρμάτου δικτύου
fr: Choisir un réseau sans fil
hr: Odaberite bežičnu mrežu
sk: Zvoľ bezdrôtovú sieť
sv: Välj ett trådlöst nätverk

source: Choose backup files
cs: Zvol soubory zálohy
el: Επιλογή αρχείων αντιγράφων
fr: Choisir fichiers sauvegarde
hr: Odaberite spremljene kopije fajlova
sk: Zvoliť súbory zálohy
sv: Välj filer och mappar

source: Choose backup location
cs: Zvol umístění zálohy
el: Επιλογή θέσης αντιγράφων
fr: Destination sauvegarde
hr: Odaberite lokaciju za spremanje kopije
sk: Zvoliť umiestnenie zálohy
sv: Välj destination

source: Choose bouquet
cs: Vyber přehled
el: Επιλογή μπουκέτου
fr: Choisir le bouquet
hr: Odaberi paket
sk: Zvoliť prehľad
sv: Välj favoritlista

source: Choose image to download
cs: Zvol image ke stažení
el: Επιλογή λογισμικού για λήψη
fr: Choisir image à télécharger
hr: Odaberite image za skidanje
sk: Zvoľ image na stiahnutie
sv: Välj operativsystem för nedladdning

source: Choose target folder
cs: Vyber cílovou složku
el: Επιλογή φακέλου προορισμού
fr: Choisir le dossier cible
hr: Odaberite ciljnu mapu
sk: Zvoliť cieľový adresár
sv: Välj målmapp

source: Choose upgrade source
cs: Zvol zdroj upgradu
el: Επιλογή πηγής αναβάθμισης
fr: Origine sauvegarde
hr: Odaberite izvor nadogradnje
sk: Zvoliť zdroj aktualizácie
sv: Välj uppgraderingskälla

source: Choose your Skin
cs: Vyber vzhled
el: Επιλογή θέματος
fr: Choisir le thème
hr: Odaberite vaš Skin
sk: Zvoliť skin
sv: Välj utseende

source: Circular left
cs: Kruhová levá
el: Αριστερόστροφη
fr: Circulaire gauche
hr: Kružno lijevo
sk: Kruhová ľavá
sv: Cirkulär vänster

source: Circular right
cs: Kruhová pravá
el: Δεξιόστροφη
fr: Circulaire droit
hr: Kružno desno
sk: Kruhová pravá
sv: Cirkulär höger

source: Classic
cs: Klasika
el: Κλασικό
fr: Classique
hr: Klasično
sk: Klasika
sv: Klassisk

source: Cleanup
cs: Vyčistit
el: Εκκαθάριση
fr: Nettoyage
hr: Čišćenje
sk: Vyčistiť
sv: Rensa

source: Cleanup Wizard
cs: Průvodce vyčištěním
el: Οδηγός Εκκαθάρισης
fr: Assistant nettoyage
hr: Vodič za čišćenje
sk: Sprievodca vyčistením
sv: Upprensningsguide

source: Cleanup Wizard settings
cs: Nastavení průvodce vyčištěním
el: Ρυθμίσεις Οδηγού Εκκαθάρισης
fr: Paramètres assistant nettoyage
hr: Postavke vodiča čišćenja
sk: Nastavenia sprievodcu vyčistením
sv: Upprensningsguide inställningar

source: Cleanup timerlist automatically
cs: Vyčisti seznam časovačů automaticky
el: Αυτόματη εκκαθάριση λίστας χρονοδιακοπτών
fr: Nettoyer automatiquement la liste programmations
hr: Ćišćenje timer lista automatski
sk: Automaticky vyprázdniť zoznam časovačov
sv: Rensa timerlista automatiskt

source: Cleanup timerlist automatically.
cs: Vyčisti seznam časovačů automaticky.
el: Αυτόματη εκκαθάριση λίστας χρονοδιακοπτών.
fr: Nettoyer automatiquement la liste programmations.
hr: Ćišćenje timerlista automatski.
sk: Automaticky vyprázdniť zoznam časovačov.
sv: Rensa timerlista automatiskt.

source: Cleanup timerlist, orphaned movie files and setting backups automatically according to specfied rules.
cs: Vyčištění seznamu časovačů, starých filmových souborů a záloh nastavení automaticky podle stanovených pravidel.
el: Αυτόματη εκκαθάριση λίστας χρονοδιακοπτών, ορφανών αρχείων ταινιών και ρυθμίσεων αντιγράφων ασφαλείας σύμφωνα με τους προσδιορισμένους κανόνες.
fr: Nettoyer la liste de programmation, fichiers de films orphelins et programmation de sauvegardes automatique selon les critères spécifiés.
hr: Čišćenje timerlista, filmskih datoteka i postavljanje automastkog spremanja prema određenim pravilima.
sk: Vyčistenie zoznamu časovačov, starých filmových súborov a záloh nastavení automaticky podľa stanovených pravidiel.
sv: Rensa upp i timerlista, onödiga filer och sätt upp säkerhetskopiering automatiskt enligt specificerade regler.

source: Cleanup timerlist, orphaned movie files and setting backups automatically.
cs: Automatické vyčištění seznamu časovačů, starých filmových souborů a záloh nastavení.
el: Αυτόματη εκκαθάριση λίστας χρονοδιακοπτών, ορφανών αρχείων ταινιών και ρυθμίσεων αντιγράφων ασφαλείας.
fr: Nettoyer la liste de programmation, fichiers de films orphelins et programmation de sauvegardes automatique
hr: Čišćenje timerlista, filmskih datoteka i i postavljanje automastkog spremanja prema određenim pravilima.
sk: Automatické vyčistenie zoznamu časovačov, starých filmových súborov a záloh nastavení.
sv: Rensa upp i timerlista, onödiga filer och sätt upp säkerhetskopiering automatiskt.

source: CleanupWizard
cs: Průvodce vyčištěním
el: Οδηγός Εκκαθάρισης
fr: AssistantNettoyage
hr: Vodič za čišćenje
sk: Sprievodca vyčistením
sv: Upprensningsguide

source: Clear before scan
cs: Vymazat před skenováním
el: Καθαρισμός πριν τη σάρωση
fr: Effacer avant d'analyser
hr: Obriši prije pretraživanja
sk: Vymazať pred skenovaním
sv: Rensa före sökning

source: Clear history on Exit:
cs: Vymazat historii při ukončení:
el: Καθαρισμός ιστορικού στην Έξοδο:
fr: Nettoyer historique en sortant:
hr: Obriši povijesti na izlazu
sk: Vymazať históriu pri ukončení:
sv: Rensa historik vid avslut:

source: Clear log
cs: Vymazat log
el: Καθαρισμός αρχείου καταγραφής
fr: Efface log
hr: Obriši log
sk: Vymazať log
sv: Rensa logg

source: Close
cs: Zavřít
el: Κλείσιμο
fr: Fermer
hr: Zatvori
sk: Zatvoriť
sv: Stäng

source: Close and forget changes
cs: Ukonči a neukládej změny
el: Κλείσιμο χωρίς αλλαγές
fr: Fermer et annuler changements
hr: Zatvor bez promjene
sk: Zatvoriť a zrušiť zmeny
sv: Stäng och ta bort ändringar

source: Close and save changes
cs: Ukonči a ulož změny
el: Κλείσιμο και αποθήκευση αλλαγών
fr: Fermer et sauver changements
hr: Zatvori i spremi promjene
sk: Zatvoriť a uložiť zmeny
sv: Stäng och spar ändringar

source: Close title selection
cs: Ukonči volbu titulků
el: Κλείσιμο επιλογής τίτλου
fr: Fermer sélection titre
hr: Zatvori title selekciju
sk: Zatvoriť výber titulkov
sv: Stäng titelval

source: Code rate HP
cs: Kódový poměr HP
el: Κωδικός ρυθμού ΗΡ
fr: Code taux HP
sk: Kódový pomer HP
sv: Kodhastighet HP

source: Code rate LP
cs: Kódový poměr LP
el: Κωδικός ρυθμού LP
fr: Code taux LP
sk: Kódový pomer LP
sv: Kodhastighet LP

source: Collection name
cs: Název kolekce
el: Όνομα συλλογής
fr: Nom de collection
hr: Kolekcija imena
sk: Názov zostavy
sv: Samlingsnamn

source: Collection settings
cs: Nastavení kolekce
el: Ρυθμίσεις συλλογής
fr: Paramètres collection
hr: Postavke kolekcije
sk: Nastavenia zostavy
sv: Samlingsinställning

source: Color Format
cs: Barevný formát
el: Διαμόρφωση Χρώματος
fr: Format de couleur
hr: Format boje
sk: Formát farby
sv: Färgformat

source: Comedy
cs: Komedie
el: Κωμωδία
fr: Comédie
hr: Komedija
sk: Komédia
sv: Komedi

source: Command execution...
cs: Výkonání příkazu...
el: Εκτέλεση εντολής…
fr: Exécution commande...
hr: Naredba se izvršava ...
sk: Vykonávanie príkazu...
sv: Kommandoexekvering...

source: Command order
cs: Pořadí příkazů
el: Σειρά εντολών
fr: Ordre de commande
hr: Naredbu urediti
sk: Poradie príkazov
sv: Kommandoordning

source: Committed DiSEqC command
cs: Potvrzený DiSEqC příkaz
el: Απεσταλμένη εντολή DiSEqC
fr: Commande DiSEqC assignée
hr: Izvršena DiSEqC naredba
sk: Potvrdený príkaz DiSEqC
sv: Committat DiSEqC kommando

source: Common Interface Assignment
cs: Přiřazení CI
el: Προσδιορισμός Common Interface
fr: Assignation interface Commune
hr: Cam modul postavke
sk: Priradenie CI
sv: Common Interface tilldelning

source: Communication
cs: Komunikace
el: Επικοινωνία
hr: Komunikacija
sk: Komunikácia
sv: Kommunikation

source: Complete
cs: Kompletní
el: Ολοκληρωμένο
fr: Terminé
hr: Kompletno
sk: Kompletné
sv: Komplett

source: Complex (allows mixing audio tracks and aspects)
cs: Komplexní (umožňuje mixování audio stop a aspektů)
el: Πολύπλοκο (επιτρέπει τη μίξη καναλιών ήχου και διαστάσεων)
fr: Complexe (autorise mélange pistes audio et aspects)
hr: Complex (omogućava mixanje audio pjesama i aspekata)
sk: Komplexné (umožňuje miešanie rôznych zvukových a obrazových formátov)
sv: Komplex (tillåter mixning av ljudspår och aspekt)

source: Composition of the recording filenames
cs: Složení jmen nahraných souborů
el: Σύνθεση ονομάτων αρχείων εγγραφών
fr: Composition des noms fichiers enregistrements
hr: Oblikovanje imena snimljenih fajlova
sk: Zloženie názvov súborov nahrávok
sv: Sammansättning av inspelningars filnamn

source: Configuration Mode
cs: Konfigurační mód
el: Τρόπος ρύθμισης
fr: Mode de configuration
hr: Konfiguracijska metoda
sk: Možnosti nastavenia
sv: Konfigurationsläge

source: Configuration for the Webinterface
cs: Konfigurace pro Webinterface
el: Παραμετροποίηση για Webinterface
fr: Configuration pour l'Interface web
hr: Konfiguracija za Webinterface
sk: Konfigurácia webového rozhrania
sv: Konfiguration för Webgränssnitt

source: Configure AutoTimer behavior
cs: Nakonfiguruj chování Autočasovče
el: Παραμετροποίηση συμπεριφοράς Αυτόματου Χρονοδιακόπτη
fr: configurer comportement ProgAuto
hr: Konfiguriraj ponašanje AutoTimer
sk: Nastaviť správanie autočasovača
sv: Konfigurera AutoTimer-beteende

source: Configure interface
cs: Nakonfiguruj rozhraní
el: Παραμετροποίηση διεπαφής
fr: Configurer interface
hr: Konfiguracija sučelja
sk: Nakonfiguruj rozhranie
sv: Konfigurera gränssnitt

source: Configure nameservers
cs: Nakonfiguruj nameservery
el: Παραμετροποίηση nameservers
fr: Configurer noms serveurs
hr: Konfiguracija nameservera
sk: Nastav názvy serverov
sv: Konfigurera namnservers

source: Configure your WLAN network interface
cs: Nakonfiguruj tvoje WLAN síťové rozhraní
el: Παραμετροποίηση διεπαφής δικτύου WLAN
fr: Configurer votre interface réseau WLAN
hr: Konfiguracija WLAN mreže
sk: Nakonfigurovať rozhranie WLAN
sv: Konfigurera WLAN nätverkskort

source: Configure your internal LAN
cs: Nakonfiguruj tvůj interní LAN
el: Παραμετροποίηση εσωτερικού LAN
fr: Configurer votre réseau interne
hr: Konfiguracija interne LAN mreže
sk: Nakonfigurovať internú LAN
sv: Konfigurera ditt interna nätverk

source: Configure your network again
cs: Nakonfiguruj síť znovu
el: Νέα παραμετροποίηση του δικτύου
fr: Configurer votre réseau encore
hr: Konfiguraciju mreže ponoviti
sk: Znova nakonfiguruj sieť
sv: Konfigurera ditt nätverk igen

source: Configure your wireless LAN again
cs: Znova nakonfigurovat tvou WLAN
el: Νέα παραμετροποίηση ασύρματου δικτύου
fr: Configurer votre LAN sans fil encore
hr: Konfiguracija WLAN mreže ponoviti
sk: Znova nakonfiguruj bezdrôtovú sieť
sv: Konfigurera ditt trådlösa nätverk igen

source: Configuring
cs: Konfiguruji
el: Παραμετροποίηση
fr: configuration
hr: Konfiguriram
sk: Konfigurujem
sv: Konfigurering

source: Conflicting timer
cs: Konfliktní časování
el: Διένεξη χρονοδιακόπτη
fr: Programmation conflictuelle
hr: Konflikt tajmera
sk: Konflikt časovača
sv: Timerkonflikt

source: Connect
cs: Připoj
el: Σύνδεση
fr: Connecter
hr: Spojiti
sk: Pripojiť
sv: Anslut

source: Connect to a Wireless Network
cs: Připoj se k bezdrátové síti
el: Σύνδεση σε Ασύρματο Δίκτυο
fr: Connecter à un réseau sans fil
hr: Spojiti u WLAN
sk: Pripojiť k bezdrôtovej sieti
sv: Anslut till ett Trådlöst nätverk

source: Connected to
cs: Připojeno k
el: Συνδεδεμένο σε
fr: Connecté à
hr: Spojiti u
sk: Pripojené k
sv: Ansluten till

source: Connected!
cs: Připojeno!
el: Συνδέθηκε!
fr: Connecté!
hr: Spojeno!
sk: Pripojené!
sv: Ansluten!

source: Constellation
cs: Sestava
el: Διάταξη
hr: Konstalacija
sk: Zostava
sv: Konstellation

source: Content does not fit on DVD!
cs: Obsah se nevejde na DVD!
el: Το περιεχόμενο δεν χωράει σε DVD!
fr: Le contenu ne tient pas sur le DVD!
hr: Sadržaj ne stane na DVD!
sk: Obsah sa nezmestí na DVD!
sv: Innehållet för stort för en DVD!

source: Continue
cs: Pokračuj
el: Συνέχεια
fr: Continuer
hr: Nastaviti
sk: Pokračovať
sv: Fortsätt

source: Continue in background
cs: Pokračuj na pozadí
el: Συνέχεια σε παρασκήνιο
fr: Continuer en arrière plan
hr: Nastaviti u pozadini
sk: Pokračovať na pozadí
sv: Fortsätt i bakgrunden

source: Continue playing
cs: Pokračovat v přehrávání
el: Συνέχεια αναπαραγωγής
fr: Lecture continue
hr: Nastaviti izvoditi
sk: Pokračovať v prehrávaní
sv: Fortsätt spela

source: Contrast
cs: Kontrast
el: Αντίθεση
fr: Contraste
hr: Kontrast
sk: Kontrast
sv: Kontrast

source: Control recording completely by service
cs: Plně ovládat nahrávání stanicí
el: Πλήρης έλεγχος εγγραφής από υπηρεσία
fr: Enregistrement contrôlé par la chaîne
hr: Potpuna kontrola snimanja kanala
sk: Úplne ovládať nahrávanie stanicou
sv: Styr inspelning helt genom kanal.

source: Control your STB with your Web browser.
cs: Ovládej tvůj Vu+ Web prohížečem.
el: Έλεγχος δέκτη με περιηγητή διαδικτύου.
fr: Contrôler votre Vu+ avec votre navigateur Web.
hr: Kontrola STB preko Web browser.
sk: Ovládaj Vu+ cez webový prehliadač.
sv: Styr boxen med en webläsare.

source: Control your STB with your browser
cs: Ovládej tvůj Vu+ tvým prohlížečem
el: Έλεγχος δέκτη με περιηγητή.
fr: Contrôler votre Vu+ avec votre navigateur
hr: Kontrola STB preko Web browsera.
sk: Ovládaj Vu+ cez webový prehliadač
sv: Styr boxen med en webläsare

source: Control your dreambox with only the MUTE button
cs: Ovládej tvůj Vu+ pouze s tlačítkem MUTE
el: Έλεγχος δέκτη μόνο με το πλήκτρο MUTE
fr: Contrôler votre Vu+ seulement avec le bouton MUTE
hr: Kontrola samo preko MUTE tipke
sk: Ovládaj Vu+ len tlačítkom MUTE
sv: Styr boxen enbart med TYST knappen

source: Control your dreambox with only the MUTE button.
cs: Ovládej tvůj Vu+ pouze s tlačítkem MUTE
el: Έλεγχος δέκτη μόνο με το πλήκτρο MUTE.
fr: Contrôler votre Vu+ seulement avec le bouton MUTE.
hr: Kontrolirajte Vaš STB preko MUTE tipke.
sk: Ovládaj Vu+ len tlačítkom MUTE.
sv: Styr boxen enbart med TYST knappen.

source: Control your internal system fan.
cs: Ovládej interní větrák systému.
el: Έλεγχος εσωτερικού ανεμιστήρα συστήματος.
fr: Contrôler votre ventilateur interne.
hr: Kontrola sistema ventilatora
sk: Ovládaj vnútorný systémový ventilátor.
sv: Styr inbyggd systemfläkt.

source: Control your kids's tv usage
cs: Ovládej použití TV dětma
el: Έλεγχος χρήσης τηλεόρασης από τα παιδιά
fr: Contrôler l'usage de la TV par vos enfants
hr: Kontrola djece za korištenje TV uređaja.
sk: Kontroluj používanie televízora deťmi
sv: Kontrollera dina barns TVtittande

source: Control your system fan
cs: Ovládej větrák systému
el: Έλεγχος ανεμιστήρα συστήματος
fr: Contrôler votre ventilateur
hr: Kontrola ventilatora
sk: Ovládaj systémový ventilátor
sv: Styr systemfläkten

source: Copy, rename, delete, move local files on your STB.
cs: Kopíruj, přejmenuj, odstraň, přesuň lokální soubory Vu+.
el: Αντιγραφή, μετονομασία, διαγραφή, μετακίνηση τοπικών αρχείων στον δέκτη.
fr: Copier, renommer, effacer, déplacer les fichiers locaux de votre STB.
hr: Kopiraj, preimenuj, briši, makni lokalne fajlove vašeg STB
sk: Kopíruj, premenuj, vymaž a premiestni súbory vo Vu+.
sv: Kopiera, döp om, ta bort, flytta lokala filer på boxen.

source: Could not connect to STB .NFI Image Feed Server:
cs: Nemůžu se připojit k Vu+. Server NFI Image zdroje:
el: Αδυναμία σύνδεσης σε .NFI Διακομιστή Πηγής Λογισμικού δέκτη:
fr: Ne peux se connecter au flux NFI du serveur d'image Vu+:
hr: Ne mogu se spojiti na STB .NFI Image Feed Server:
sk: Nemôžem sa pripojiť k serveru so súbormi Vu+ .NFI:
sv: Kunde inte ansluta till box .NFI image feed Server:

source: Could not load Medium! No disc inserted?
cs: Nelze načíst médium! Není vložen disk?
el: Το μέσο δεν φορτώθηκε! Δεν έγινε εισαγωγή δίσκου;
fr: Ne peux charger le média! Aucun DVD inséré?
hr: Ne može naćii Medij! Disk nije umetnut?
sk: Nemôžem použiť médium. Je vložený disk?
sv: Kunde inte ladda media! Ingen disk inkopplad?

source: Could not open Picture in Picture
cs: Nemůžu otevřít PIP
el: Αδυναμία εκκίνησης PiP
fr: N'a pu ouvrir l'image dans l'image
hr: Ne može se otvoriti slika u slici.
sk: Nedá sa otvoriť obraz v obraze
sv: Gick inte att öppna Bild i Bild

source: Couldn't record due to conflicting timer %s
cs: Nemůžu nahrávat kvůli konfliktu časovače %s
el: Αδυναμία εγγραφής λόγω διένεξης χρονοδιακόπτη %s
fr: Enregistrement impossible! Conflit programmation %s!
hr: Snimanje nije moguće zbog konflikta timera %s
sk: Nedalo sa nahrávať - prekrýva sa časovanie %s
sv: Kunde inte spela in på grund av timerkonflikt med %s

source: Couldn't record due to invalid service %s
cs: Nemůžu nahrávat z důvodu neplatné stanice %s
el: Αδυναμία εγγραφής λόγω μη έγκυρης υπηρεσίας %s
fr: Enregistrement impossible, service invalide %s
hr: Ne može se snimiti jer nema kanala %s
sk: Nedalo sa nahrať pre neplatnú stanicu %s
sv: Kunde inte spela in på grund av ogiltig kanal %s

source: Crashlog settings
cs: Nastavení Crashlogu
el: Ρυθμίσεις καταχώρησης κρεμάσματος
fr: Configuration crashlog
hr: Crashlog postavke
sk: Nastavenia správ o zrútení
sv: Crashlog inställningar

source: CrashlogAutoSubmit
cs: Autom. posílání zpráv o kolizi
el: Αυτόματη υποβολή καταγραφών κρεμάσματος
fr: Soumission AutoCrashlog
sk: Autom. posielanie správ o zrútení

source: CrashlogAutoSubmit settings
cs: Nastavení autom. posílání zpráv o kolizi
el: Ρυθμίσεις αυτόματης υποβολής καταγραφής κρεμάσματος
fr: Configuration soumission AutoCrashlog
hr: CrashlogAutoSubmit postavke
sk: Nastavenia autom. posielania správ o zrútení
sv: CrashlogAutoSubmit inställningar

source: CrashlogAutoSubmit settings...
cs: Nastavení autom. posílání zpráv o kolizi...
el: Ρυθμίσεις αυτόματης υποβολής καταγραφής κρεμάσματος...
fr: Configuration soumission AutoCrashlog...
hr: CrashlogAutoSubmit postavke...
sk: Nastavenia autom. posielania správ o zrútení
sv: CrashlogAutoSubmit inställningar...

source: Crashlogs found! Send them to Dream Multimedia?
cs: Nalezeny Crashlogy! Odeslat je do Vu+?
el: Βρέθηκαν καταγραφές κρεμάσματος! Αποστολή σε Vu+;
fr: Trouvé crashlogs! Envoyer à Dream Multimedia?
hr: Crashlogs nađen! Pošalji Dream Multimedia?
sk: Nájdené správy o zrútení! Poslať ich do Vu+?
sv: Crashlog hittad! Skicka till den till Dream Multimedia?

source: Create DVD-ISO
cs: Vytvořit DVD-ISO
el: Δημιουργία DVD-ISO
fr: Créer DVD-ISO
hr: Kreiranje DVD-ISO
sk: Vytvoriť disk DVD-ISO
sv: Skapa DVD-ISO

source: Create a backup of your Video DVD on your DreamBox hard drive.
cs: Vytvořit zálohu Video DVD na pevném disku Vu+.
el: Δημιουργία αντιγράφου ασφαλείας Video DVD στον σκληρό δίσκο του δέκτη.
fr: Créer une sauvegarde du DVD vidéo sur le disque dur du STB.
hr: Napravite spremanje video DVD-a na STB tvrdom disku.
sk: Vytvor si zálohu Video DVD na pevnom disku Vu+.
sv: Skapa en säkerhetskopiering av en VideoDVD på boxens hårddisk.

source: Create a backup of your Video-DVD
cs: Vytvořit zálohu Video DVD
el: Δημιουργία αντιγράφου ασφαλείας DVD
fr: Crérer une sauvegarde de votre DVD-Vidéo
hr: Napravite spremanje na Video-DVD
sk: Vytvoriť zálohu Video DVD
sv: Skapa en säkerhetskopiering av en Video-DVD

source: Create a new AutoTimer.
cs: Vytvořit nový Autočasovač
el: Δημιουργία νέου Αυτόμ. Χρονοδιακόπτη.
fr: Créer nouvelle ProAuto.
hr: Kreiraj novi AutoTimer.
sk: Vytvoriť nový autočasovač
sv: Skapa en ny AutoTimer.

source: Create a new timer using the classic editor
cs: Vytvořit nový časovač klasickým editorem
el: Δημιουργία νέου χρονοδιακόπτη με χρήση κλασικού επεξεργαστή
fr: Créer une nouvelle programmation en utilisant l'éditeur classique
hr: Napravi novi timer koriteći klasični uređivač
sk: Vytvoriť nový časovač klasickým editorom
sv: Skapa en ny timer med hjälp av vanlig editor

source: Create a new timer using the wizard
cs: Vytvořit nový časovač průvodcem
el: Δημιουργία νέου χρονοδιακόπτη με χρήση οδηγού
fr: Créer une nouvelle programmation en utilisant l'assistant
hr: Napravi novi timer koristeći vodič
sk: Vytvoriť nový časovač pomocou sprievodcu
sv: Skapa en ny timer med hjälp av guiden

source: Create movie folder failed
cs: Vytváření složky selhalo
el: Αποτυχία δημιουργίας φακέλου ταινιών
fr: Echec création dossier films
hr: Neuspješno stvaranje video direktorija
sk: Nepodarilo sa vytvoriť adresár pre filmy
sv: Det gick inte att skapa en mapp

source: Create preview pictures of your Movies
cs: Vytvořit obrázkové náhledy filmů
el: Δημιουργία προεπισκόπησης εικόνων ταινιών
fr: Créer des images prévisualisation des films
hr: Napravi pregled slika vaših filmova
sk: Vytvor si náhľadové snímky z filmov
sv: Skapa förhandsbilder av dina inspelningar
