Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: The md5sum validation failed, the file may be downloaded incompletely or be corrupted!
sk: Overovanie md5sum zlyhalo, súbor mohol byť stiahnutý neúplne alebo je porušený!

source: The pin code has been changed successfully.
sk: Kód PIN bol úspešne zmenený.

source: The pin codes you entered are different.
sk: Zadané kódy PIN sú rôzne.

source: This .NFI file does not contain a valid %s image!
sk: Tento súbor .NFI neobsahuje platný image %s!

source: This .NFI file does not have a md5sum signature and is not guaranteed to work. Do you really want to burn this image to flash memory?
sk: Tento súbor .NFI nemá signatúru md5sum a nie je záruka, že bude fungovať. Naozaj chceš zapísať tento image do pamäte flash?

source: This .NFI file has a valid md5 signature. Continue programming this image to flash memory?
sk: Tento súbor .NFI má platnú signatúru md5. Pokračovať v zápise tohto image do pamäte flash?

source: To update your STB firmware, please follow these steps: 1) Turn off your box with the rear power switch and plug in the bootable USB stick. 2) Turn mains back on and hold the DOWN button on the front panel pressed for 10 seconds. 3) Wait for bootup and follow instructions of the wizard.
sk: Ak chceš aktualizovať firmware Vu+, riaď sa týmto postupom: 1) Vypni prijímač vypínačom na zadnej strane a zasuň bootovateľný kľúč USB. 2) Znova zapni sieť a podrž tlačítko NADOL na prednom paneli stlačené 10 sekúnd. 3) Vyčkaj na nabootovanie a riaď sa pokynmi sprievodcu.

source: TrafficInfo shows german traffic information.
sk: Dopravné informácie zobrazujú nemecké dopravné informácie.

source: Transmission Mode
sk: Režim prenosu

source: Transponder Type
sk: Typ transpondéra

source: USB stick wizard finished. Your dreambox will now restart with your new image!
sk: Sprievodca kľúčom USB skončil. Vu+ sa teraz reštartuje s novým image.

source: Unknown network adapter.
sk: Neznámy sieťový adaptér.

source: UnwetterInfo shows german storm information.
sk: Informácie o počasí zobrazuje nemecké informácie o búrkach.

source: Use non-smooth winding at speeds above
sk: Použiť skokové prehrávanie pri rýchlostiach nad

source: WLAN adapter.
cs: WLAN adaptér.
el: Προσαρμογέας WLAN
fr: Adaptateur Wlan.
hr: WLAN uređaj.
sk: Adaptér WLAN.

source: Wireless
sk: Bezdrôtovo

source: Wireless Network State
sk: Stav bezdrôtovej siete

source: With IMDb you can download and displays movie information (rating, poster, cast, synopsis etc.) about the selected event.
sk: Pomocou IMDb môžeš sťahovať a zobrazovať informácie o filmoch (hodnotenie, poster, cast, synopsis a pod.).

source: With this option you can restrict the AutoTimer to a certain ammount of scheduled recordings. Set this to 0 to disable this functionality.
sk: Táto voľba obmedzí automatický časovač na určité množstvo nahrávok. Nastavením na 0 túto funkciu vypneš.

source: Writing NFI image file to flash completed
sk: Zápis súboru .NFI do pamäte flash je skončený.

source: You need to set a pin code and hide it from your children. Do you want to set the pin now?
sk: Musíš nastaviť kód PIN a skryť ho pred deťmi. Chceš teraz nastaviť kód PIN?

source: add tags to recorded movies
sk: Pridať značky do nahraných filmov

source: choose destination directory
sk: zvoliť cieľový adresár

source: enter hidden network SSID
sk: Zadajte SSID skrytej siete

source: failed
sk: zlyhalo

source: redirect notifications to Growl
sk: Presmerovať oznámenia na Growl

source: select .NFI flash file
sk: zvoliť súbor .NFI

source: select image from server
sk: zvoliť image zo servera

source: service pin
sk: PIN stanice

source: setup pin
sk: PIN nastavenia

source: unavailable
sk: nedostupné

source: Mount:
cs: Přípojný bod:
el: Προσάρτηση:
fr: Monté:
hr: Postavljen:
sv: Montering;

source: 1) Format your Usb stick -click on blue -> blue -> Usb Format Wizard
fr: 1) Formater la clé USB -Bouton bleu -> blu -> Assistant Formatage USB

source: 16:10 Letterbox
el: 16:10 Μπάρες πάνω/κάτω
fr: 16:10 Boîte à Lettre

source: 16:9 Letterbox
cs: 16:10 Letterbox
el: 16:9 Μπάρες πάνω/κάτω
fr: 16:9 Boîte à Lettre

source: 2) Map the newly formatted stick to 'universe' -click on blue -> blue -> Devices Manager.
fr: 2) Montez la clé formatée comme 'universe' -Bouton bleu -> bleu -> Gérer périphériques.

source: 3 MultiG Epg
fr: 3 Graphique
sv: 3 Multi EPG

source: 3G Modem Manager
fr: Gestionnaire Modem 3G

source: 3G Modem Manager Config
fr: Configuration Gestionnaire Modem 3G

source: 3G Modem Manager Config Edit
fr: Editeur Configuration Modem 3G

source: 4:3 Letterbox
el: 4:3 Μπάρες πάνω/κάτω
fr: 4:3 Boîte à Lettre

source: AC3 downmix
fr: Sous-mixage AC3
sv: AC3 nedmixning

source: AC3/DTS downmix
fr: Sous-mixage AC3/DTS
sv: AC3/DTS nedmixning

source: Active Clients
fr: Clients Actifs

source: Active Kernel Modules
fr: Modules Kernel Actifs

source: Add External Epg Server
fr: Ajouter Serveur EPG Externe

source: Add a new NFS or CIFS mount point to your dreambox.
fr: Ajouter un nouveau point montage NFS ou CIFS.

source: After the start wizard is completed, you need to protect single services. Refer to your STB's manual on how to do that.
fr: Quand l'assistant sera terminé, vous devrez protéger chaque service. Voir la notice du Vu+ pour comment procéder.

source: Are you sure you want to Remove Package: ?
fr: Etes vous sur de vouloir enlever ce paquet: ?

source: Are you sure you want to Remove Server:
fr: Etes-vous sûr de vouloir supprimer le serveur:

source: AudioSync allows delaying the sound output (Bitstream/PCM) so that it is synchronous to the picture.
fr: La synchro audio retarde la sortie son (Bitstream/PCM) de sorte que ce soit synchrone avec l'image.

source: AutoBackup
fr: Sauvegarde automatique

source: AutoShutDown: %s ?
fr: ArrêtAuto: %s ?
sv: AutoStängAv: %s ?

source: Autocam Setup
fr: Paramétrage CamAuto

source: Automatic scan
fr: Scan Automatique

source: BH Blindscan
fr: BH Scan en Aveugle

source: BH CCcam Info Setup
fr: BH Paramétrage CCcam Info
sv: BH Cccam info inställningar

source: BH Cccam Entitlements Info
fr: BH CCcam Info sur Droits

source: BH Cccam Main Info
fr: BH CCcam Info Principale
sv: BH Cccam huvudinfo

source: BH EPG MyTubeTasksScreen
fr: BH Tâches EPG MyTube
sv: BH EPG MyTube aktivitetsskärm

source: BH EPG MyTubeVideoInfoScreen
fr: BH Info MyTubeVideo
sv: BH EPG MyTube infoskärm

source: BH Ftp Panel
fr: BH Menu FTP

source: BH Menu HDD
fr: BH Menu Disque Dur
sv: BH Hårddiskmeny

source: BH MyTubePlayerHelpScreen...
fr: BH Aide MyTubePlayer
sv: BH MyTubespelare hjälp...

source: BH MyTubePlayerMainScreen...
fr: BH Ecran MyTubePlayer
sv: BH MyTubespelare huvudskärm...

source: BH MyTubeSettingsScreen
fr: BH Réglages MyTube
sv: BH MyTube Inställningar...

source: BH Pcsc Panel
fr: BH Menu Pcsc

source: BH Samba Panel
fr: BH Menu Samba

source: BH Satfinder
fr: BH Pointeur Sat

source: BH Telnet Panel
fr: BH Menu Telnet

source: Black Hole Backup in progress...
fr: Sauvegarde en cours...

source: Black Hole Image Boot Logo
el: Black Hole Λογότυπα Εκκίνησης
fr: Logo démarrage pour images Black Hole
sv: Black Hole Startbilder

source: Black Hole Nfs Server Panel
fr: Menu Serveur NFS Black Hole

source: Black Hole Parallel Universes Teleportation
fr: Téléportation dans Univers Black Hole

source: Black Hole Pcsc Panel
fr: Menu PcSc Black Hole

source: Black Hole Personal Backup Setup
fr: Paramétrage Sauvegarde Personnelle

source: Blindscan
fr: Scan en Aveugle

source: CCcam Info
fr: Info CCcam

source: CCcam Info Setup
fr: Paramètres Info CCcam

source: CDInfo
cs: CD InfoBar
el: Πληρ. CD
fr: Infos CD

source: CRD
fr: CRT

source: Cccam Entitlements Info
fr: Info Droits CCcam

source: Cccam Main Info
fr: Info Principales CCcam

source: Change the hostname of your dreambox.
fr: Modifier le nom d'hôte de votre décodeur

source: Common Interface
fr: Interface commune
hr: Cam modul

source: CommonInterface
fr: InterfaceCommune
hr: Cam modul

source: CrashlogReport Setting
fr: Paramètres Rapport Crashlog

source: Cron Manager
fr: Gestionnaire CRON

source: Cron Setup
fr: Paramétrage CRON

source: CrossEPG Providers
fr: Opérateurs CrossEPG

source: CrossEPG Setup
fr: Paramétrage CrossEPG

source: Cutlist editor
fr: Editeur Cutlist

source: DLNA Server
fr: Serveur DLNA

source: DVD Tool
fr: Outils DVD

source: Default Cam:
fr: CAM par défaut:

source: Devices Mountpoints Setup
fr: Paramétrage Montage Périphériques

source: Dlna Server Minidlna
fr: DLNA serveur Minidlna

source: Do you want to enable the parental control feature on your STB?
fr: Voulez vous activer le contrôle parental sur votre Vu+?

source: Dolby Digital / DTS downmix
fr: Convertir Dolby Digital / DTS
sv: DolbyDigital DTS nedmixning

source: Dolby Digital downmix
el: Αυξομείωση έντασης Dolby Digital
fr: Convertir Dolby Digital
sv: Dolby Digital nedmixning

source: Downloads Manager
fr: Gestionnaire Téléchargements

source: EPG Selection Multi
fr: Selection EPG Multiple

source: EPG Settings
fr: Paramètres EPG

source: EPG Setup
fr: Paramétrage EPG

source: Epg Channels Setup
fr: Paramétrage Chaines EPG

source: Epg Panel
el: Οθόνη EPG
fr: Réglages Epg

source: Epg Search History
fr: Historique Recherche EPG

source: Epg.dat Url
el: Διεύθυνση epg.dat
fr: URL du Epg.dat

source: Expand your universe
fr: Etendez votre univers

source: Extra Kernel Modules Setup
fr: Paramétrage Modules Kernel

source: FTPport:
fr: Port FTP:

source: Fail to update!!
fr: Echec Mise à Jour

source: Fast Plugin
fr: Plugin Rapide
sv: SnabbApp

source: Fast Scan
fr: Analyse Rapide
sv: Snabbsök

source: File Browser
fr: Explorateur de Fichiers

source: Filter
cs: Filtr
el: Φίλτρο
fr: Filtrer

source: Ftp Panel
el: Οθόνη Ftp
fr: Menu FTP
sv: FTP-inställningar

source: Gui will be now hard restarted to complete package installation. Press ok to continue
fr: L'interface doit redémarrer pour terminer l'installation. Presser OK pour continuer

source: HDD:
fr: Disque dur:
sv: Hårddisk:

source: HDMI CEC Configuration
fr: Configuration HDMI CEC

source: HEX
fr: HEXA

source: Hard Disk Panel
fr: Menu Disque Dur

source: HbbTV Plugin
cs: HbbTV modul
fr: Plugin HbbTV
sv: HbbTV Appen

source: Http port
el: Θύρα Htpp
fr: Port Http

source: Https port
el: Θύρα Htpps
fr: Port Https

source: Ifconfig
fr: Info Interfaces

source: Inadyn Log
fr: Log Inadyn

source: Inadyn Manager
fr: Gestionnaire Inadyn

source: Inadyn Setup
fr: Paramètres Inadyn

source: India
cs: Indie
el: Ινδία
fr: Inde
sv: Indien

source: InfoBar
el: Γραμμή πληροφοριών
fr: Barre d'infos
sv: Infofält

source: Ipkg Installer...
fr: Installer IPK

source: LED Brightness Setup
fr: Paramétrage Luminosité LED

source: Letterbox
el: Μπάρες πάνω-κάτω
fr: Boîte à lettre

source: M e d i a P l a y e r
fr: Lecteur Médias

source: Main Menu
fr: Menu Principal

source: Manual Install Bh Packages
fr: Installation Manuelle Paquets BH

source: Manual Install Ipk Packages
fr: Installation Manuelle IPK

source: Manual scan
fr: Scan Manuel

source: Mini DLNA Runcher
fr: Paramètres Mini DLNA

source: Model:
el: Μοντέλο:
fr: Modèle:
sv: Modell:

source: Most shared
fr: Plus Partagés
sv: Mest delat

source: Mount
fr: Monter

source: Mount a FTP server
fr: Monter un serveur FTP

source: MountEdit
fr: Editeur Montage

source: MountManager
cs: Správce příp. bodů
el: Διαχείριση προσάρτησης
fr: Assistant Montage
sv: Monteringshanterare

source: Multi EPG
el: Πολλαπλό EPG
fr: EPG Multiple
hr: Više EPG

source: Multiplex
el: Πολυσύνθετες
fr: Multiplexe

source: My Favorites
fr: Mes Favoris
sv: Mina favoriter

source: My History
fr: Mon Historique
sv: Min historik

source: My Recommendations
fr: Mes Recommandations
sv: Mina rekommendationer

source: My Subscriptions
fr: Mes Souscriptions
sv: Mina prenumerationer

source: My Uploads
fr: Mes Uploads
sv: Mina uppladdningar

source: My Watch Later
fr: Mes Voir plus tard
sv: Mina visa-senare

source: MyTubePlayerHelpScreen...
fr: Aide MyTubePlayer

source: MyTubePlayerMainScreen...
fr: Ecran principal MyTubePlayer

source: MyTubeSettingsScreen
fr: Paramètres MyTubePlayer

source: MyTubeTasksScreen
fr: Tâches MyTubePlayer

source: Nameserver
cs: DNS (nameserver)
fr: Nom Serveur
sv: Namnserver

source: Namespace
fr: Espace du nom
hr: Prostor za ime
sv: Namnområde

source: NetMask :
fr: Masque :

source: Netstat
fr: Stat. Réseau

source: Network Neighbourhood
fr: Environnement Réseau

source: No, just start my STB
fr: Non, démarre mon Vu+

source: Nothing
fr: Rien

source: OSD Setup
fr: Paramétrage Affichage

source: Open EPG Settings
fr: Paramètres Open EPG

source: Open EPG Setup
fr: Paramétrage Open EPG

source: OpenVpn Log
fr: Log OpenVpn

source: OpenVpn Panel
el: Οθόνη OpenVpn
fr: Menu VPN
sv: VPN-inställningar

source: OpenWebif url: http://yourip:port
fr: Url OpenWebif: http://yourip:port
sv: OpenWebif url: http://din-ip:port

source: Opera Web Browser
cs: Opera web prohlížeč
fr: Explorateur web Opera
sv: Opera webbläsare

source: Opera Web Browser Plugin v1.0
cs: Opera web prohlížeč modul v1.0
fr: Plugin Explorateur Opera Web v1.0
sv: Opera webbläsare App v1.0

source: P l a y l i s t
fr: Liste lecture
sv: S p e l l i s t a

source: PCR PID
fr: PID PCR

source: PMT PID
fr: PID PMT

source: Package Details
fr: Détails des Paquets

source: Parallel Universe Setup
fr: Paramétrage Univers Parallèles

source: Pcsc Panel
el: Οθόνη Pcsc
fr: Menu PCSC
sv: PCSC-inställningar

source: Pillarbox
el: Μπάρες αριστερά-δεξιά
fr: Bandes noires
sv: Svarta kanter

source: Pilot
el: Πιλότος
fr: Pilote

source: Positioner setup...
fr: Paramétrage Positionneur

source: Power off STB
fr: Arrêt Vu+

source: Process Info
fr: Info Processus

source: RGB
fr: RVB

source: RadioInfoBar
fr: Barre Info Radio

source: Ram Disk
el: Δίσκος RAM
fr: Disque RAM

source: Reboot after %d seconds. Press the OK to reboot now.
fr: Rebooote dans %d secondes. Appuyer sur OK pour rebooter maintenant.

source: Remote Control System Code Setting
fr: Paramètres Code Télécommande

source: Return the Love Event
el: Επιστροφή Εκδήλωσης Αγάπης
fr: Retourner le Love Event
hr: Provjera VU+ original..

source: Return the Love Event (only for genuine box)
fr: Reourner le 'Love Event'

source: Roll-off
fr: Défaire

source: Running in test mode
fr: Fonctionnement en mode test

source: S-Video
fr: S-Vidéo

source: Samba Panel
fr: Menu Samba

source: Samba/Cifs Panel
el: Οθόνη Samba/Cifs
fr: Menu Samba/Cifs
sv: Samba/CIFS inställningar

source: Satscan
fr: Analyser Satellite
sv: Satskann

source: Scan
fr: Scanner

source: Scan IP
fr: Scanner IP

source: Serial log enabled :
fr: Log Série activé :

source: Server
fr: Serveur

source: Servers
fr: Serveurs

source: Settings Info
fr: Info Réglages

source: Skin
cs: Vzhled
el: Θέμα
fr: Thème
sv: Utseende

source: Software
el: Λογισμικό
fr: Logiciel
sv: Mjukvara

source: Softwaremanager...
fr: Gestionnaire Logiciel

source: Standbymode Fancontrol settings
fr: Paramètres Contrôle Ventilo en veille

source: Statistics
fr: Statistiques

source: StreamTV List
fr: Liste StreamTV

source: StreamTV Player
fr: Lecteur SteamTV

source: StreamTVPlayer
fr: Lecteur Flux TV
sv: StreamTV spelare

source: Streaming port
el: Θύρα ροής
fr: Port Sreaming

source: Subtitle Selection
fr: Selection Sous Titres

source: Swap File Manager
fr: Gestion Fichier Echange

source: Swap File settings
fr: Réglages Fichier échange

source: TV + A/V standby
fr: TV + A/V en veille

source: TV + A/V wakeup
fr: TV + A/V réveil

source: TV standby
fr: TV en veille

source: TV wakeup
fr: TV réveil

source: TXT PID
fr: PID TXT

source: Telnet Panel
el: Οθόνη Telnet
fr: Menu TELNET
sv: Telnet-inställningar

source: Telnetport:
fr: Port Telnet:

source: The Big Bang will collapse all of the Parallel Universes into the original Black Hole matrix. This means that all of your Parallel Universes will be destroyed and turned back into Black Hole timespace. For this reason you have to save yourself by jumping back into Black Hole Universe before you. start the Big Bang
fr: Le Big Bang va détruire tous les univers revenant à la matrice originelle. C'est à dire que tout va être perdu ne gardant que l'espace d'origine. Pour cette raison allez d'abord dans Black Hole. et sauvegardez les données avant de déclencher le Big Bang

source: Top
fr: Début
sv: Topp

source: Total Space
fr: Espace Total

source: Transcoding Setup
cs: Nastavení transkódování
fr: Paramétrage Transcodage

source: Trending videos
fr: Vidéos à la mode
sv: Populära videor

source: Tuner Server
el: Διακομιστής Tuner
fr: Tuner Mode Serveur

source: UI 3D setup
fr: Paramétrage Interface 3D

source: UPnP Client Panel
fr: Menu Client UPnP

source: UPnP Server Panel
fr: Menu Serveur UPnP

source: Umount
fr: Démonter

source: Unicable
fr: Monocâble
hr: Univerzalni kabel

source: Unicable LNB
fr: LNB Monocâble
hr: Univerzalni kabel LNB

source: Uninstall Panel
fr: Menu Désinstallation

source: UserDialog
fr: Dialogue Utilisateur

source: UserManager
fr: Gestionnaire Utilisateur

source: VMGM (intro trailer)
el: VMGM (παρουσίαση αποσπασμάτων)
fr: VMGM (intro bande-annonce)

source: VPS-Plugin
cs: VPS-Modul
el: Επέκταση VPS
fr: Plugin VPS
sv: VPS-app

source: VU DeepStandby
fr: VU Veille Profonde

source: VU standby
fr: VU en veille

source: VU wakeup
fr: VU réveil

source: VideoEnhancementPreview
fr: Pré-vue Amélioration Vidéo

source: VideoEnhancementSetup
fr: Paramétrage Amélioration Vidéo

source: View, edit or delete mountpoints on your dreambox.
fr: Voir, éditer ou supprimer points de montage réseau

source: Wireless Network AP Scan...
fr: Scan des AP du Réseau WIFI

source: Wireless Network Adapter Selection...
fr: Selection Adaptateur Réseau WIFI

source: Wireless Network Configuration...
fr: Configuration Réseau WIFI

source: Wireless Network Setup Menu...
fr: Menu Paramétrage Réseau WIFI

source: Wireless Network Status...
fr: Statut du Réseau WIFI

source: Yellow
fr: Jaune

source: ZappingModeSelection
fr: Choix mode zapping
hr: ZappingModeOdabir
sv: ZappLägesVal

source: blacklist
cs: černá listina
el: μη επιτρεπόμενα
fr: liste noire
hr: crnalista
sv: svartlista

source: debug
fr: débugger
sv: felsök

source: no A/V Receiver
fr: Aucun récepteur A/V

source: stereo
el: στερεοφωνικό
fr: stéréo

source: whitelist
cs: bílá listina
el: λίστα επιτρεπομένων
fr: liste blanche
hr: bijela lista
sv: vitlista

source: advanced video mode settings.
cs: Pokročilé nastavení režimů videa.

source: more than just an EPG...
cs: Víc než EPG...

source: Remote-Control for the Transmission BitTorrent client.
cs: Dálkové ovládání přenosů klienta BitTorrent.

source: 3D OSD Switcher
cs: 3D OSD přepínač

source: listen to internet radio streams
cs: Poslouchání internetových rádií

source: IPTV Player
cs: IPTV přehrávač

source: Download subtitle to any movie.
cs: Stahování titulků pro jakýkoliv film.

source: Web-Ipkg-Admin for PC
cs: Web-Ipkg-Admin pro PC

source: Basic Picasa client.
cs: Základní Picasa klient.

source: Assign color buttons to plugins of MOVIELIST
cs: Přiřadit barevná tlačítka modulům z MOVIELIST

source: Reminds you of birthdays
cs: Připomene narozeniny

source: A flexible notification service
cs: Flexibilní služba oznamování

source: Watch trailer out of EPG list/event view
cs: Sleduj trailery mimo seznamu/událostí EPG zobrazení

source: Remote file display
cs: Zobrazení vzdáleného souboru

source: this is dlna/upnp browser using djmount..
cs: DLNA/UPNP prohlížeč s djmount..

source: this is dlna server using minidlna..
cs: Toto je dlna server používající minidlna..

source: this is hbbtv plugin
cs: Toto je hbbtv modul

source: webbrowser launcher
cs: Spouštěč webového prohlížeče

source: Using a Wireless module as AP.
cs: Použít modul Wireless jako AP.

source: 3g modem manager
cs: Správce 3g modemu

source: Quick switching of aspect ratio setting
cs: Rychlé přepínání nastavení poměru stran

source: Restart audio after reboot/standby
cs: Restartuje zvuk po restartu/pohotovostním režimu

source: vuplus blindscan...
cs: Vuplus hledání naslepo...

source: Automatically report crashlogs to Vu+
cs: Automaticky odesílat crashlogy do Vu+

source: Manage block devices of your VU+
cs: Spravuje blokové zařízení VU+

source: Upgrade your system FPGA
cs: Aktualizuje systémové FPGA

source: Fan Control setting in standbymode.
cs: Nastavení ovládání větráku v pohotovostním režimu

source: Upgrade your system Firmware
cs: Aktualizuje systémové firmware

source: Expand your Flash using an USB stick or an NFS share.
cs: Zvětší paměť flash USB klíčem nebo NFS sdílením

source: Support HDMI CEC
cs: Podpora HDMI-CEC

source: Show the tuner state as infobar popup
cs: Ukáže stav tuneru vyskakovací infolištou

source: Setup LED brightness and blink interval
cs: Nastav jas a interval blikání LED

source: Fancontrol Settings inStandby Mode
cs: Nastavení Fancontrol v pohotovostním režimu

source: Define a related pip service
cs: Definuje související PIP služby

source: A flexible event notification service
cs: Flexibilní služba oznamování událostí

source: Change Remote Control Code
cs: Změní kód dálkového ovladače

source: updates transponder file (satellites.xml)
cs: Aktualizuje soubor transpondérů (satellites.xml)

source: Teletext with caching pages.
cs: Teletext s mezipamětí stránek.

source: Setup transcoding of your VU+
cs: Nastavení transkódování VU+

source: Setup color space
cs: Nastaví barevný prostor

source: Wireless LAN Setup plugin
cs: Modul nastavení bezdrátové LAN

source: Select Zapping Mode
cs: Zvolí režim přepínání

source: Taiwan
cs: Tchaj-wan
el: Ταϊβάν

source: Big Bang
cs: Velký třesk

source: Restore Complete, Click OK to restart the box
sv: Återställning klar, tryck OK för att starta om

source: BH Update Channels List
sv: BH Uppdatera listan

source: OK = Menu
sv: OK=Meny

source: Add a new NFS or CIFS mount point to your setopbox.
sv: Lägg till ny NFS eller CIFS monteringspunkt i boxen.

source: Auto
el: Αυτόματα
sv: Automatisk

source: Change the hostname of your setopbox.
sv: Byt hostnamn på boxen.

source: Flash
sv: Flashminne

source: Menu
el: Μενού
hr: Izbornik
sv: Meny

source: Setup Advanced Movie Selection
sv: Inställn. Inspelningslistan

source: Sort by Date (1->9)
sv: Sortera efter datum >

source: Sort by Date (9->1)
sv: Sortera efter datum <

source: Sort by date (ascending)
sv: Sortera efter datum >

source: Sort by date (decending)
sv: Sortera efter datum <

source: Mark as seen
sv: Mrk som sedd

source: Mark as unseen
sv: Mrk som osedd

source: Mark movie as seen
sv: Markera som sedd

source: Mark movie as unseen
sv: Markera som osedd

source: Home
sv: Hem

source: Sort alphabetically
sv: Sortera alfabetiskt

source: Sort by Description
sv: Sortera efter beskr.

source: Alphabetic sort
sv: Sortera alfabetiskt

source: Sort by description
sv: Sortera efter beskrivning

source: Filename:
sv: Filnamn

source: Movietitle:
sv: Titel:

source: Description:
sv: Beskrivning:

source: Location:
sv: Plats:

source: Sorted:
sv: Sorterad efter:

source: Movie location:
sv: Inspelningsplats:

source: View, edit or delete mountpoints on your setopbox.
sv: Visa, ändra eller ta bort monteringspunkter på boxen.

source: Yes, and after deleting return to movie list
sv: Ja, och ta bort och återvänd till inspelningslistan

source: No, but start endless loop
sv: Nej, men starta oändlig loop

source: menu
el: μενού
hr: Izbornik
sv: meny

source: Used:
sv: Använt:

source: Movie search
sv: Sök

source: Total:
sv: Totalt:

source: Free:
sv: Ledigt:

source: Name:
sv: Namn:

source: Extra Setting
sv: BH-inställningar

source: Album
el: Άλμπουμ

source: Hong Kong
el: Χονγκ Κονγκ

source: Index
el: Περιεχόμενο

source: Port A
el: Πόρτα A

source: Port B
el: Πόρτα B

source: Port C
el: Πόρτα C

source: Port D
el: Πόρτα D

source: SID
el: Ταυτότητα υπηρεσ.

source: Slot %d
el: Θύρα %d
hr: Utor %d

source: auto
el: αυτόματο
hr: automatsko

source: Ok
el: ΟΚ
hr: Da

source: [ N/A ]
el: [ Δ/Ε ]
