Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: When supporting "Fast Scan" the service type is ignored. You don't need to enable this unless your Image supports "Fast Scan" and you are using it.
cs: Při podpoře "Fast Scan" je typ stanice ignorován. Nemusíš to povolit,jenom když tvůj image podporuje "Fast Scan" a používáš jej.
el: Όταν υποστηρίζεται "Γρήγορη Αναζήτηση" αγνοείται ο τύπος υπηρεσίας. Δεν χρειάζεται να το ενεργοποιήσετε εκτός αν το λογισμικό σας υποστηρίζει "Γρήγορη Αναζήτηση" και το χρησιμοποιείτε.
fr: Le service type est ignoré quand Scan Rapide est utilisé. Ne l'activez que si votre Image supporte Scan rapide et que vous en avez besoin.
hr: Ako je podržano "Brzo pretraživanje" kanala se ignorira. Ne trebate omogućiti ako vaš Image to podržava "Brzo pretraživanje" a vi ga koristite.
sk: Pri podpore "Fast Scan" sa typ stanice ignoruje.Túto funkciu nemusíš zapínať, ak nemáš a nepoužívaš image podporujúci "Fast Scan".
sv: Vid stöd av "Snabbsök" ignoreras kanaltypen . Du behöver inte aktivera detta förrän din mjukvara kan stödja "Snabbsök" och du använder den.

source: When this option is enabled the AutoTimer won't match events where another timer with the same description already exists in the timer list.
cs: Pokud je tato možnost povolena, Autočasovač nebude označovat události, když v seznamu časovačů již jiný časovač se stejným popisem existuje.
el: Με την ενεργοποίηση αυτής της επιλογής ο αυτόματος χρονοδιακόπτης δεν θα αντιστοιχίσει προγράμματα όπου υπάρχει ήδη στη λίστα χρονοδιακοπτών ένας άλλος χρονοδιακόπτης με την ίδια περιγραφή.
fr: Quand cette option est activée la ProAuto ne mariera pas les émissions ou une autre programmation avec la même description existante déjà dans la liste de programmation.
hr: Kada je ova opcija uključena AutoTimer se neće složiti sa događajima gdje drugi timer sa istim opisom već postoji u timer listi.
sk: Keď je zapnutá táto voľba, autočasovač neoznačí zodpovedajúci program, ak je už v zozname časovača program s rovnakým popisom.
sv: När den här optionen är aktiverad kommer AutoTimer inte matcha händelser när det redan finns en timer med samma beskrivning i timerlistan.

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
cs: Když provedeš obnovení továrního nastavení, ztratíš všechna konfigurační data, (včetně přehledů, stanic, satelitních dat ...) Po dokončení obnovení továrního nastavení, bude přijímač automaticky restartován! Chceš opravdu obnovit tovární nastavení?
el: Με την επαναφορά, θα χαθούν ΟΛΑ τα δεδομένα ρυθμίσεων (μπουκέτα, υπηρεσίες, δεδομένα δορυφόρων…) Με την ολοκλήρωση της επαναφοράς, θα γίνει επανεκκίνηση αυτόματα! Σίγουρα θέλετε να γίνει επαναφορά στις εργοστασιακές ρυθμίσεις;
fr: En faisant une réinitialisation usine, vous perdrez TOUTES vos données configurées (y compris bouquets, services, données satellite ...) Lorsque la réinitialisation usine sera accomplie, votre récepteur redémarrera automatiquement! Vraiment faire une réinitialisation usine?
hr: Kada napravite tvorničke postavke, izgubit ćete sve svoje konfiguracijske podatake (uključujući pakete, kanale, satellite i ostale podatke ...) Nakon završetka na tvorničke postavke, vaš prijemnik će se automatski ponovno pokrenuti! Želite na tvorničke postavke?
sk: Keď resetuješ na továrenské nastavenia, stratíš všetky konfiguračné dáta (vrátane prehľadov, staníc, údajov o satelitoch...) Po skončení prechodu na továrenské nastavenia sa prijímač automaticky reštartuje! Naozaj chceš resetovať na továrenské nastavenia?
sv: När du gör en fabriksreset kommer ALL konfigurationsdata förloras(inkl favoritlistor, kanaler, satellitdata etc.) När fabriksreset är klar, kommer boxen att starta om automatiskt! Vill du verkligen göra en fabriksreset?

source: Where do you want to backup your settings?
cs: Kam chceš zazálohovat tvoje nastavení?
el: Πού θέλετε να δημιουργηθεί το αντίγραφο ασφαλείας ρυθμίσεών;
fr: Où voulez-vous sauver vos paramètres?
hr: Gdje želite pohraniti Backup liste kanala?
sk: Kam chceš zálohovať svoje nastavenia?
sv: Var vill du spara dina inställningar?

source: Where to save temporary timeshift recordings?
cs: Kam uložit dočasné nahrávky časového posunu?
el: Πού θέλετε να γίνει προσωρινή αποθήκευση εγγραφών χρονομετατόπισης;
fr: Où sauver les enregistrements temporaires PauseDirect?
hr: Gdje spremiti privremene TimeShift snimke?
sk: Kam uložiť dočasné záznamy s posunom času?
sv: Var ska temporära timeshift-inspelningar (pause) sparas?

source: Wireless LAN
cs: Bezdrátová LAN
el: Ασύρματο LAN
fr: LAN sans fil
hr: Bežični LAN
sk: Bezdrôtová LAN
sv: Trådlöst nätverk

source: Wireless Network
cs: Bezdrátová síť
el: Ασύρματο Δίκτυο
fr: Réseau sans fil
hr: Bežična mreža
sk: Bezdrôtová sieť
sv: Trådlöst Nätverk

source: Wireless network connection setup
cs: Nastavení bezdrátového síťového připojení
el: Ρύθμιση σύνδεσης ασύρματου δικτύου
fr: Paramètres connection réseau WIFI
hr: Postavke bežične veze
sk: Nastavenie bezdrôtovej siete
sv: Trådlöst nätverk, anslutningsinställning

source: Wireless network connection setup.
cs: Nastavení bezdrátového síťového připojení.
el: Ρύθμιση σύνδεσης ασύρματου δικτύου.
fr: Paramètres connection réseau WIFI
hr: Postavke bežične veze
sk: Nastavenie bezdrôtovej siete.
sv: Trådlöst nätverk, anslutningsinställning.

source: Wireless network state
cs: Stav bezdrátové sítě
el: Κατάσταση ασύρματου δικτύου
fr: Etat du réseau WIFI
hr: Status bežične mreže
sk: Stav bezdrôtovej siete
sv: Trådlöst nätverk, tillstånd

source: With AntiScrollbar you can cover up annoying ticker lines (e.g. in news channels).
cs: S AntiScrollbar můžeš zakrýt nepříjemné běžící řádky (např. ve zpravodajských stanicích).
el: Επικάλυψη ενοχλητικών γραμμών (π.χ. ειδησεογραφικών καναλιών).
fr: Avec les AntiScrollbar vous pouvez dissimuler les lignes ennuyantes (par exemple dans les chaînes d'informations).
hr: S AntiScrollbar možete prikriti dosadne oznake linije (npr. u vijestima kanala).
sk: Pomocou aplikácie AntiScrollbar môžeš zakryť rušivé bežiace nápisy (napr. na spravodajských staniciach).
sv: Med AntiScrollbar kan du täcka upp rullande lister tex i nyhetssändningar.

source: With DVDBurn you can make compilations of records from your STB hard drive. Optionally you can add customizable menus. You can record the compilation to a standard-compliant DVD that can be played on conventinal DVD players. HDTV recordings can only be burned in proprietary dreambox format.
cs: S DVDBurn si můžeš udělat kompilace záznamů z pevného disku Vu+. Volitelně můžeš přidat upravitelné menu. Můžeš vypálit kompilaci, která vyhovuje standardu DVD a lze ji přehrávat na běžných DVD přehrávačích. HDTV nahrávky je možné vypálit pouze v proprietárním formátu Vu+.
el: Μπορείτε να κάνετε συλλογές των εγγραφών σας από τον σκληρό δίσκο του δέκτη. Προαιρετικά μπορείτε να προσθέσετε εξατομικευμένα μενού. Μπορείτε να κάνετε εγγραφή της συλλογής σε DVD που μπορεί να αναπαραχθεί σε συμβατά DVD players. Οι εγγραφές HDTV μπορούν να γίνουν μόνο σε αποκλειστική μορφή δέκτη.
fr: Avec DVDBurn vous pouvez faire des compilations d'enrigistrement depuis le disque dur du Vu+. Optionnellement vous pouvez ajouter des menus personnels. Vous pouvez enregistrer la compilation en mode compatible-standard DVD pouvant-être lue sur un lecteur DVD. Les enregistrements HDTV peuvent seulement être gravés en format propriétaires Vu+.
hr: S DVDBurn možete napraviti kompilacije zapisa iz vašeg STB hard diska. Po želji možete dodati prilagodljive izbornike. Možete snimiti kompilaciju na standardne-compliant DVD koji se može reproducirati na conventinal DVD player. HDTV snimke mogu samo biti snimljene u vlasničkom Dreambox formatu.
sk: S napaľovačkou DVD (DVDBurn) si môžeš urobiť kompilácie nahrávok z pevného disku Vu+. Alebo si môžeš pridať upraviteľné menu. Kompiláciu môžeš napáliť na bežný disk DVD, ktorý sa dá prehrať v bežných DVD prehrávačoch. Nahrávky HDTV sa dajú napáliť len vo vlastnom formáte Vu+.
sv: Med DVDBurn kan du skapa DVDs från inspelat material på hårddisken. Om så önskas kan menyer skapas. Du kan bränna DVDn på en standard DVD som sen kan spelas upp på en vanlig DVD spelare. HDTV inspelningar kan endast brännas i egenutvecklat Dreamboxformat.

source: With EPGSearch you can search through the EPG and create timers.
cs: S EPGSearch můžeš vyhledávat přes EPG a vytvořit časovače.
el: Μπορείτε να κάνετε αναζήτηση μέσω του EPG και να δημιουργήσετε χρονοδιακόπτες.
fr: Avec EPGsearch vous pouvez rechercher dans l'EPG et créer des programmations.
hr: S EPGSearch možete pretraživati kroz EPG i stvoriti tajmere.
sk: S pluginom Prehľadávanie EPG (EPGSearch) môžeš prehľadávať EPG a vytvárať časovače.
sv: Med EPGSearch kan du söka igenom EPGn och lägga till timers.

source: With Genuine STB you can verify the authenticity of your STB.
cs: S Genuine Vu+ můžeš ověřit pravost tvého Vu+.
el: Μμπορείτε να εξακριβώσετε την αυθεντικότητα του δέκτη.
fr: Avec Genuine STB vous pouvez vérifer l'authenticité de votre STB.
hr: Sa Genuine možete provjeriti autentičnost vašeg STB.
sk: Pomocou pluginu Originálny Vu+ (Genuine Vu+) si môžeš overiť pravosť tvojho Vu+.
sv: Med en Genuine STB kan du kontrollera äktheten av boxen.

source: With IMDb you can display downloaded movie information (rating, poster, cast, synopsis etc.) about the selected event.
cs: S IMDb můžeš zobrazit stažené informace o filmu (hodnocení, plakát, obsazení, synopse, atd.) pro vybranou událost.
el: Μπορείτε να προβάλετε πληροφορίες ταινιών που έχετε κάνει λήψη (βαθμολογία, αφίσα, ρόλοι, σύνοψη, κ.λπ.) σχετικά με την επιλεγμένη ταινία.
fr: Avec IMDB téléchargez des infos sur le film sélectionné (notes, distribution, ..etc).
hr: S IMDb možete prikazati podatke skinutog filma (ocjena, plakat, cast, sinopsis i sl.) zavisno o odabranom događaju.
sk: S IMDb môžeš zobraziť stiahnuté informácie o filme (hodnotenie, plagát, obsadenie, synopsie, atd.) pre vybranú udalosť.
sv: Med IMDb kan du visa nedladdad filminformation (betyg, fodral, cast, sammanfattning etc.) om den valda filmen.

source: With MovieRetitle you can rename your movies.
cs: S MovieRetitle můžeš přejmenovat tvé filmy.
el: Μπορείτε να μετονομάσετε τις ταινίες.
fr: Avec MovieRetitle vous pouvez renommmer vos films.
hr: S MovieRetitle možete preimenovati svoje filmove.
sk: S pluginom Premenovať filmy (MovieRetitle) môžeš premenovať filmy.
sv: Med MovieRetitle kan du ändra namn på ditt inspelade material.

source: With MyTube you can play YouTube videos directly on your TV without a PC.
cs: S MyTube můžeš přehrávat YouTube videa přímo na tvém televizoru bez PC.
el: Μπορείτε να αναπαράγετε βίντεο YouTube κατευθείαν στην τηλεόραση χωρίς Η/Υ.
fr: Avec MyTube vous pouvez lire des vidéos YouTube directement sur votre TV sans PC.
hr: S MyTube možete gledati YouTube videa direktno na TV bez računala.
sk: S pluginom MyTube si môžeš prehrať videá YouTube na televízore bez počítača.
sv: Med MyTube kan du spela upp YouTube videos direkt på din TV utan att använda en PC.

source: With OFDb you can display downloaded movie information (rating, poster, cast, synopsis etc.) about the selected event.
cs: S OFDb můžeš zobrazit stažené informace o filmu (hodnocení, plakát, obsazení, synopse, atd.) pro vybranou událost.
el: Μπορείτε να απεικονίσετε πληροφορίες ταινιών που έχετε κάνει λήψη (βαθμολογία, αφίσα, ρόλοι, σύνοψη, κ.λπ.) για την επιλεγμένη ταινία.
fr: Avec IMDB téléchargez des infos sur le film sélectionné (notes, distribution, ..etc).
hr: S OFDb možete prikazatipodatke o skinutom filmu (ocjena, plakat, cast, sinopsis i sl.) zavisno o odabranom događaju.
sk: S OFDb môžeš zobraziť stiahnuté informácie o filme (hodnotenie, plagát, obsadenie, synopsie, atd.) pre vybranú udalosť.
sv: Med OFDb kan du visa nedladdad filminformation (betyg, fodral, cast, sammanfattning etc.) om den valda filmen.

source: With WebcamViewer you can watch webcams on your TV Screen.
cs: S WebcamViewer můžeš sledovat webkamery na obrazovce televizoru.
el: Μπορείτε να παρακολουθήσετε κάμερες στην οθόνη της τηλεόρασης.
fr: Avec WebcamViewer observez des webcams sur votre écran TV.
hr: S WebcamViewer možete gledati kamere na TV zaslonu.
sk: So Sledovačom webových kamier (WebcamViewer) môžeš pozorovať zábery webových kamier na televízore.
sv: Med WebcamViewer kan du titta på webcams på din TV.

source: With Werbezapper you can bridge commercials by creating short timers (between 1 and 9 minutes long) which will automatically zap back to the original channel after execution.
cs: S Werbezapper můžeš překlenout reklamy vytvořením krátkých časovačů (mezi 1 a 9 minutami), který automaticky přepne po vykonání zpět na původní kanál.
el: Μπορείτε να γεφυρώσετε διαφημίσεις με δημιουργία μικρών χρονοδιακοπτών (1 έως 9 λεπτά διάρκεια) που μετά την εκτέλεση θα επιστρέψει αυτόματα στο αρχικό κανάλι.
fr: Avec Werbezapper vous pouvez faire un pont sur les publicités en créant des programmations courtes (entre 1 et 9 minutes) qui zappent automatiquement de nouveau sur le canal original après exécution.
hr: S Werbezapper možete premostiti reklame stvaranjem kratkih timera (između 1 and 9 minuta ) koji će automatski vratiti ZAP na izvorni kanal nakon izvršenja..
sk: S Prepínačom reklám (Werbezapper) môžeš preklenúť reklamy vytvorením krátkych časovačov (od 1 do 9 minút), ktoré po uplynutí prepnú späť na pôvodnú stanicu.
sv: Med Werbezapper du kan överbrygga reklamavbrott genom att skapa korta timers (mellan 1 och 9 minuter lång) som automatiskt kommer zappa tillbaka till den ursprungliga kanalen efter exekvering.

source: With YouTubePlayer you can watch YouTube-Videos on the STB. This plugin requires a PC with the VLC program running.
cs: S YouTubePlayer můžeš sledovat YouTube videa na Vu+. Tento modul vyžaduje PC s fungujícím programem VLC.
el: Μπορείτε να παρακολουθήσετε βίντεο YouTube στον δέκτη. Αυτή η επέκταση απαιτεί Η/Υ με την εφαρμογή VLC να εκτελείται.
fr: Avec YouTubePlayer vous pouvez regarder des Vidéos YouTube sur le Vu+. Ce plugin exige un PC avec le programme VLC tournant.
hr: S YouTubePlayer možete gledati YouTube-Video na STB. Ovaj plugin zahtjeva PC sa pokrenutim VLC programom.
sk: S prehrávačom YouTube (YouTubePlayer) môžeš sledovať videá YouTube na Vu+. Tento plugin si vyžaduje počítač s bežiacim programom VLC.
sv: Med YouTubeSpelare kan du titta på YouTube videos på TVn. Denna app kräver en PC med VLC som körs.

source: With the CommonInterfaceAssignment plugin it is possible to use differentCI modules in your STB and assign dedicated providers/services or caids to each of them. This allows watching a scrambled service while recording another one.
cs: S CommonInterfaceAssignment modulem je možné použít různé CI moduly v Vu+ a přiřadit vyhrazené poskytovatele/stanice nebo caids pro každý z nich. To umožňuje sledovat kódovanou stanici při nahrávání jiné.
el: Είναι δυνατή η χρήση διαφορετικών μονάδων CI και η αντιστοίχιση αποκλειστικών παρόχων/υπηρεσιών ή caids σε καθένα από αυτά. Επιτρέπει την παρακολούθηση κρυπτογραφημένων υπηρεσιών ενώ εγγράφεται κάποια άλλη.
fr: Avec le plugin CommonInterfaceAssignment il est possible d'utiliser différent modules CI dans votre Vu+ et assigner des opérateurs/services ou caids à chacun d'entre eux. Ceci permet de regarder un service crypté pendant l'enregistrement d'un autre.
hr: Uz CommonInterfaceAssignment plugina moguće je koristiti differentCI module u STB i dodijeliti dodatne usluge / kanale ili caids svakom od njih. To omogućuje gledanje još jednog kodiranog kanala tijekom snimanja.
sk: Plugin Priradenia CI (CommonInterfaceAssignment) umožňuje použiť vo Vu+ rôzne moduly CI a priradiť ich určitým poskytovateľom, staniciam alebo CAID. To umožuje sledovať kódovanú stanicu pri nahrávaní inej.
sv: Med CommonInterfaceTilldelning-appen är det möjligt att använda olika CI moduler i boxen och tilldela dedicerade leverantörer/kanaler eller kortIDs för var och en av dem. Detta gör det möjligt att titta på en kodad kanal samtidigt som du tittar på en annan.

source: With the CrashlogAutoSubmit plugin it is possible to automaticallymail crashlogs found on your hard drive to Dream Multimedia.
cs: S CrashlogAutoSubmit modulem je možné automaticky poslat crashlogy nalezené na pevném disku do Vu+.
el: Είναι δυνατή η αυτόματη αποστολή καταχωρήσεων κρεμάσματος που βρέθηκαν στον σκληρό δίσκο.
fr: Avec le plugin CrashlogAutoSubmit il est possible d'envoyer automatiquement par email les crashlogs trouvés sur le HDD à Dream Multimedia.
sk: Automatické posielanie záznamov o zrútení (CrashlogAutoSubmit) automaticky mailuje záznamy o zrútení nájdené na pevnom disku firme Vu+.
sv: Med CrashlogAutoSubmit-appen är det möjligt att automatiskt maila kraschloggfiler som finns på hårddisken till Dream Multimedia.

source: With the DefaultServicesScanner plugin you can scan default lamedbs sorted by satellite with a connected dish positioner.
cs: Díky modulu DefaultServicesScanner můžeš s připojeným pozicionérem paraboly skenovat výchozí lamedbs seřazené podle satelitu.
el: Μπορείτε να αναζητήσετε προεπιλεγμένες βάσεις δεδομένων ταξινομημένες ανά δορυφόρο με συνδεδεμένο μοτέρ κατόπτρου.
fr: Avec le plugin DefaultServicesScanner vous pouvez scanner les lamedbs standards triés par satellite avec un positionneur de parabole.
hr: Uz DefaultServicesScanner plugin možete skenirati zadane lamedbs sortirane prema satelitima sa spojenom antenom.
sk: Plugin DefaultServicesScanner vyhľadá stanice podľa satelitov, ak máš pripojenú parabolu s motorom.
sv: Med DefaultServicesScanner-appen kan du skanna standard lamedbs sorterade på satellit med en ansluten positionerare för parabolantenn .

source: With the DiseqcTester plugin you can test your satellite equipment for DiSEqC compatibility and errors.
cs: Díky modulu DiseqcTester můžeš vyzkoušet kompatibilitu a chyby DiSEqC tvého satelitního zařízení .
el: Μπορείτε να δοκιμάσετε τον δορυφορικό εξοπλισμό για συμβατότητα και σφάλματα DiSEqC.
fr: Avec le plugin DiseqcTester vous pouvez tester votre équipement sat pour compatibilité DiSEqC et erreurs.
hr: Uz DiseqcTester plugin možete testirati svoju satelitsku opremu za DiSEqC za kompatibilnost i greške.
sk: S pluginom Tester DiSEqC môžeš otestovať kompatibilitu a chyby satelitného zariadenia DiSEqC.
sv: Med DiseqcTester-appen kan du testa din satellitutrustning för DiSEqC-kompatibilitet och eventuella fel.

source: With the NFIFlash plugin it is possible to prepare a USB stick with an STB image. It is then possible to flash your STB with the image on that stick.
cs: S modulem NFIFlash je možno připravit USB flash disk s image Vu+. Pak je možné flashnout tvůj Vu+ s image na tomto disku.
el: Είναι δυνατή η προετοιμασία δίσκου USB με λογισμικό δέκτη. Μετά είναι δυνατό να περάσετε το λογισμικό στον δέκτη.
fr: Avec le plugin NFIFlash il est possible de préparer une clé USB avec une image STB. Il est ensuite possible de flasher votre Vu+ avec l'image sur la clé.
hr: Uz NFIFlash plugin moguće je pripremiti USB stick sa STB image. To je onda moguće za flashanje STB sa image na tom sticku.
sk: Plugin NFIFlash ti umožní pripraviť kľúč USB s image pre Vu+. Potom môžeš flashovať Vu+ image z kľúča.
sv: Med NFIFlash-appen är det möjligt att preparera en USB-enhet med en mjukvara. Det är sedan möjligt att programmera boxen med den stickan.

source: With the NetworkWizard you can easily configure your network step by step.
cs: S NetworkWizard můžeš snadno nakonfigurovat síť krok za krokem.
el: Μπορείτε εύκολα να παραμετροποιήσετε το δίκτυο βήμα-βήμα.
fr: Avec le NetworkWizard vous pouvez facilement configuer votre réseau pas à pas.
hr: Uz NetworkWizard možete jednostavno konfigurirati mrežu korak po korak.
sk: So Sprievodcom nastavením siete môžeš ľahko nakonfigurovať sieť krok za krokom.
sv: Med NetworkWizard kan du enkelt konfigurera ditt nätverk steg-för-steg.

source: With the PositionerSetup plugin it is easy to install and configure a motorized dish.
cs: S PositionerSetup modulem je snadné nainstalovat a nakonfigurovat motorizovanou parabolu.
el: Είναι εύκολη η εγκατάσταση και παραμετροποίηση μηχανοκίνητου κατόπτρου.
fr: Avec le plugin PositionerSetup il est facile d'installer et configurer une parabole motorisée.
hr: Sa PositionerSetup plugin je jednostavano za instalirati i konfigurirati motorizirane antene.
sk: Plugin Nastavenie motora (PositionerSetup) ti pomôže s inštaláciou paraboly s motorom.
sv: Med PositionerSetup-appen är det enkelt att installera och konfigurera motorinstallation på parabolantennen.

source: With the SatelliteEquipmentControl plugin it is possible to fine-tune DiSEqC-settings.
cs: S SatelliteEquipmentControl modulem je možné jemně doladit nastavení DiSEqC.
el: Είναι δυνατές μικρορυθμίσεις στο DiSEqC.
fr: Avec le plugin SatelliteEquipmentControl il est possible paramétrer le DiSEqC en réglages fins.
hr: Sa SatelliteEquipmentControl plugin moguće je fino podešavanje DiSEqC-postavki ..
sk: Plugin Ovládač satelitného zariadenia (SatelliteEquipmentControl) ti umožní jemne upraviť nastavenia DiSEqC.
sv: Med SatelliteEquipmentControl-appen är det möjligt att finjustera DiSEqC-inställningar.

source: With this option enabled the channel to record on can be changed to a alternative service it is restricted to.
cs: Pokud je tato možnost povolena, stanici, kterou chceš nahrávat, lze změnit na alternativní omezenou stanici.
el: Με αυτή την επέκταση ενεργοποιημένη είναι περιορισμένη η αλλαγή καναλιού εγγραφής σε εναλλακτική υπηρεσία.
fr: Avec cette option activée, la chaîne à enregistrer peut-être changée vers un service alternatif limité à celui-ci.
hr: Kada je ova opcija omogućena kanal za snimanje može biti promijenjen na alternativno zabranjen kanal.
sk: Táto voľba umožní, aby sa stanica, ktorá sa má nahrať, mohla zmeniť na alternatívnu.
sv: Med den här optionen aktiverad kan kanalen som ska spelas in ändras till en alternativ kanal som den är begränsad till.

source: With this option you can restrict the AutoTimer to a certain amount of scheduled recordings. Set this to 0 to disable this functionality.
cs: Pomocí této volby můžeš omezit Autočasovač jenom na určitý počet plánovaných nahrávání. Nastav na 0 pro zakázání této funkce.
el: Με αυτή την επιλογή μπορείτε να περιορίσετε τον αυτόματο χρονοδιακόπτη σε συγκεκριμένο αριθμό προγραμματισμένων εγγραφών. Επιλέξτε 0 για απενεργοποίηση αυτής της λειτουργίας.
fr: Avec cette option, vous pouvez plafonner ProgAuto à un certain nombre d'enregistrements. Mettre à 0 pour désactiver cette fonctionnalité.
hr: S ovom opcijom možete ograničiti AutoTimer do određenog iznosa predviđenog za snimanje. Postavite 0 kako bi onemogućili ovu funkcionalnost.
sk: Pomocou tejto voľby môžeš obmedziť Autočasovač len na určitý počet plánovaných nahrávok. Nastav na 0 pre zakázanie tejto funkcie.
sv: Med det här alternativet kan du begränsa AutoTimer till en viss mängd schemalagda inspelningar. Ställ in denna på 0 för att avaktivera den här funktionen.

source: Wizard
cs: Průvodce
el: Οδηγός
fr: Assistant
hr: Vodič
sk: Sprievodca
sv: Guide

source: Write error while recording. Disk full?
cs: Chyba zapisování při nahrávání. Disk je plný?
el: Εμφανίστηκε σφάλμα κατά την εγγραφή. Ο δίσκος είναι γεμάτος;
fr: Erreur d'écriture en enregistrement. Disque plein?
hr: Greška tijekom snimanja. Disk Pun?
sk: Chyba zápisu pri nahrávaní. Plný disk?
sv: Skrivfel under inspelning. Disken full?

source: Write failed!
cs: Zapisování neúspěšné!
el: Η εγγραφή απέτυχε!
fr: Echec d'écriture!
hr: Upisivanje uspjelo!
sk: Zápis zlyhal!
sv: Skrivning misslyckades!

source: Year
cs: Rok
el: Έτος
fr: Année
hr: Godina
sk: Rok
sv: År

source: Yes
cs: Ano
el: Ναι
fr: Oui
hr: Da
sk: Áno
sv: Ja

source: Yes to all
cs: Ano všem
el: Ναι σε όλα
fr: Oui à tout
hr: Da za sve
sk: Áno pre všetky
sv: Ja till alla
