Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Remove timer
cs: Odstraň časovač
el: Αφαίρ. χρονοδ.
fr: Retirer program
hr: Ukloni timer
sk: Zmazať časovač
sv: Ta bort timer

source: Remove title
cs: Odebrat titul
el: Αφαίρεση τίτλου
fr: Retirer titre
hr: Ukloni titl
sk: Odstrániť titul
sv: Ta bort titel

source: Removed successfully.
cs: Úspěšně odstraněno.
el: Αφαιρέθηκε επιτυχώς.
fr: Retiré avec succès.
hr: Uspješno je ukljunjeno.
sk: Odstránené.
sv: Borttagen.

source: Removing
cs: Odstraňuji
el: Αφαίρεση
fr: Retrait en cours...
hr: Uklanjanje
sk: Odstraňujem
sv: Tar bort

source: Removing directory %s failed. (Maybe not empty.)
cs: Odstraňení složky %s se nezdařilo. (Možná není prázdná.)
el: Η αφαίρεση του φακέλου %s απέτυχε. (Ίσως δεν ήταν άδειος)
fr: Echec retrait répertoire %s. (peut-être non vide.)
hr: Uklanjanje directorija %s neuspješno. (možda nije prazan.)
sk: Vymazanie adresára %s zlyhalo. (Možno nie je prázdny.)
sv: Ta bort mappen %s misslyckades. (Troligen ej tom.)

source: Rename
cs: Přejmenovat
el: Μετονομασία
fr: Renommer
hr: Preimenovati
sk: Premenovať
sv: Byt namn

source: Rename crashlogs
cs: Přejmenovat crashlogs
el: Μετονομασία καταγραφών κρεμάσματος
fr: Renommer le crashlog
hr: Preimenovati crashlogs
sk: Premenovať správy o zrútení
sv: Byt namn på krashloggar

source: Rename your movies
cs: Přejmenovat filmy
el: Μετονομασία ταινιών
fr: Renommer vos films
hr: Preimenovati film
sk: Premenovať filmy
sv: Ändra namn på inspelat material.

source: Repeat
cs: Opakování
el: Επανάληψη
fr: Répéter
hr: Ponovi
sk: Opakovať
sv: Repetera

source: Repeat Type
cs: Druh opakování
el: Τύπος επανάληψης
fr: Type de répétition
hr: Tip ponavljanja
sk: Druh opakovania
sv: Repetera

source: Repeating event currently recording... What do you want to do?
cs: Právě se nahrává opakovaná událost... Co chceš udělat?
el: Επανάληψη προγράμματος τρέχουσας εγγραφής… Τι θέλετε να γίνει;
fr: Répétion de l'événement en enregistrement... Que voulez-vous faire?
hr: Snimanje ponovljenog događaja je u tijeku...Što želite učiniti?
sk: Práve sa nahráva opakovaná udalosť... Čo chceš urobiť?
sv: En händelse som upprepas spelas in... Vad vill du göra?

source: Repeats
cs: Opakovat
el: Επαναλήψεις
fr: Répétitions
hr: Ponavljanja
sk: Opakovania
sv: Upprepningar

source: Replace the minute input for the seek functions with a seekbar.
cs: Nahradit vložení minut pro vyhledávání za vyhledávací lištu.
el: Αντικατάσταση εισόδου λεπτού για λειτουργίες αναζήτησης με γραμμή αναζήτησης.
fr: Remplacer l'entrée minute pour les fonctions recherche par une barre de recherche
hr: Zamjenite minute ulaza za tražene funkcije sa seekbar.
sk: Pri vyhľadávaní nahradiť zadávanie minút vyhľadávacím pruhom.
sv: Byt ut minut ingångsvärde för sökfunktioner med ett sökfält.

source: Replace the rewind input with a seekbar
cs: Nahradit zadání převíjení za vyhledávací lištu
el: Αντικατάσταση εισόδου rewind με γραμμή αναζήτησης
fr: Remplacer l'entrée retour par un une barre de recherche
hr: Zamjenite minute ulaza za tražene funkcije sa seekbar.
sk: Nahradiť zadávanie prevíjania vyhľadávacím pruhom
sv: Byt ut snabbspolning bakåt med ett sökfält.

source: Require description to be unique
cs: Vyžaduje jedinečný popis
el: Η περιγραφή πρέπει να είναι μοναδική
fr: Exige que la description soit unique
hr: Obavezan jedinstvenim opis.
sk: Popis musí byť jednoznačný
sv: Begärd beskrivning måste vara unik

source: Required medium type:
cs: Požadovaný typ média:
el: Απαιτούμενος τύπος μέσου:
fr: Type medium requis:
hr: Obavezan tip medija::
sk: Požadovaný druh média:
sv: Nödvändig mediatyp:

source: Rescan
cs: Prohl. znova
el: Νέα σάρωση
fr: Rescanner
hr: Novo pretraživanje
sk: Znova prehľ.
sv: Sök igen

source: Reset
el: Επαναφορά
fr: Réinitialiser
hr: Resetiraj
sk: Resetovať
sv: Återställ

source: Reset and renumerate title names
cs: Zresetuj a přečísluj jména kapitol
el: Επαναφορά και επαναρίθμηση ονομάτων τίτλων
fr: Réinitialiser et renuméroter les titres
hr: Resetiraj i renumeriraj imena naslova
sk: Resetovať a prečíslovať názvy titulov
sv: Återställ och omnumrera titelnamnen

source: Reset count
cs: Vynulovat počet
el: Επαναφορά μέτρησης
fr: Réinitialiser compte
hr: Resetirati brojač
sk: Vynulovať počet
sv: Nollställ räkning

source: Reset saved position
cs: Resetovat uloženou polohu
el: Επαναφορά αποθηκευμένης θέσης
fr: Réinitialiser position sauvée
hr: Resetirati spremljenu poziciju
sk: Vynulovať uloženú polohu
sv: Återställ sparad position

source: Reset video enhancement settings to system defaults?
cs: Obnovit nastavení vylepšení obrazu na výchozí systému?
el: Επαναφορά ρυθμίσεων βελτίωσης εικόνας στις προεπιλεγμένες;
fr: Réinitialiser la configuration vidéo améliorée au standard système?
hr: Resetirati video enhancement na tvorničke postavke ?
sk: Vrátiť rozšírené nastavenia obrazu na systémové predvolené hodnoty?
sv: Återställ videoförbättringarna till grundinställningarna?

source: Reset video enhancement settings to your last configuration?
cs: Obnovit nastavení vylepšení obrazu na poslední konfiguraci?
el: Επαναφορά ρυθμίσεων βελτίωσης εικόνας στην τελευταία παραμετροποίηση;
fr: Réinitialiser la configuration vidéo améliorée à votre dernière configuration?
hr: Resetirati video enhancement postavke na zadnju konfiguraciju?
sk: Vrátiť rozšírené nastavenia obrazu na poslednú konfiguráciu?
sv: Återställ videoförbättringarna till föregående inställning?

source: Resolution
cs: Rozlišení
el: Ανάλυση
fr: Résolution
hr: Rezolucija
sk: Rozlíšenie
sv: Upplösning

source: Response video entries.
cs: Položky odezvy videa.
el: Απόκριση καταχωρήσεων βίντεο.
fr: Réponse entrées vidéo.
hr: Odgvor video ulaza.
sk: Zadania odozvy videa.
sv: Svars video poster.

source: Restart
el: Επανεκκίνηση
fr: Redémarrer
hr: Ponovo pokreni
sk: Reštartovať
sv: Omstart

source: Restart GUI
el: Eπανεκκίνηση GUI
fr: Relancer l'IGU
hr: Ponovo pokreni GUI
sk: Reštartovať GUI
sv: Omstart av gränssnittet

source: Restart GUI now?
cs: Restart GUI nyní?
el: Επανεκκίνηση GUI τώρα;
fr: Relancer l'IGU maintenant?
hr: Ponovo pokreni GUI sada?
sk: Teraz reštartovať GUI?
sv: Omstart av gränssnittet nu?

source: Restart network
cs: Restart síťové rozhraní
el: Eπανεκκίνηση δικτύου
fr: Relancer le réseau
hr: Restartaj mrežu
sk: Reštartovať sieť
sv: Omstart nätverk

source: Restart test
cs: Restartovat test
el: Eπανεκ. ελέγχου
fr: Relancer le test
sk: Zopakovať test
sv: Omstart test

source: Restart your network connection and interfaces.
cs: Restartovat síťové připojení a rozhraní.
el: Επανεκκίνηση σύνδεσης δικτύου και διεπαφών.
fr: Relancer votre connection et interface réseau.
hr: Restartaj mrežu i mrežne uređaje.
sk: Reštartuj sieťové pripojenie a rozhrania.
sv: Omstart av nätverksanslutning och adaptrar.

source: Restore
cs: Obnovit
el: Επαναφορά
fr: Restaurer
hr: Vrati u poč.stanje
sk: Obnoviť
sv: Återställ

source: Restore backups
cs: Obnovení záloh
el: Επαναφορά αντιγράφων
fr: Restaurer sauvegardes
hr: Vraćanje spremljenih kopija
sk: Obnoviť zálohy
sv: Återställ säkerhetskopia

source: Restore is running...
cs: Obnovení je spuštěno...
el: Εκτελείται επαναφορά…
fr: Restauration en cours...
hr: Vraćanje je pokrenuto...
sk: Prebieha obnova...
sv: Återställning pågår...

source: Restore running
cs: Spuštění obnovení
el: Εκτελείται επαναφορά
fr: Restauration en cours
hr: Vraćanje je pokrenuto...
sk: Prebieha obnova
sv: Återställning pågår

source: Restore system settings
cs: Obnovit systémová nastavení
el: Επαναφορά ρυθμίσ. συστήματος
fr: Restaurer paramètres système
hr: Vraćanje postavki sustava
sk: Obnoviť systémové nastavenia
sv: Återställ systeminställningar

source: Restore your STB with a USB stick
cs: Obnova Vu+ USB klíčem
el: Επαναφορά δέκτη με USB
fr: Restaurer votre Vu+ avec clé USB
hr: Vraćanje postavki STB s USB sticka
sk: Obnoviť Vu+ z kľúča USB
sv: Återställ boxen med en USB-enhet.

source: Restrict "after event" to a certain timespan?
cs: Omezit "po události" na určité časové rozpětí?
el: Περιορισμός "μετά το πρόγραμμα" σε καθορισμένο χρονικό διάστημα;
fr: Restreindre "après émission" à une certaine période?
hr: Ograniči "poslije događaja" na određeni vremenski period?
sk: Obmedziť "po udalosti" na určité časové obdobie?
sv: Begränsa "efter händelse" till ett visst tidsintervall?

source: Restrict to events on certain dates
cs: Omezit na události v určité dny
el: Περιορισμός σε προγράμματα καθορισμένων ημερομηνιών
fr: Limiter aux événements sur certaines dates
hr: Zabraniti zbivanja na određene datume
sk: Obmedziť na programy v určitých dátumoch
sv: Begränsa till händelser på vissa datum.

source: Resume from last position
cs: Pokračovat z poslední pozice
el: Συνέχεια από την τελευταία θέση
fr: Reprendre depuis la dernière position
hr: Nastavak iz posljednje pozicije
sk: Pokračovať od poslednej pozície
sv: Återuppta från senaste position

source: Resume position at %s
cs: Obnovit pozici na %s
el: Συνέχεια από τo σημείο %s
fr: Reprendre position à %s
hr: Nastaviti poziciju na %s
sk: Pokračovať v polohe %s
sv: Återuppta vid position %s

source: Resuming playback
cs: Obnovuji přehrávání
el: Συνέχεια αναπαραγωγής
fr: Reprise de la lecture
hr: Nastavak reprodukcije
sk: Pokračujem v prehrávaní
sv: Återupptar uppspelning

source: Return to file browser
cs: Návrat na prohlížeč souborů
el: Επιστροφή στα αρχεία
fr: Retour à explorer fichiers
hr: Povratak na pretraživač fajla
sk: Návrat do správcu súborov
sv: Återvänd till filutforskare

source: Return to movie list
cs: Návrat na seznam filmů
el: Πίσω στη λίστα ταινιών
fr: Retour vers liste des films
hr: Povratak na listu filma
sk: Návrat do zoznamu filmov
sv: Återvänd till inspelningar

source: Return to previous service
cs: Přepnout na předchozí stanici
el: Πίσω στην προηγ. υπηρεσία
fr: Retour service précédent
hr: Povratak na prethodni kanal
sk: Návrat na predchádzajúcu stanicu
sv: Återgå till föregående kanal.

source: Reusable Help-component for other plugins.
cs: Opakovaně použitelný Help-komponent pro jiné moduly.
el: Επαναχρησιμοποιούμενη βοήθεια συνιστώσας για άλλες επεκτάσεις.
fr: Elément d'aide reutilisable pour d'autres plugins.
hr: Višekratna pomoć-komponenta za druge dodatke.
sk: Opakovane použiteľný Help-komponent pre iné pluginy.
sv: Återanvändbar hjälpkomponent för andra appar.

source: Rewind speeds
cs: Rychlosti přetáčení zpět
el: Ταχύτητες Rewind
fr: Vitesses rembobinage
hr: Premotavanje
sk: Rýchlosti prevíjania vzad
sv: Hastigheter för snabbspolning bakåt

source: Right
cs: Vpravo
el: Δεξιά
fr: Droite
hr: Desno
sk: Doprava
sv: Höger

source: Rotor turning speed
cs: Rychlost otáčení rotoru
el: Ταχύτητα στροφής μοτέρ
fr: Vitesse rotation rotor
hr: Brzina okretanja rotora
sk: Rýchlosť otáčania motora
sv: Rotor rotationsfart

source: Running
cs: Spuštěn
el: Εκτελείται
fr: Tourne
hr: Pokrenuto
sk: Aktívne
sv: Aktiverad

source: Running in testmode
cs: Běží v testovacím režimu
el: Δοκιμαστική λειτουργία
hr: Stavljanje u test mod
sk: Je v testovacom režime
sv: Körs i testläge.

source: Russia
cs: Rusko
el: Ρωσία
fr: Russie
sk: Rusko
sv: Ryssland

source: Russian
cs: Rusky
el: Ρωσικά
fr: Russe
hr: Ruski
sk: Ruština
sv: Ryska

source: SD 25/50HZ Interlace Mode
cs: SD 25/50HZ překládáný režim
el: Πεπλεγμένη λειτουργία SD 25/50HZ
fr: Mode entrelacé SD 25/50HZ
sk: SD 25/50 Hz, prekladaný režim
sv: SD 25/50Hz Interlace läge

source: SD 25/50HZ Progressive Mode
cs: SD 25/50HZ progresivní režim
el: Προοδευτική λειτουργία SD 25/50HZ
fr: Mode Progressif SD 25/50HZ
sk: SD 25/50 Hz, progresívny režim
sv: SD 25/50Hz Progressivt läge

source: SD 30/60HZ Interlace Mode
cs: SD 30/60HZ překládáný režim
el: Πεπλεγμένη λειτουργία SD 30/60HZ
fr: Mode entrelacé SD 30/60HZ
sk: SD 30/60 Hz, prekladaný režim
sv: SD 30/60Hz Interlace läge

source: SD 30/60HZ Progressive Mode
cs: SD 30/60HZ progresivní režim
el: Προοδευτική λειτουργία SD 30/60HZ
fr: Mode Progressif SD 30/60HZ
sk: SD 30/60 Hz, progresívny režim
sv: SD 30/60Hz Progressivt läge

source: SINGLE LAYER DVD
cs: JEDNOVRSTVÉ DVD
el: DVD ΜΟΝΗΣ ΕΠΙΣΤΡΩΣΗΣ
fr: SIMPLE COUCHE DVD
sk: JEDNOVRSTVOVÉ DVD

source: SVDRP is a protocol developed for the VDR software to control a set-top box remotely. This plugin only supports a subset of SVDRP and starts automatically using default settings. You probably don't need this plugin and should use the regular Web Interface for Enigma2 instead.
cs: SVDRP je protokol vyvinutý pro software VDR k dálkovému ovládání set-top-boxu. Tento modul podporuje pouze podskupinu SVDRP a automaticky se spustí pomocí výchozího nastavení. Pravděpodobně nepotřebuješ tento modul, radši použij místo něj Web Interface pro Enigma2.
el: Το SVDRP είναι ένα πρωτόκολλο που σχεδιάστηκε για λογισμικό VDR ώστε να ελέγχει απομακρυσμένα τον δέκτη. Αυτή η επέκταση υποστηρίζει μόνο ένα υποσύνολο SVDRP και αρχίζει αυτόματα χρησιμοποιώντας προεπιλεγμένες ρυθμίσεις. Πιθανώς δεν χρειάζεστε αυτή την επέκταση και αντί αυτής μπορείτε να χρησιμοποιήσετε Web Interface για Enigma2.
fr: SVDRP est un protocole pour le soft VDR afin de contrôler un Vu+ à distance. Ce plugin est dédié aux dérivés de SVDRP et se lance automatiquement avec ses paramètres par défaut. Vous n'avez probablement pas besoin de ce plugin, et préférerez utiliser l'Interface Web pour Enigma2.
hr: SVDRP je protokol razvijen za VDR softver za upravljanje set-top box na daljinu. Ovaj plugin podržava samo podskup SVDRP i automatski pokreće pomoću zadanih postavki. Vi vjerojatno ne trebate ovaj plugin i trebate koristiti web sučelje za GUI.
sk: SVDRP je protokol vyvinutý pre software VDR na diaľkové ovládanie set-top boxov. Tento plugin podporuje len podmnožinu SVDRP a spúšťa sa automaticky s predvolenými nastaveniami. Možno tento plugin nepotrebuješ a mal by si radšej použiť bežné webové rozhranie pre Enigma2.
sv: SVDRP är ett portololl utvecklat för VDR programvaran för att fjärrstyra boxen. Denna app supporterar endast en delmängd av SVDRP och startar automatiskt med standardinställningen. Du behöver antagligen inte denna app utan klarar dig säkert bra med det vanliga webinterfacet för Enigma2 istället.

source: SVDRP server for Enigma2
cs: SVDRP server pro Enigma2
el: Διακομιστής VDRP για Enigma2
fr: Serveur SVDRP pour Enigma2
hr: SVDRP server za GUI
sk: Server SVDRP pre Enigma2
sv: SVDRP server för Enigma2.

source: Sat
cs: So
el: Σαβ
fr: Sam
sk: So
sv: Lör

source: Sat / Dish Setup
cs: Nastavení satelitu / paraboly
el: Ρύθμιση Δορυφόρου/Κατόπτρου
fr: Paramétrage Sat / Parabole
hr: Sat / Anten. Postavke
sk: Nastavenie satelitu a paraboly
sv: Sat / Parabol installation

source: Satellite
cs: Satelit
el: Δορυφόρος
hr: Satelit
sk: Satelit
sv: Satellit

source: Satellite Equipment Setup
cs: Nastavení satelitního zařízení
el: Ρύθμιση Δορυφορικού Εξοπλισμού
fr: Paramètres équipement satellite
hr: Postavke Satelitske Opreme
sk: Nastavenia satelitného zariadenia
sv: Satellitutrustning Installation

source: Satellite equipment
cs: Satelitní zařízení
el: Δορυφορικός εξοπλισμός
fr: Equipement satellite
hr: Satellite oprema
sk: Satelitné zariadenie
sv: Satellitutrustning

source: SatelliteEquipmentControl allows you to fine-tune DiSEqC-settings
cs: SatelliteEquipmentControl ti umožní jemně doladit DiSEqC-nastavení
el: Έλεγχος μικρορυθμίσεων DiSEqC
fr: SatelliteEquipmentControl permet de régler finement les paramètres DiSEqC
hr: SatelliteEquipmentControl vam omogućuje fino podešavanje DiSEqC-postavki
sk: Ovládač satelitného zariadenia ti umožní jemne upraviť nastavenia DiSEqC
sv: SatelliteEquipmentControl möjiggör att finjustera DiSEqC inställningar.

source: Satellites
cs: Satelity
el: Δορυφόροι
hr: Sateliti
sk: Satelity
sv: Satelliter

source: Satfinder
cs: Vyhledávání satelitu
el: Έλεγχος σήματος
fr: Pointeur satellites
hr: Sat tražitelj
sk: Hľadač satelitov

source: Satfinder helps you to align your dish
cs: Satfinder ti pomůže nastavit tvoji parabolu
el: Ο έλεγχος βοηθάει στην ευθυγράμμιση κατόπτρου
fr: Satfinder vous aide à aligner votre parabole
hr: Satfinder pomaže uskladiti vaš tanjur
sk: Hľadač satelitov ti pomôže nasmerovať parabolu
sv: Satfinder hjälper dig att justera porabolantennen.

source: Sats
cs: Satelity
el: Δορ.
sk: Satelity

source: Saturation
cs: Sytost
el: Ένταση χρώματος
sk: Sýtosť
sv: Mättnad

source: Saturday
cs: Sobota
el: Σάββατο
fr: Samedi
hr: Subota
sk: Sobota
sv: Lördag

source: Save
cs: Uložit
el: Αποθήκευση
fr: Sauver
hr: Spremi
sk: Uložiť
sv: Spara

source: Save Playlist
cs: Uložit playlist
el: Αποθήκευση λίστας αναπαραγωγής
fr: Sauver liste lecture
hr: Pohrani playlistu
sk: Uložiť zoznam prehrávok
sv: Spara spellista

source: Save current delay to key
cs: Uložit aktuální zpoždění do tlačítka
el: Αποθήκευση τρέχουσας καθυστέρησης σε κλειδί
fr: Sauver retard actuel vers clé
hr: Sačuvaj aktuelno kašnjenje na dugme
sk: Uložiť aktuálne oneskorenie pod tlačítko
sv: Spara nuvarande fördröjning till tangent

source: Save to key
cs: Uložit do tlačítka
el: Αποθ. σε πλήκτρο
fr: Sauver vers clé
hr: Sačuvaj na dugme
sk: Uložiť pod tlačítko
sv: Spara till tangent

source: Save values and close plugin
cs: Uložit hodnoty a zavřít modul
el: Αποθήκευση τιμών και πρόσθετου
fr: Sauver valeurs et fermer plugin
hr: Spremi vrijednosti i zatvori plugin
sk: Uložiť hodnoty a zatvoriť plugin
sv: Spara värden och stäng appen.

source: Save values and close screen
cs: Uložit hodnoty a zavřít displej
el: Αποθήκευση τιμών και κλείσιμο οθόνης
fr: Sauver valeurs et fermer écran
hr: Spremi vrijednosti i zatvori zaslon
sk: Uložiť hodnoty a zatvoriť obrazovku
sv: Spara värden och stäng bildruta

source: Scaler sharpness
cs: Ostrost Scalera
el: Οξύτητα scaler
fr: Niveau netteté
hr: Skaliranje oštrine
sk: Ostrosť škálovania
sv: Uppskalningskärpa

source: Scaling Mode
cs: Nastavovací mód
el: Τρόπος κλιμάκωσης
fr: Mode mise à l'échelle
hr: Mod skaliranja
sk: Škálovací režim
sv: Skalningsläge

source: Scan
cs: Proskenuj
el: Σάρωση
fr: Analyser
hr: Pretraži :
sk: Vyhľadať
sv: Sök

source: Scan Files...
cs: Prohledávání souborů...
el: Αναζήτηση αρχείων…
fr: Parcourir fichiers...
hr: Pretraži datoteke...
sk: Vyhľadať súbory...
sv: Sök Filer...

source: Scan NFS share
cs: Prohl. NFS sdílení
el: Σάρ. κοινόχ. NFS
fr: Voir partage NFS
hr: Pretraži NFS djeljitelje
sk: Prehľ. zdieľ. NFS
sv: Sök NFS-delning

source: Scan QAM128
cs: Proskenuj QAM128
el: Σάρωση QAM128
fr: Analyser QAM128
hr: Pretraži QAM128
sk: Prehľadať QAM128
sv: Sök QAM128

source: Scan QAM16
cs: Proskenuj QAM16
el: Σάρωση QAM16
fr: Analyser QAM16
hr: Pretraži QAM16
sk: Prehľadať QAM16
sv: Sök QAM16

source: Scan QAM256
cs: Proskenuj QAM256
el: Σάρωση QAM256
fr: Analyser QAM256
hr: Pretraži QAM256
sk: Prehľadať QAM256
sv: Sök QAM256

source: Scan QAM32
cs: Proskenuj QAM32
el: Σάρωση QAM32
fr: Analyser QAM32
hr: Pretraži QAM32
sk: Prehľadať QAM32
sv: Sök QAM32

source: Scan QAM64
cs: Proskenuj QAM64
el: Σάρωση QAM64
fr: Analyser QAM64
hr: Pretraži QAM64
sk: Prehľadať QAM64
sv: Sök QAM64

source: Scan SR6875
cs: Prohledat SR6875
el: Σάρωση SR6875
fr: Analyser SR6875
hr: Pretraži SR6875
sk: Prehľadať SR6875
sv: Sök SR6875

source: Scan SR6900
cs: Prohledat SR6900
el: Σάρωση SR6900
fr: Analyser SR6900
hr: Skeniraj SR6900
sk: Prehľadať SR6900
sv: Sök SR6900

source: Scan Wireless Networks
cs: Proskenovat bezdrátové sítě
el: Αναζήτηση ασύρματων δικτύων
fr: Scanner réseaux sans fil
hr: Scan bežičnu mrežu
sk: Vyhľadať bezdrôt. siete
sv: Sök efter trådlösa nätverk

source: Scan additional SR
cs: Prohledat dodatečný SR
el: Σάρωση επιπρόσθετου SR
fr: Analyser SR additionnel
hr: Skeniraj dodatne SR
sk: Prehľadať ďalšie SR
sv: Sök ytterligare SR

source: Scan band EU HYPER
cs: Prohledat pásmo EU HYPER
el: Σάρωση ζώνης EU HYPER
fr: Analyser bande EU HYPER
hr: Skeniraj band EU HYPER
sk: Prehľadať pásmo EU HYPER
sv: Sök EU HYPER band

source: Scan band EU MID
cs: Prohledat pásmo EU MID
el: Σάρωση ζώνης EU MID
fr: Analyser bande EU MID
hr: Skeniraj band EU MID
sk: Prehľadať pásmo EU MID
sv: Sök EU MID band

source: Scan band EU SUPER
cs: Prohledat pásmo EU SUPER
el: Σάρωση ζώνης EU SUPER
fr: Analyser bande EU SUPER
hr: Skeniraj band EU SUPER
sk: Prehľadať pásmo EU SUPER
sv: Sök EU SUPER band

source: Scan band EU UHF IV
cs: Prohledat pásmo EU UHF IV
el: Σάρωση ζώνης EU UHF IV
fr: Analyser bande EU UHF IV
hr: Skeniraj band EU UHF IV
sk: Prehľadať pásmo EU UHF IV
sv: Sök EU UHF IV band

source: Scan band EU UHF V
cs: Prohledat pásmo EU UHF V
el: Σάρωση ζώνης EU UHF V
fr: Analyser bande EU UHF V
hr: Skeniraj band EU UHF V
sk: Prehľadať pásmo EU UHF V
sv: Sök EU UHF V band

source: Scan band EU VHF I
cs: Prohledat pásmo EU VHF I
el: Σάρωση ζώνης EU VHF I
fr: analyser bande EU VHF I
hr: Skeniraj band EU VHF I
sk: Prehľadať pásmo EU VHF I
sv: Sök EU VHF I band

source: Scan band EU VHF III
cs: Prohledat pásmo EU VHF III
el: Σάρωση ζώνης EU VHF III
fr: Analyser bande EU VHF III
hr: Skeniraj band EU VHF III
sk: Prehľadať pásmo EU VHF III
sv: Sök EU VHF III band

source: Scan band US HIGH
cs: Prohledat pásmo US HIGH
el: Σάρωση ζώνης US HIGH
fr: Analyser bande US HIGH
hr: Skeniraj band US HIGH
sk: Prehľadať pásmo US HIGH
sv: Sök US HIGH band

source: Scan band US HYPER
cs: Prohledat pásmo US HYPER
el: Σάρωση ζώνης US HYPER
fr: Analyser bande US HYPER
hr: Skeniraj band US HYPER
sk: Prehľadať pásmo US HYPER
sv: Sök US HYPER band

source: Scan band US LOW
cs: Prohledat pásmo US LOW
el: Σάρωση ζώνης US LOW
fr: Analyser bande US LOW
hr: Skeniraj band US LOW
sk: Prehľadať pásmo US LOW
sv: Sök US LOW band

source: Scan band US MID
cs: Prohledat pásmo US MID
el: Σάρωση ζώνης US MID
fr: Analyser bande US MID
hr: Skeniraj band US MID
sk: Prehľadať pásmo US MID
sv: Sök US MID band

source: Scan band US SUPER
cs: Prohledat pásmo US SUPER
el: Σάρωση ζώνης US SUPER
fr: Analyser bande US SUPER
hr: Skeniraj band US SUPER
sk: Prehľadať pásmo US SUPER
sv: Sök US SUPER band

source: Scan devices for playable media files
cs: Skenování zařízení pro přehratelné mediální soubory
el: Αναζήτηση συσκευών για αρχεία πολυμέσων με δυνατότητα αναπαραγωγής
fr: Analyser périphériques pour fichiers média lisibles
hr: Pretraži uređaje za playable media files
sk: Nájsť na zariadeniach prehrateľné súbory
sv: Sök enheter för att hitta spelbara mediafiler.

source: Scan range
cs: Rozsah vyhl.
el: Περιοχή σάρωσης
fr: Etendue recherche
hr: Opseg pretrage
sk: Rozsah vyhľ.
sv: Sökomfång

source: Scan your network for wireless access points and connect to them using your selected wireless device.
cs: Skenuje síť pro bezdrátové přístupové body a připojí se k nim pomocí zvoleného bezdrátového zařízení.
el: Σάρωση του δικτύου για ασύρματα σημεία πρόσβασης και σύνδεση σε αυτά με την επιλεγμένη ασύρματη συσκευή σας.
fr: Analyser votre réseau pour points d'accès sans fil et se connecter en utilisant le périphérique sélectionné.
hr: Pretraži mreže za wireless access points i spajanje sa odabranim bežičnim uređajem.
sk: Vyhľadať v sieti bezdrôtové prístupové body a pripojiť ich ku zvoleným bezdrôtovým zariadeniam.
sv: Sök ditt nätverk efter trådlös acccesspunkt och anslut till den med din valda trådlösa enhet.

source: Scans default lamedbs sorted by satellite
cs: Prohledá výchozí lamedbs tříděné podle satelitu
el: Αναζήτηση προεπ. βάσεων δεδ. ταξινομημένων/δορυφόρο
fr: Analyser lamedbs standards triés par satellite
hr: Pretražuje zadane lamedbs sortirane prema satelitu
sk: Vyhľadá predvolené lamedb triedené podľa satelitov
sv: Skannar standard lamedbs sorterad i satelliten

source: Scans default lamedbs sorted by satellite with a connected dish positioner
cs: Prohldá standardní lamedbs srovnaný dle satelitu a připojeného motoru
el: Αναζήτηση προεπ. βάσεων δεδ. ανά δορυφόρο με συνδεδεμένο μοτέρ
fr: Scanner lamedbs standards triés par satellite avec un positionneur parabole connecté
hr: Skenira zadane lamedbs sortirane prema satelitu spojeno preko antena pozicionera
sk: Vyhľadať predvolené lamedb zotriedené podľa satelitov a pripojeného motora
sv: Sök grund lamedbs sorterat på satellit med en ansluten parabolmotor
