Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Opera Browser
cs: Opera prohlížeč
fr: Explorateur Opera
sk: Prehliadač Opera
sv: Opera webbläsare

source: Opera Browser was not running. Please running browser using [File]>[Start/Stop] menu.
cs: Opera prohlížeč není spuštěný. Nastartuj prosím prohlížeč: Menu > Start/Stop.
fr: Explorateur non actif Démarrer explorateur avec [Fichier]>[Démarrer/Stopper].
sk: HbbTV prehliadač nie je spustený. Naštartuj prehliadač: Menu> [File]>[Start/Stop].
sv: Opera webbläsare körs inte. Kör webbläsaren med [File]>{Start/Stop] menyn.

source: Osd 3D setup
cs: Nastavení OSD 3D
fr: Réglages affichage en 3D
sk: Nastavenie OSD 3D
sv: OSD 3D inställningar

source: Osd Position setup
cs: Nastavení polohy Osd
fr: Réglages position affichage
sk: Nastavenie polohy Osd
sv: OSD Positionsinställningar

source: Osd settings
cs: Nastavení OSD
fr: Réglages affichage
sk: Nastavenie OSD
sv: OSD-inställningar

source: PLEASE READ! No disk found. An hard drive or an usb pen is HARDLY SUGGESTED. If you still want use your internal flash pay attention to: (1) If you don't have enough free space your box may completely block and you need to flash it again (2) Many write operations on your internal flash may damage your flash memory
cs: ČTI, PROSÍM! Disk nebyl nalezen! Harddisk nebo USB paměť je nastavena napevno. Chceš-li využívat interní flash, dbej na: 1) Pokud nemáš dostatek místa v přijímači, může se kompletně zablokovat a bude jej nutno flashnout znovu 2) Velký počet zápisů do flash paměti ji může také poškodit
fr: LIZEZ! Pas de disque trouvé. Un disque dur ou clé USB est fortement recommandé. Si vous voulez utiliser la Flash assurez vous: (1) Si la place manque, le Vu+ risque de bloquer complètement et vous devrez le flasher à nouveau. (2) De nombreuses écritures sur la Flash risquent de l'endommager
sk: UPOZORNENIE! Disk nabol nájdený! Je doporučné mať Harddisk alebo USB flash pamäť. Ak chceš využívať internú flash, ber na vedomie že: 1) Ak nemáš dosť miesta v sat.prijímači, môže sa úplne zablokovať 2) Velký počet zápisov do flash pamäti ju môže poškodiť
sv: OBS! Ingen HDD/USB hittad. En hårddisk eller en USB-sticka är starkt rekommenderat. Om du trots detta vill använda flash, observera: (1) Om du inte har tillräckligt med ledigt utrymme kan boxen hänga upp sig och du måste installera om systemet (2) Många skrivoperationer på intern flash kan skada flashminnet permanent

source: PageDown Key
cs: Klávesa stránka dolů
fr: Bouton PageSuivante
sk: Klávesa PageDown
sv: SidaNer tangent

source: PageUp Key
cs: Klávesa stránka nahoru
fr: Bouton PagePrécédente
sk: Klávesa PageUp
sv: SidaUpp tangent

source: Parsing
cs: Ověřuji
fr: Analyse syntaxique
sk: Analyzujem...
sv: Analyserar

source: Parsing channels list
cs: Analyzuji seznam kanálů
fr: Analyse liste de chaînes
sk: Analyzujem zoznam staníc
sv: Analyserar kanallista

source: Parsing events
cs: Analyzuji události
fr: Analyse évenements
sk: Analyzujem udalosti
sv: Analyserar händelser

source: Parsing titles
cs: Analyzuji titulky
fr: Analyse titres
sk: Analyzujem titulky
sv: Analyserar titlar

source: Passive:
cs: Pasivní:
fr: Passif:
sk: Pasívny:
sv: Passiv:

source: Percentage Left
cs: Procenta doleva
fr: Poucentage Gauche
sk: Percentá doľava
sv: Procent vänster

source: Percentage Right
cs: Procenta doprava
fr: Poucentage Droite
sk: Percentá doprava
sv: Procent höger

source: Personal Backup:
cs: Osobní záloha:
fr: Sauvegarde Perso:
sk: Záloha nastavení:
sv: Backup inställningar:

source: Personal Backup:
cs: Osobní záloha:
fr: Sauvegarde Perso:
sk: Záloha nastavení:
sv: Backup inställningar:

source: Picons LCD changes need gui restart to take effects. Restart Gui now?
cs: Pikony pro LCD byly změněny. GUI potřebuje restart. Restartovat GUI nyní ?
fr: La modification des Picons Lcd requiert un redémarrage. Relancer IGU?
hr: Picons LCD promjene trebaju restart gui-a kako bi se aktivirale. Želite Restart Gui-a sada?
sk: LCD pikony boli zmenené. Je potrebný reštart GUI. Reštartovať teraz GUI?
sv: LCD-picons ändringar behöver gränssnittomstart för att ta. Starta om gränsnittet nu?

source: Ping test fail Press exit
cs: Ping test selhal Stiskni exit
fr: Echec Test Ping Presser exit
sk: Neúspešný ping test Stlač exit
sv: Pingtest misslyckades Tryck exit

source: Ping test pass
cs: Ping test proběhl úspěšně
fr: Passe Test Ping
sk: Ping test bol úspešný
sv: Pingtest OK

source: Play next (return to movie list)
cs: Přehraj další (návrat do seznamu filmů)
fr: Lire suivant (retour à liste)
sk: Prehraj ďalší (návrat do zoznamu filmov)
sv: Spela nästa (tillbaka till inspelningslistan)

source: Play next (return to previous service)
cs: Přehraj další (návrat na předchozí stanici)
fr: Lire suivant (retour service précédent)
sk: Prehraj ďalší (návrat na predchádzajúcu stanicu)
sv: Spela nästa (tillbaka till TV)

source: Please check again. Frequency : start value is larger than stop value.
cs: Zkontroluj znovu prosím. Frekvence: počáteční hodnota je větší než konečná.
fr: Vérifiez à nouveau. Fréquence de Départ supérieure à valeur d'arrêt.
sk: Skontroluj znova prosím. Frekvencia: počiatočná hodnota je väčšia než koncová.
sv: Fel värde. Frekvens : startvärdet är större än slutvärdet.

source: Please check again. Start frequency must be between 950 and 2150.
cs: Zkontroluj znovu prosím. Počáteční frekvence musí být mezi 950 a 2150.
fr: Vérifiez à nouveau. Fréquence Départ doit être entre 950 et 2150.
sk: Skontroluj znova prosím. Počiatočná frekvencia musí byť medzi 950 a 2150.
sv: Fel värde. Startfrekvensen måste ligga mellan 950 och 2150.

source: Please check again. Start symbolrate must be between 2MHz and 45MHz.
cs: Zkontroluj znovu prosím. Počáteční symbolrate musí být mezi 2 a 45 Msymb./s.
fr: Vérifiez à nouveau. TauxSymbole Départ doit être entre 2 et 45MHz.
sk: Skontroluj znova prosím. Počiatočný symbolrate musí byť medzi 2 až 45 Msymb./s.
sv: Fel värde. Startsymbolhastigheten måste ligga mellan 2Mhz och 45Mhz.

source: Please check again. Stop frequency must be between 950 and 2150.
cs: Zkontroluj znovu prosím. Konečná frekvence musí být mezi 950 a 2150.
fr: Vérifiez à nouveau. Fréquence Arrêt doit être entre 950 et 2150.
sk: Skontroluj znova prosím. Konečná frekvencia musí byť medzi 950 až 2150.
sv: Fel värde. Stoppfrekvensen måste ligga mellan 950 och 2150.

source: Please check again. Stop symbolrate must be between 2MHz and 45MHz.
cs: Zkontroluj znovu prosím. Konečný symbolrate musí být mezi 2 a 45 Msymb./s.
fr: Vérifiez à nouveau. TauxSymbole Arrêt doit être entre 2 et 45MHz.
sk: Skontroluj znova prosím. Konečný symbolrate musí byť medzi 2 až 45 Msymb./s.
sv: Fel värde. Stoppsymbolhastigheten måste ligga mellan 2Mhz och 45Mhz.

source: Please check again. Symbolrate : start value is larger than stop value.
cs: Zkontroluj znovu prosím. Symbolrate: počáteční hodnota je větší než konečná.
fr: Vérifiez à nouveau. TauxSymbole de Départ supérieur à valeur d'arrêt.
sk: Skontroluj znova prosím. Symbolrate: počiatočná hodnota je väčšia než konečná.
sv: Fel värde. Symbolhastigheten: startvärdet är större än slutvärtet.

source: Please choose an HbbTV application.
cs: Vyber prosím HbbTV aplikaci.
fr: Sélectionner une application HbbTV.
sk: Vyber si HbbTV aplikáciu.
sv: Välj en HbbTV applikation

source: Please choose one.
cs: Něco vyber.
fr: Choisissez en une
sk: Niečo si vyber.
sv: Välj en.

source: Please choose.
cs: Vyber, prosím.
fr: Choisissez.
sk: Vyber si.
sv: Välj.

source: Please configure crossepg before start downloader
cs: Nakonfiguruj CrossEPG před spuštěním stahování
fr: Configurez crossepg avant de télécharger
sk: Nakonfiguruj crossepg než spustíš sťahovanie
sv: Konfigurera CrossEPG innan du börjar ledladdningen

source: Please enable this application in BlackHole Speed Up panel before to continue.
cs: Povol, než budeš pokračovat, tuto aplikaci v Black Hole panelu urychlení.
fr: Activez cette application dans le menu Accélérer Black Hole avant de continuer.
sk: Najskôr povoľ túto aplikáciu v BH urýchlení.
sv: Aktivera denna applikation i Black Hole SnabbaUpp innan du fortsätter.

source: Please enter URL here
cs: Zadej URL adresu zde
fr: Saisir URL ici.
sk: Sem zadaj URL adresu
sv: Ange URL här

source: Please setup your tuner configuration.
cs: Prosím, nastav konfiguraci tuneru.
fr: Paramétrez la configuration du tuner
sk: Prosím, nastav konfiguráciu tunera.
sv: Konfigurera din tuner.

source: Please use Virtual Keyboard for text rows only (e.g. Custom Command)
cs: Prosím použij Virtuální klávesnici jenom pro text řádků (např. uživatelský povel)
fr: Utilisez clavier virtuel seulement pour textes (ex. commande perso)
sk: Prosím použi virtuálnu klávesnicu len pre text riadkov (napr. užívateľský povel)
sv: Använd virtuellt tangentbord endast för textrader

source: Please wait while %s %s ...
cs: Počkej prosím, než %s %s ...
fr: Veuillez attendre pendant %s %s ...
sk: Počkaj prosím, než %s %s ...
sv: Vänligen vänta medans %s %s ...

source: Position of completed timers in timerlist
cs: Pozice ukončených časovačů v Timerlist
fr: Position des programmations terminées dans liste
sk: Pozícia ukončených časovačov v zozname
sv: Position för klara timerinspelningar i timerlistan

source: Positioner setup...
cs: Nastavení positioneru...
fr: Réglage Positionneur
sk: Nastavenie motora...
sv: Lägesinställning

source: Prefer DVB-graphical subtitles
cs: Upřednostni DVB-grafické titulky
fr: Préférence sous-titres DVB-graphiques
sk: Uprednostniť grafické DVB titulky
sv: Välj DVB-grafisk undertext

source: Prefer subtitles for hearing impaired
cs: Upřednostni titulky pro sluchově postižené
fr: Préférence sous-titres différents de l'audio
sk: Uprednostniť titulky pre sluchovo postihnutých
sv: Välj undertext för hörselskadade

source: Prefer subtitles stored by service
cs: Upřednostni titulky uložené poskytovatelem
fr: Préférence sous-titres par service
sk: Uprednostniť titulky uložené poskytovateľom
sv: Välj undertext lagrad av tjänsten

source: Preference
fr: Préférence
sk: Predvoľby
sv: Preferens

source: Preferred lamedb
cs: Preferovaná Lamedb
fr: lamedb préféré
sk: Preferovaná Lamedb
sv: Föredragen lamedb

source: Preferred tuner
cs: Preferovaný tuner
fr: Préférence tuner
sk: Preferovaný tuner
sv: Föredragen tuner

source: Press 'EXIT' key to finish tune test.
cs: Pro ukončení testu ladění stiskni EXIT.
fr: Presser 'EXIT' pour terminer le test tuner.
sk: Pre ukončenie testu ladenia stlač EXIT.
sv: Tryck EXIT knappen för att avsluta tuningtest

source: Press Front CH +
cs: Stiskni přední CH +
fr: Presser CH+ Façade
sk: Stlač predný CH +
sv: Tryck front CH +

source: Press Front CH -
cs: Stiskni přední CH -
fr: Presser CH- Façade
sk: Stlač predný CH -
sv: Tryck front CH -

source: Press Front STANDBY
cs: Stiskni přední STANDBY
fr: Presser STANDBY Façade
sk: Stlač predný STANDBY
sv: Tryck front STANDBY

source: Press Front VOL +
cs: Stiskni přední VOL +
fr: Presser VOL+ Façade
sk: Stlač predný VOL +
sv: Tryck front VOL +

source: Press Front VOL -
cs: Stiskni přední VOL -
fr: Presser VOL - Façade
sk: Stlač predný VOL -
sv: Tryck front VOL -

source: Press Front Wheel
cs: Stiskni přední kolečko
fr: Presser rotatif façade
sk: Stlač predné kolečko
sv: Tryck fronthjul

source: Press Green/OK to start the scan
cs: Stiskni zelené a OK pro spuštění hledání
fr: Bouton Vert / OK pour scanner
sk: Stlač zelené a OK na spustenie hľadania
sv: Tryck Grön/OK för att starta sökning

source: Press OK to start scanning
cs: Stiskni OK pro spuštění vyhledávání
fr: Pressez OK pour commencer l'analyse
sk: Stlač OK pre spustenie vyhľadávania
sv: Tryck OK för att starta sökning

source: Progress
cs: Postup
fr: Progression
sk: Postup

source: Progress Bar Left
cs: Postupová lišta vlevo
fr: Progression Gauche
sk: Postupová lišta doľava
sv: Vänster Progressbar

source: Progress Bar Right
cs: Postupová lišta vpravo
fr: Progression Droite
sk: Postupová lišta doprava
sv: Höger Progressbar

source: Progress Small
cs: Postup - malá
fr: Petite Progression
sk: Postup - malý
sv: Progress Liten

source: Providers start order
cs: Pořadí spouštěných poskytovatelů
fr: Ordre démarrage Opérateurs
sk: Poradie spúšťaných poskytovateľov
sv: Leverantör startordning

source: RS232 Test Failed! Press 'EXIT' button!
cs: Neúspěšný test RS232! Stiskni tlačítko 'EXIT'!
fr: Echec Test RS232! Presser bouton 'EXIT'!
sk: Neúspešný test RS232! Stlač tlačítko 'EXIT'!
sv: RS232 test fel! Tryck 'EXIT' knappen!

source: Read %s
cs: Načteno %s
fr: Lire %s
sk: Načítané %s
sv: Läser %s

source: Reading channels
cs: Načítám stanice
fr: Lecture chaînes
sk: Načítavam stanice
sv: Läser kanaler

source: Reading summaries
cs: Načítám shrnutí
fr: Lecture résumés
sk: Načítavam zhrnutia
sv: Läser sammanfattningar

source: Reading titles
cs: Načítám titulky
fr: Lecture titres
sk: Načítavam titulky
sv: Läser titlar

source: Reboot after a manual download
cs: Restart po manuálním stahování
fr: Rebooter après téléchargement manuel
sk: Reštart po ručnom sťahovaní
sv: Starta om efter manuell nedladdning

source: Reboot after a scheduled download
cs: Restart po plánovaném stahování
fr: Rebooter après téléchargement progammé
sk: Reštart po plánovanom sťahovaní
sv: Starta om efter schemalagd nedladdning

source: Record settings
cs: Nastavení nahrávání
fr: Réglage Enregistrements
sk: Nastavenia nahrávania
sv: Inspelningsinställningar

source: Red
cs: Červené
fr: Rouge
sk: červené
sv: Röd

source: Refresh rate
cs: Obnovovací frekvence
fr: Taux rafraîchissement
sk: Obnovovacia frekvencia
sv: Uppdateringsfrekvens

source: Reload epg at every boot. Normally it's not necessary but recover epg after an enigma2 crash
cs: Načtení EPG při každém restartu. Normálně to není nutné, jen po havárii enigma2
fr: Recharge epg à chaque boot. Normalement pas necessaire mais restaure epg après crash de enigma2.
sk: Načítanie EPG pri každom reštarte. Normálne to nie je nutné, iba po havárii Enigma2
sv: Ladda om EPG i varje omstart. Normalt är det inte nödvändigt men återställer EPG efter en E2 krasch

source: Remote channel stream converter
cs: Stanice - přenos z jiného přijímače
fr: Convertisseur de flux distant
sk: Stanice - prenos z iného prijímača
sv: Streama fjärrkanallista

source: Remote channel stream converter
cs: Stanice - přenos z jiného přijímače
fr: Convertisseur de flux distant
sk: Stanice - prenos z iného prijímača
sv: Streama fjärrkanallista

source: Remove completed timers after (days)
cs: Odstraň dokončené časovače po (dnech)
fr: Retirer programmations terminées après (jours)
sk: Odstráň dokončené časovače po (dňoch)
sv: Ta bort färdiga timers efter (dagar)

source: Remove items from trash can after (days)
cs: Odstraň položky z koše po (dnech)
fr: Retirer objets de la corbeille après (jours)
sk: Odstráň položky z koša po (dňoch)
sv: Rensa papperskorgen efter (dagar)"

source: Reorder Plugin List
cs: Přeorganizuj seznam modulů
fr: Ordonner Liste Plugins
sk: Preorganizuj zoznam pluginov
sv: Ordna Applistan

source: Reset AutoShutDown settings to defaults?
cs: Obnovit výchozí nastavení AutoShutDown?
fr: Rétablir paramètres ArrêtAuto par défaut
sk: Obnoviť predvolené nastavenia AutoShutDown?
sv: Återställa AutoStängAv inställningar till standardvärde?

source: Restore Backups
cs: Obnovení záloh
fr: Restaurer Sauvegardes
sk: Obnovenie záloh
sv: Återställ backuper

source: Restore running...
cs: Obnovení spuštěno...
fr: Restauration en cours...
sk: Obnovenie spustené...
sv: Återställ running...

source: Return
cs: Zpět
fr: Retour
sk: Naspäť
sv: Återgå

source: Rewrap teletext subtitles
cs: Vystřeď teletextové titulky
fr: Ré-envelopper sous titres télétexte
sk: Vystreď teletextové titulky
sv: Ändra radbrytning på undertext

source: Right Key
cs: Tlačítko vpravo
fr: Flèche droite
sk: Tlačítko vpravo
sv: Höger tangent

source: Right Mouse Button
cs: Pravé tlačítko myši
fr: Bouton droit souris
sk: Pravé tlačítko myši
sv: Höger musknapp

source: Running script
cs: Spouštím skript
fr: Execute le script
sk: Spúšťam skript
sv: Kör skript

source: Sata & extend hdd test error Press 'EXIT' button!
cs: Chyba Sata & extend HDD testu Siskni tlačítko 'EXIT'!
fr: Erreur Test Sata & D.Dur Presser bouton 'EXIT'!
sk: Chyba Sata & extend hdd testu Stlač tlačítko 'EXIT'!
sv: SATA & utöka HDD testfel Tryck'EXIT' knappen!

source: Sata & extend hdd test pass Press 'OK' button!
cs: Úspěšný Sata & extend HDD test Stiskni tlačítko 'OK'!
fr: Passe au test Sata & D.Dur Pressez bouton OK!
sk: Sata & extend hdd test bol úspešný Stlač tlačítko 'OK'!
sv: SATA & utöka HDD test OK Tryck'OK' knappen!

source: Saving data
cs: Ukládám data
fr: Sauvegarde données
sk: Ukladám dáta
sv: Sparar data

source: Scan All
cs: Prohledat vše
fr: Scanner Tout
sk: Prehľadať všetko
sv: Sök alla

source: Scan band
cs: Prohledat pásmo
fr: Scanner bande
sk: Prehľadať pásmo
sv: Sök band

source: Scan circular polarisation
cs: Prohledat kruhovou polarizaci
fr: Analyser bande circulaire
sk: Prehľadať kruhovú polarizáciu
sv: Sök cirkulär polarisation

source: Scan found transponders
cs: Prohledat nalezené transpondéry
fr: Analyser transpondeurs trouvés
sk: Prehľadať nájdené transpondéry
sv: Sök hittade transpondrar

source: Scan only FTA services
cs: Vyhledej jenom FTA stanice
fr: Analyser seulement FTA
sk: Vyhľadaj ib FTA stanice
sv: Sök endast fria kanaler

source: Scan start frequency
cs: Starovací frekvence prohledávání
fr: Fréq. Début de scan
sk: Počiatočná frekvencia prehľadávania
sv: Sök startfrekvens

source: Scan start symbolrate
cs: Symb. rychl. pro spuštění prohledávání
fr: Symbolrate début scan
sk: Počiatočná symbolrate prehľadávania
sv: Sök startsymbolhastighet

source: Scan stop frequency
cs: Frekvence pro ukončení prohledávání
fr: Fréq. Fin de scan
sk: Konečná frekvencia prehľadávania
sv: Sök stopfrekvens

source: Scan stop symbolrate
cs: Symb. rychl. pro ukončení prohledávání
fr: Symbolrate fin scan
sk: Konečná symbolrate prehľadávania
sv: Sök stopsymbolhastighet

source: Scart loop ok?
cs: Smyčka SCARTu je ok?
fr: Bouclage péritel OK?
sk: Slučka SCARTu je ok?

source: Scheduled download
cs: Plánované načtení
fr: Téléchargement programmé
sk: Plánované načítanie
sv: Schemalagd nedladdning

source: Scheduled download at
cs: Plánované načtení do
fr: Téléchargement programmé à
sk: Plánované načítanie o
sv: Schemalagd nedladdning kl

source: Scheduled download disabled
cs: Plánované načtení je vypnuto
fr: Téléchargement programmé déactivé
sk: Plánované načítanie je vypnuté
sv: Schemalagd nedladdning avaktiverad

source: Script Panel
cs: Panel skriptu
fr: Scripts
sk: Panel skriptu
sv: Skript panel

source: Scripts providers
cs: Skripty poskytovatelů
fr: Scripts opérateurs
sk: Skripty poskytovateľov
sv: Skriptleverantörer

source: Select Network Interface
cs: Vyber síťové rozhraní
fr: Chosir interface réseau
sk: Zvoľ sieťové rozhranie
sv: Välj nätverkskort

source: Select Video Output...
cs: Vyber výstup videa...
fr: Choix Sortie Vidéo...
sk: Zvoľ výstup videa...
sv: Välj Bild Utsignal...

source: Select a remote server IP first
cs: Vyber IP pro vzdálený server
fr: Choisir d'abord l'IP d'un serveur distant
sk: Zvoľ IP pre vzdialený server
sv: Välj fjärrboxens IP först

source: Select bouquets to convert
cs: Výběr přehledů pro konverzi
fr: Choisir bouquets à convertir
sk: Zvoľ prehľady na konvertovanie
sv: Välj en fjärrkanallista att streama

source: Select files/folders to backup...
cs: Vyber soubory/složky k zálohování.
fr: Choisir fichiers/dossiers à sauvegarder
sk: Vyber súbory/zložky na zálohovnie...
sv: Välj filer/mappar att säkerhetskopiera

source: Select the Swap File device:
cs: Zvol místo pro SWAP soubor:
fr: Choisir le support pour le SWAP
sk: Zvoľ zariadenie pre súbor Swap:
sv: Välj enhet för swapfil

source: Select your provider, and press OK to start the scan
cs: Zvol poskytovatele a stiskni OK pro vyhledávání
fr: Choisir Opérateur, et appuyer sur OK pour analyser
sk: Zvoľ poskytovateľa a stlač OK pre vyhľadávanie
sv: Välj din leverantör och tryck OK för att börja söka

source: Set as Startpage
cs: Nastavit jako spouštěcí stránku
fr: Déf. PageDémarr.
sk: Nastaviť ako štartovaciu stránku
sv: Sätt som startsida

source: Set server IP
cs: IP serveru ?
fr: IP serveur
sk: IP servera ?
sv: Sätt server IP

source: Show 'Force reload' as plugin
cs: Zobrazit 'vnucené načtení' jako modul
fr: Montrer 'Forcer Rechargement' comme plugin
sk: Zobraziť 'nútené načítanie' ako plugin
sv: Visa 'Tvinga ladda' som App

source: Show EIT now/next in infobar
cs: Zobraz EIT teď/příští v Infobaru
fr: Montrer EIT Actuel / Suivant dans barre d'info
sk: Zobraz EIT teraz/nasledujúci v Infobar
sv: Visa EIT nu/nästa i info-fält

source: Show SNR percentage instead of dB value
cs: Ukaž hodnotu SNR v procentech místo dB
fr: Montrer SNR en pourcentage plutôt qu'en dB
sk: Zobraz hodnotu SNR v percentách miesto dB
sv: Visa SNR-procent istället för dB-värde

source: Show animation while busy
cs: Zobraz animaci při zaneprázdnění
fr: Montrer animation quand système occupé
sk: Zobraz animáciu pri zaneprázdnení
sv: Visa animation när du väntar

source: Show as extension
cs: Zobrazit jako rozšíření
fr: Montrer comme extension
sk: Zobraz ako rozšírenie
sv: Visa som utökning

source: Show as plugin
cs: Zobrazit jako modul
fr: Montrer comme plugin
sk: Zobraz ako plugin
sv: Visa som App

source: Show background in radio mode
cs: Zobraz pozadí v režimu rádia
fr: Montrer image de fond en mode radio
sk: Zobraz pozadie v režime rádia
sv: Visa bakgrund i radioläge

source: Show channel numbers in channel selection
cs: Zobrazit čísla stanic ve výběru stanic
fr: Montrer nunéro de chaîne dans la selection de chaîne
sk: Zobraz čísla staníc v zozname staníc
sv: Visa kanalnummer i kanallistan

source: Show crossepg in extensions menu
cs: Zobrazit CrossEPG v rozšířeném menu
fr: Montrer crossepg dans menu addons
sk: Zobraz EPG v menu rozšírení
sv: Visa CrossEPG i utökningsmenyn

source: Show crossepg in plugin menu
cs: Zobrazit CrossEPG v menu modulů
fr: Montrer crossepg dans menu plugins
sk: Zobraz crossepg v menu pluginov
sv: Visa CrossEPG i Appar

source: Show crypto info in infobar
cs: Zobraz crypto informace v Infobaru
fr: Montrer cryptage dans barre d'info
sk: Zobraz crypto informácie v Infobar
sv: Visa cryptoinfo i info-fält

source: Show in Extensions/Plugins:
cs: Zobrazit v rozšířeních/modulech:
fr: Montrer dans Extensions/Plugins:
sk: Zobraz v rozšíreniach/pluginoch:
sv: Visa i Utökningar/Appar

source: Show message before inactivity action:
cs: Zobrazit hlášení před akcí po neaktivitě:
fr: Montrer message avant mise en inactivité:
sk: Zobraz správu pred akciou po nečinnosti:
sv: Visa meddelande före inaktivitetsaktion:

source: Show message when recording starts
cs: Zobrazit hlášení při spuštění nahrávání
fr: Montrer message quand enregistrement démarre
sk: Zobraz správu keď začne nahrávanie
sv: Visa meddelande när inspelning startas

source: Show movie lengths in movielist
cs: Zobrazit délku trvání v seznamu filmů
fr: Montrer durée film dans la liste des films
sk: Zobraz dĺžku trvania v zozname filmov
sv: Visa filmlängd i inspelningslistan

source: Show second infobar
cs: Zobrazit druhý infobar
fr: Montrer seconde barre d'info
sk: Zobraz druhý infobar
sv: Visa nästa info-fält

source: Show status icons in movielist
cs: Zobrazit ikony stavu v seznamu filmů
fr: Montrer icone de statut dans liste films
sk: Zobraz ikony stavu v zozname filmov
sv: Visa statusikoner i inspelningslistan

source: Show the Menu window.
cs: Zobrazit okno menu.
fr: Montrer Menu.
sk: Zobraz okno menu.
sv: Visa huvudmeny-fönstret

source: Show the Subtitle...
cs: Zobrazit titulky...
fr: Afficher sous titres
sk: Zobraziť titulky...

source: Show the Virtual keyboard window.
cs: Zobrazit okno virtuální klávesnice.
fr: Monter Clavier Virtuel.
sk: Zobraz okno virtuálnej klávesnice.
sv: Visa virtuellt tangentbordsfönster

source: Slideshow Mode
cs: Mód prezentace
fr: Mode diaporama
sk: Režim prezentácie
sv: Bildspelsmode
