Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Invalid beacon
cs: Nesprávný maják
el: Μη έγκυρο beacon
fr: Beacon invalide
hr: Nevažeći znak
sk: Nesprávny maják
sv: Ogiltig beacon

source: Invalid RTS Threshold
cs: Nesprávný RTS práh
el: Μη έγκυρο όριο RTS
fr: Seuil RTS invalide
hr: Nevažeći RTS ulaz
sk: Nesprávny RTS prah
sv: Ogiltigt RTS gränsvärde

source: Invalid Fragm Threshold
cs: Nesprávný Fragm práh
el: Μη έγκυρο όριο Fragm
fr: Seuil Fragm invalide
hr: Nevažeći Fragm ulaz
sk: Nesprávny fragm prah
sv: Ogiltigt Fragm gränsvärde

source: Invalid wpagrouprekey
cs: Nesprávný klíč wpa skupiny
el: Μη έγκυρη ομάδα επανέκδοσης wpa
fr: Groupe clé WPA invalide
hr: Nevažeći wpa grupni ključ
sk: Nesprávny kľúč wpa skupiny
sv: Ogiltigt WPA-gruppnyckel

source: Configuration your AP is finished
cs: Kofigurace tvého AP je ukončena
el: Η παραμετροποίηση ΑΡ ολοκληρώθηκε
fr: Configuration de l'AP terminée
hr: Konfiguracija vašeg AP je završena
sk: Kofigurácia tvojho AP je ukončená
sv: Konfigurationen av din AP är klar

source: Invalid model or Image.
cs: Nesprávný model nebo Image
el: Άκυρο μοντέλο ή λογισμικό.
fr: Image ou modèle invalide
hr: Nevažeći model ili Image.
sk: Nesprávny model alebo image
sv: Ogiltig modell eller operativsystem.

source: WLAN adapter
cs: WLAN adaptér
el: Προσαρμογέας WLAN
fr: Adaptateur WLAN
hr: WLAN uređaj
sk: WLAN adaptér
sv: Trådlöst nätverkskort

source: Unknown network adapter
cs: Neznámý síťový adaptér
el: Άγνωστος προσαρμογέας δικτύου
fr: Adaptateur réseau inconnu
hr: Nepoznat mrežni uređaj
sk: Neznámy sieťový adaptér
sv: Okänt nätverkskort

source: Wireless Access Point
cs: Bezdrátový přístupový bod
el: Σημείο Ασύρματης Πρόσβασης
fr: Point d'accès WIFI
sk: Bezdrôtový prístupový bod
sv: Trådlös accesspunkt (AP)

source: Select Wireless Lan module.
cs: Zvol modul bezdrátové LAN
el: Επιλέξτε μονάδα ασυρμάτου δικτύου.
fr: Choisir module LAN WIFI.
hr: Odaberi Wireless Lan modul.
sk: Zvoľ modul bezdrôtovej LAN
sv: Välj trådlös nätverksmodul.

source: Can not find any WirelessLan Module
cs: Nemůžu najít žádný modul bezdrátové LAN
el: Αδυναμία ανεύρεσης μονάδας ασυρμάτου δικτύου
fr: Impossible de trouver module LAN WIFI
hr: Nije pronađen nijedan WirelessLan Modul
sk: Nemôžem nájsť žiadny modul bezdrôtovej LAN
sv: Kan inte hitta trådlös nätverksmodul.

source: Invalid WirelessLan Module.
cs: Nesprávný modul bezdrátové LAN.
el: Μη έγκυρη μονάδα ασυρμάτου δικτύου.
fr: Module LAN WIFI invalide.
hr: Nevažeći Wireless Lan Modul.
sk: Nesprávny modul bezdrôtovej LAN.
sv: Felaktig trådlös nätverksmodul.

source: Can not setup WirelessLan Module in 'AP Mode'
cs: Nemůžu nastavit modul bezdrátové LAN v 'AP režimu'
el: Δεν ρυθμίζεται η μονάδα ασυρμάτου δικτύου σε 'Λειτουργία AP'
fr: Impossible de paramétrer module LAN WIFI en mode AP
hr: Ne mogu postaviti Wireless Lan modul u 'AP Mode'
sk: Nemôžem nastaviť modul bezdrôtovej LAN v 'AP režime'
sv: Kan inte konfigurera trådlös nätverksmodul i AP-läge

source: Scan Wireless AP
cs: Hledej bezdrátové AP
el: Αναζήτηση Ασύρματου AP
fr: Analyser AP WIFI
hr: Potraži Wireless AP
sk: Hľadaj bezdrôtové AP
sv: Sök trådlös AP

source: Use Device
cs: Použij zařízení
el: Χρήση Συσκευής
fr: Utiliser périphérique
hr: Uređaji se koriste
sk: Použi zariadenie
sv: Använd enhet

source: Input Hidden ESSID
cs: Vlož skrytý ESSID
el: Κρυφή Είσοδος ESSID
fr: Saisir ESSID caché
hr: Skriveni ESSID
sk: Zadaj skrytý ESSID
sv: Mata in dolt ESSID

source: Key Type
cs: Typ klíče
el: Τύπος Κλειδιού
fr: Type clé
hr: Tip ključa
sk: Typ kľúča
sv: Nyckeltyp

source: KEY
cs: KLÍČ
el: ΚΛΕΙΔΙ
fr: Clé
hr: Ključ
sk: KĽÚČ
sv: Nyckel

source: Use Gateway
cs: Použij bránu
el: Χρήση Πύλης
fr: Utiliser Passerelle
hr: Koristi Gateway
sk: Použi bránu
sv: Använd standardgateway

source: Please wait for scanning AP...
cs: Čekej pro vyhledání AP...
el: Παρακαλώ περιμένετε για αναζήτηση AP...
fr: Patientez, analyse de l'AP...
hr: Molim pričekati za pretragu AP...
sk: Čakaj na vyhľadnie AP...
sv: Vänta, söker AP...

source: No AP detected.
cs: AP nedetekován.
el: Δεν βρέθηκε AP.
fr: Pas d'AP détecté
hr: AP nije detektiran
sk: AP nedetekovaný.
sv: Ingen AP hittad.

source: Are you sure you want to restart your network interfaces?
cs: Jsi si jist, že chceš restartovat síťová rozhraní?
el: Σίγουρα θέλετε να γίνει επανεκκίνηση των διεπαφών δικτύου;
fr: Etes-vous sûr de vouloir redémarrer votre interface réseau?
hr: Da li ste sigurni da želite restartat vaš mrežni uređaj?
sk: Si si istý, že chceš reštartovať sieťové rozhrania?
sv: Är du säker på att du vill starta om ditt nätverksgränssnitt?

source: Network configuration is not changed.... Are you sure you want to restart your network interfaces?
cs: Konfigurace sítě nezměněna.... Jsi si jis, že chceš restartovat síťová rozhraní?
el: Η παραμετροποίηση δικτύου δεν αλλάζει... Σίγουρα θέλετε να επανεκκινήσετε τις διεπαφές του δικτύου;
fr: Configuration réseau inchangée.... Etes vous sûr de vouloir relancer l'interface réseau?
hr: Mrežne postavke se nisu promijenile.... Da li ste sigurni da želite restartat vaše mrežno sučelje?
sk: Konfigurácia siete nezmenená.... Si si istý, že chceš reštartovať sieťové rozhrania?
sv: Nätverkskonfiguration är inte förändrad ... Är du säker på att du vill starta om nätverksgränssnittet?

source: wpa_supplicant.conf open error.
cs: chyba otevření wpa_supplicant.conf.
el: Ανοιχτό σφάλμα wpa_supplicant.conf
fr: Erreur ouverture wpa_supplicant.conf
hr: wpa_supplicant.conf greška.
sk: chyba otvorenia wpa_supplicant.conf.
sv: Fel vid öppnande av wpa_supplicant.conf.

source: Can NOT generate passphrase
cs: Nemůžu vygenerovat heslo
el: ΔΕΝ μπορεί να δημιουργηθεί συνθηματική φράση
fr: Impossible de générer mdp phrase
hr: Ne mogu generirati lozinku
sk: Nemôžem vygenerovať heslo
sv: Kan inte generera lösenord

source: exit
cs: ukončení
el: έξοδος
hr: Izlaz
sk: ukončenie
sv: avsluta

source: EditSetting
cs: Editace nastavení
el: Επεξεργασία Ρυθμίσεων
fr: Editer paramètres
hr: Uredi postavke
sk: Editácia nastavenia
sv: ÄndraInställning

source: Scanning AP List..
cs: Prohledávám seznam AP..
el: Αναζήτηση Λίστας AP...
fr: Analyse liste AP..
hr: Potraži AP List..
sk: Prehľadávam zoznam AP..
sv: Skannar APs...

source: Wait a moment
cs: Chvíli počkej
el: Περιμένετε λίγο
fr: Patientez
hr: Pričekajte trenutak
sk: Chvíľu počkaj
sv: Vänta en stund

source: This test detects your configured Wireless LAN-Adapter.
cs: Tento test detekuje nakonfigurovaný bezdrátový LAN adaptér
el: Αυτή η δοκιμή εξετάζει τον παραμετροποιημένο προσαρμογέα ασυρμάτου LΑΝ.
fr: Ce test détecte les adaptateurs LAN WIFI configurés.
hr: Ovaj test detektira postavke Wireless LAN-Adaptera.
sk: Tento test detekuje nakonfigurovaný bezdrôtový LAN adaptér
sv: Denna test identifierar din trådlösa nätverksadapter.

source: This test checks whether a network cable is connected to your Wireless LAN-Adapter.
cs: Tento test kontroluje, zda je síťový kabel připojen k bezdrátovému LAN adaptéru.
el: Αυτή η δοκιμή ελέγχει αν το καλώδιο δικτύου είναι συνδεδεμένο στον ασύρματο προσαρμογέα LAN.
fr: Ce test vérifie si un câble réseau est bien connecté à votre adaptateur LAN WIFI
hr: Ovaj test provjerava da li je mrežni kabel spojen na Bežični LAN-adapter.
sk: Tento test kontroluje, či je sieťový kábel pripojený k bezdrôtovému LAN adaptéru.
sv: Denna test kontrollerar den trådlösa nätverksdaptern oavsett om en nätverkskabel är ansluten.

source: This test checks whether your Wireless LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your Wireless LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
cs: Tento test kontroluje, zda je bezdrátový LAN adaptér nastaven na automatickou konfiguraci IP adresy s DHCP. Pokud dostaneš "zakázán" zprávu: - pak je tvůj Bezdrátový LAN adaptér nakonfigurován pro ruční IP nastavení - ověř, zda jsi zadal správnou IP informaci v dialogu nastavení adaptéru. Pokud dostaneš "povolen" zprávu: - ověř, že máš nakonfigurovány a pracující DHCP server v síti.
el: Αν λάβετε μήνυμα "απενεργοποιημένο": - τότε ο προσαρμογέας Ασυρμάτου LAN είναι ρυθμισμένος για χειροκίνητη IP - βεβαιωθείτε ότι έχετε εισάγει σωστές πληροφορίες IP στον διάλογο ρύθμισης προσαρμογέα. Αν έχετε λάβει μήνυμα"ενεργοποιημένο": - βεβαιωθείτε ότι έχετε ρυθμίσει και λειτουργεί ο διακομιστής DHCP του δικτύου.
fr: Ce test vérifie si l'adaptateur LAN WIFI est configuré pour une adresse IP auto via DHCP. Si un message désactivé apparait: - Alors l'adaptateur est configuré pour IP manuelle - Vérifier que vous avez entré les paramètres correctement dans la boite de dialogue Paramètres Adaptateur. Si un message activé apparait: -Vérifiez que le DHCP est activé sur votre réseau.
hr: Ovaj test provjerava da li je bežični LAN adapter postavljen za automatsku konfiguraciju IP adrese od DHCP. Ako dobijete "onemogućeno" poruka: - Bežiči Lan Adapter je konfiguriran za ručni unos Ip adrese - provjerite upisane IP detalje u postavkama uređaja. Ako dobijete "omogućeno" poruka: -provjerite konfiguraciju i radi li DHCP server vaše mreže.
sk: Tento test kontroluje, či je bezdrôtový LAN adaptér nastavený na automatickú konfiguráciu IP adresy s DHCP. Ak dostaneš správu "zakázaný" : - potom je tvoj bezdrôtový LAN adaptér nakonfigurovaný pre ručné IP nastavenie - over, či si zadal správnu IP informáciu v dialógu nastavenia adaptéru. Ak dostaneš správu "povolený" : - over, či máš nakonfigurovaný a pracujúcí DHCP server v sieti.
sv: Denna test kontrollerar om den trådlösa nätverksdaptern har fått en IP-adress via DHCP. Om du får ett "avvaktiverad" meddelande: - är ditt trådlösa nätvekskort konfigurerat för manuell IP-konfiguration - verifiera att du har angett korrekt IP-inställning i Adapterinställningar. Om du får ett "aktiverad" meddelande: -verifiera att du har en konfigurerad och fugerande DHCP-server i nätverket.

source: Wait a moment...
cs: Počkej chvíli...
el: Περιμένετε λίγο…
fr: Patientez ...
hr: Pričekajte trenutak ...
sk: Počkaj chvíľu...
sv: Vänta ett ögonblick...

source: No information...
cs: Žádná informace...
el: Καμία πληροφορία…
fr: Pas d'information...
hr: Nema informacija...
sk: Žiadna informácia...
sv: Ingen information...

source: Wireless LAN Setup
cs: Nasavení bezdrátové LAN
el: Ρύθμιση ασύρματου δικτύου
fr: Paramètres LAN WIFI
hr: Wireless LAN postavke
sk: Nastavenie WLAN
sv: Inställningar för trådlöst nätverk

source: Dolby Digital default
cs: Dolby Digital výchozí
el: Dolby Digital προεπιλεγμένο
fr: Dolby Digital par défaut
sk: Dolby Digital východzí
sv: Dolby Digital standardinställning

source: General Dolby Digital Delay
cs: Obecné Dolby Digital zpoždění
sk: Všeobecné Dolby Digital oneskorenie
sv: Allmän Dolby Digital fördröjning

source: Front Processor
el: Μπροστινός Επεξεργαστής
fr: Processeur frontal
sk: Front procesor

source: Can't cancel during upgrade!!
cs: Nelze zrušit během aktualizace!
el: Δεν είναι δυνατή η ακύρωση κατά τη διάρκεια τής αναβάθμισης!!
fr: Pas d'anulation pendant mise à jour!
hr: Ne možete otkazati tijekom nadogradnje!
sk: Nedá sa zrušiť počas aktualizácie!
sv: Kan inte avbryta när uppgradering pågår!

source: Status : 0%
el: Κατάσταση : 0%
fr: Statut: 0%
sk: Stav : 0%

source: Fail to upgrade!! Retry!!
cs: Neůspěšná aktualizace!! Zkus znova!!
el: Αποτυχία αναβάθμισης!! Προσπαθήστε ξανά!!
fr: Echec mise à jour! Ré-essayez!!
hr: Neuspjela nadogradnja!! Ponovo pokušaj!!
sk: Neúspešná aktualizácia!! Skús znova!!
sv: Misslyckades att uppgradera! Försök igen!

source: Success. Press OK to exit.
cs: Úspěšné. Stiskni OK pro ukončení.
el: Επιτυχία. Πιέστε ΟΚ για έξοδο.
fr: Succès! Appuyer sur OK pour sortir
hr: Usješno. Tipka OK za izlaz.
sk: Úspešné. Stlač OK pre ukončenie.
sv: Succé. Tryck OK för att avsluta.

source: Do you want to remove binary data?
cs: Chceš odstranit binární data?
el: Θέλετε να αφαιρέσετε δυαδικά δεδομένα;
fr: Voulez vous supprimer les données binaires?
hr: Želite li ukloniti binarne podatke?
sk: Chceš odstrániť binárne dáta?
sv: Vill du ta bort binäradata?

source: Can't found binary file.
cs: Nemůžu najít binární soubor
el: Δεν βρέθηκε δυαδικό αρχείο.
fr: Pas trouvé de fichier binaire.
hr: Ne mogu naći binarnu datoteku.
sk: Nemôžem nájsť binárny súbor
sv: Kan inte hitta binärfil.

source: Can't found MD5 file.
cs: Nemůžu najít soubor MD5.
el: Δεν βρέθηκε αρχείο MDS.
fr: Pas trouvé de fichier MD5.
hr: Ne mogu naći MD5 file.
sk: Nemôžem nájsť súbor MD5.
sv: Kan inte hitta MD5-fil.

source: You chose the incorrect file.
cs: Zvolil jsi nesprávný soubor.
el: Επιλέχτηκε λάθος αρχείο.
fr: Vous avez choisi un fichier incorrect
hr: Vi ste izabrali pogrešni file
sk: Zvolil si nesprávny súbor.
sv: Du har valt fel fil.

source: Can't find /usr/bin/md5sum
cs: Nemůžu najít /usr/bin/md5sum
el: Δεν βρέθηκε /usr/bin/md5sum
fr: Pas trouvé /usr/bin/md5sum
hr: Ne mogu naći /usr/bin/md5sum
sk: Nemôžem nájsť /usr/bin/md5sum
sv: Kan inte hitta /usr/bin/md5sum

source: Firmware does not exist.
cs: Firmware neexistuje.
el: Το λειτουργικό δεν υπάρχει.
fr: Firmware n'existe pas.
hr: Firmware ne postoji.
sk: Firmware neexistuje.
sv: Firmware existerar inte.

source: Can't found model name.
cs: Nemůžu najít jméno modelu.
el: Δεν βρέθηκε όνομα μοντέλου.
fr: Pas trouvé nom du modèle.
hr: Ne mogu naći naziv modela.
sk: Nemôžem nájsť meno modelu.
sv: Kan inte hitta modellnamn.

source: This plugin is supported only the Ultimo/Uno.
cs: Toto rozšíření je podporováno jenom pro Ultimo/Uno.
el: Αυτή η Επέκταση υποστηρίζεται μόνο σε Ultimo/Uno.
fr: Ce plugin n'est supporté que par Ultimo/Uno.
hr: Plugin podržava samo Ultimo/Uno.
sk: Tento plugin je podporovaný len pre Ultimo/Uno.
sv: Detta instickprogram är endast supporterat av Ultimo/Uno.

source: Upgrade
cs: Aktualizace
el: Αναβάθμιση
fr: Mise à jour
hr: Nadogradnja
sk: Aktualizácia
sv: Uppgradera

source: No selected binary data!!
cs: Nezvolena binární data!!
el: Δεν επιλέχτηκαν δυαδικά δεδομένα!!
fr: Pas de donnée binaire selectionnée!
hr: Nema odabranih binarnih podataka!!
sk: Nezvolené binárne dáta!!
sv: Inget binärdata valt!

source: Can't found device file!!
cs: Nemůžu najít soubor zařízení!!
el: Δεν βρέθηκε αρχείο συσκευής!!
fr: Pas trouvé de fichier appareil
hr: Ne mogu naći evidenciju uređaja!!
sk: Nemôžem nájsť súbor zariadení!!
sv: Kan inte hitta enhetens fil !

source: Firmware Upgrade
cs: Fimwarová aktualizace
fr: Mise à jour Firmware
sk: Fimwarová aktualizácia
sv: Firmwareuppgradering

source: Upgrade Firmware..
cs: Aktualizuji Firmware..
el: Αναβάθμιση λειτουργικού...
fr: Mise à jour firmware..
sk: Aktualizácia firmware...
sv: Uppgradera Firmware...

source: This Plugin doesn't support on SOLO/DUO
cs: Toto rozšíření nepodporuje SOLO/DUO
el: Αυτή η Επέκταση δεν υποστηρίζει SOLO/DUO
fr: Ce plugin n'est pas supporté par SOLO/DUO
hr: Ovaj plugin ne podržava SOLO/DUO
sk: Tento plugin nepodporuje SOLO/DUO
sv: Denna app supporteras inte på Solo/Duo

source: Remote Control System Code
cs: Kód systému dálkového ovládače
el: Κωδικός Συστήματος Τηλεχειριστηρίου
fr: Code système télécommande
hr: Kod za sustav daljinskog upravljača
sk: Kód systému diaľkového ovládania
sv: Fjärrkontroll systemkod

source: Reply timeout
cs: Vypršel čas na odpověď
el: Απόκριση timeout
fr: Réponse Timeout
hr: Odgovor timeout
sk: Vypršal čas na odpoveď
sv: Svaret timade ut

source: FILE NOT EXIST : /proc/stb/fp/remote_code
cs: SOUBOR NEEXISTUJE : /proc/stb/fp/remote_code
el: ΤΟ ΑΡΧΕΙΟ ΔΕΝ ΥΠΑΡΧΕΙ : /proc/stb/fp/remote_code
fr: Fichier inexistant: /proc/stb/fp/remote_code
hr: Datoteka ne postoji u : /proc/stb/fp/remote_code
sk: SÚBOR NEEXISTUJE : /proc/stb/fp/remote_code
sv: Filen existerar inte : /proc/stb/fp/remote_code

source: GUI restart now, press 'OK' button.
cs: GUI se restartuje, stiskni tlačítko 'OK'
el: Επανεκκίνηση GUI. Πιέστε το πλήκτρο 'ΟΚ'.
fr: Relancer IGU, presser bouton OK
hr: GUI restart, stisni tipku 'OK'.
sk: GUI sa reštartuje, stlač tlačítko 'OK'
sv: Gränsnittet startas om nu, tryck OK knappen.

source: Keep
cs: Zachovej
el: Διατήρηση
fr: Garder
hr: Čuvaj
sk: Ponechať
sv: Spara

source: RemoteControlCode
cs: Kód dálkového ovládače
fr: Code Télécommande
hr: Kod za daljinski upravljač
sk: Kód diaľkového ovládania
sv: Fjärrkontrollkod

source: setup Remote Control System Code Type
cs: Nastavení typu kódu systému dálkového ovladače
el: Ρύθμιση Τύπου Κωδικού Τηλεχειριστηρίου
fr: Paramètrer code système télécommande
hr: postavke koda daljinskog upravljača
sk: Nastavenie typu kódu syst. diaľk. ovládania
sv: Konfigurera fjärrkontrollens systemkodstyp

source: HDMI CEC enabled:
cs: HDMI CEC povolen:
el: HDMI CEC ενεργό:
fr: HDMI CEC activé:
hr: HDMI CEC omogućen:
sk: HDMI CEC povolené:
sv: HDMI CEC aktiverad:

source: Active Source Reply On:
cs: Aktivní odpověď zdroje zapnuta:
el: Απόκριση Ενεργής Πηγής:
fr: Activer réponse Source sur:
hr: Aktivni izvorni odgvor na:
sk: Aktívna odpoveď zdroja zapnutá:
sv: Aktiv källa besvara på:

source: VU standby => TV activity:
cs: VU spánek => aktivita TV:
el: Αναμονή VU => Δραστηριότητα TV:
fr: Veille Vu+ => Activité TV:
sk: VU spánok => aktivita TV:
sv: Box i vänteläge => TV påverkas:

source: VU deepstandby => TV activity:
cs: VU hluboký spánek => aktivita TV:
el: Βαθιά αναμονή VU => Δραστηριότητα TV:
fr: Veille profonde Vu+ => Activité TV:
sk: VU hlboký spánok => aktivita TV:
sv: Box i djupt vänteläge => TV påverkas:

source: VU on => TV activity:
cs: VU zapnout => aktivita TV:
el: Άνοιγμα VU => Δραστηριότητα TV:
fr: Marche Vu+ => Activité TV:
sk: VU zapnúť => aktivita TV:
sv: Box på => TV påverkas:

source: TV standby => VU+ activity:
cs: TV spánek => aktivita VU+:
el: Αναμονή TV => Δραστηριότητα VU:
fr: Veille TV => Activité Vu+:
sk: TV spánok => aktivita VU+:
sv: TV i vänteläge => Box påverkas:

source: TV on => VU+ activity:
cs: TV zapnout => aktivita VU+:
el: Άνοιγμα TV => Δραστηριότητα VU:
fr: Marche TV => Activité Vu+:
sk: TV zapnúť => aktivita VU+:
sv: TV på => Box påverkas:

source: Choose TV HDMI input:
cs: Zvol vstup TV HDMI:
el: Επιλογή εισόδου HDMI TV:
fr: Choisir entrée HDMI TV:
hr: Promjeni TV HDMI ulaz:
sk: Zvoľ vstup TV HDMI:
sv: Välj HDMI ingång:

source: Choose A/V-Receiver HDMI input:
cs: Zvol vstup HDMI A/V přijímače:
el: Επιλογή εισόδου HDMI A/V-Receiver:
fr: Choisir entrée HDMI Ampli A/V:
hr: Promijeni A/V-Receiver HDMI ulaz:
sk: Zvoľ vstup HDMI A/V prijímača:
sv: Välj A/V-mottagare HDMI-ingång:

source: A/V-Receiver volume up:
cs: Hlasitost A/V-přijímače nahoru:
el: Αύξηση έντασης A/V-Receiver:
fr: Augmenter volume Ampli A/V:
hr: A/V-Receiver povjačati glasnoću:
sk: Hlasitosť A/V-prijímača hore:
sv: A/V-mottagare, volym upp:

source: A/V-Receiver volume down:
cs: Hlasitost A/V-přijímače dolů:
el: Μείωση έντασης A/V-Receiver:
fr: Réduire volume Ampli A/V:
hr: A/V-Receiver smanjiti glasnoću:
sk: Hlasitosť A/V-prijímača dolu:
sv: A/V-mottagare, volym ner:

source: A/V-Receiver toggle mute:
cs: Přepnutí stlumení A/V-přijímače:
el: Εναλλαγή σίγασης A/V-Receiver:
fr: Couper son Ampli A/V:
hr: A/V-Receiver bez zvuka:
sk: Prepnutie stlmenia A/V-prijímača:
sv: A/V-mottagare, tysta:

source: A/V-Receiver power on:
cs: Zapnout A/V-přijímač:
el: A/V-Receiver σε λειτουργία:
fr: Mise en marche Ampli A/V:
hr: A/V-Receiver uključiti:
sk: Zapnúť A/V-prijímač:
sv: A/V-mottagare, slå på:

source: A/V-Receiver power off:
cs: Vypnout A/V-přijímač:
el: A/V-Receiver εκτός λειτουργίας:
fr: Arrêt Ampli A/V:
hr: A/V-Receiver isključiti:
sk: Vypnúť A/V-prijímač:
sv: A/V-mottagare, stäng av:

source: TV power on:
cs: Zapnout TV:
el: Τηλεόραση σε λειτουργία:
fr: Marche TV:
hr: TV uključiti:
sk: Zapnúť TV:
sv: TV, slå på:

source: TV power off:
cs: Vypnout TV:
el: Τηλεόραση εκτός λειτουργίας:
fr: Arrêt TV:
hr: TV isključiti:
sk: Vypnúť TV:
sv: TV, stäng av:

source: Use TV remotecontrol:
cs: Použij dálkové ovládání TV:
el: Χρήση τηλεχειριστηρίου τηλεόρασης:
fr: Utiliser télécommande TV:
hr: Koristi daljinski od TV-a:
sk: Použi diaľkové ovládanie TV:
sv: Använd fjärrkontroll för TVn:

source: Set VU device name:
cs: Nastav jméno VU zařízení:
el: Ορισμός ονόματος συσκευής VU:
fr: Entrer nom appareil Vu+:
hr: Postavite ime VU uređaja:
sk: Nastav meno VU zariadenia:
sv: Sätt Boxens enhetsnamn:

source: Address (0~FF):
cs: Adresa (0~FF):
el: Διεύθυνση (0~FF):
fr: Adresse (0~FF):
sk: Adresa (0~FF):
sv: Adress (0~FF):

source: HDMI-CEC Configuration
cs: HDMI-CEC konfigurace
el: Παραμετροποίηση HDMI-CEC
fr: Configuration HDMI-CEC
hr: HDMI-CEC konfiguracija
sk: HDMI-CEC konfigurácia
sv: HDMI-CEC konfiguration

source: MUTE
cs: STLUM
el: ΣΙΓΑΣΗ
fr: MUET
hr: BEZ SLIKE
sk: STLM
sv: TYSTA

source: HOLD
cs: PŘIDRŽ
el: ΚΡΑΤΗΣΗ
fr: MAINTIEN
hr: SLIKA
sk: PRIDRŽ
sv: VÄNTA

source: Zapping Mode
cs: Režim přepínání
el: Τρόπος αλλαγής καναλιού
fr: Mode zapping
hr: Mod šaltanja
sk: Režim prepínania
sv: Zappläge

source: SET FAILED! Please update to the latest driver
cs: NASTAVENÍ SE NEZDAŘILO! Aktualizuj prosím na nejnovější ovladač
el: ΑΠΟΤΥΧΙΑ ΕΓΚΑΤΑΣΤΑΣΗΣ! Παρακαλώ κάντε ενημέρωση στον τελευταίο οδηγό
fr: Echec réglage! Mettre à jour les drivers
hr: Postavke nisu uspjele! Molim ažuriranje na zadnje drivere
sk: NASTAVENIE SA NEPODARILO! Aktualizuj prosím na najnovší ovládač
sv: INSTÄLLNING MISSLYCKADES Vänligen uppdatera till senaste drivrutin

source: Zapping Mode Selection
cs: Volba režimu přepínání
el: Επιλογή Τρόπου Αλλαγής καναλιού
fr: Choix mode zapping
hr: Šaltanje kanala Izbor
sk: Voľba režimu prepínania
sv: Val av zappläge

source: Can not open 'fan_pwm'
cs: Nemůžu otevřít 'fan_pwm'
el: Δεν είναι δυνατό το άνοιγμα 'fan_pwm'
fr: Impossible ouvrir 'fan_pwm'
hr: Nema br. okretaja
sk: Nemôžem otvoriť 'fan_pwm'
sv: Kan inte öppna 'fan_pwm'

source: FanOFF InStanby
cs: Větrák VYPNUT v pohotovostním režimu
el: Ανεμιστ. ΕΚΤΟΣ σε αναμονή
fr: Stop ventilo en veille
hr: Ventilator u mirov.
sk: Vetrák VYPNUTÝ v pohotovostnom režime

source: PWM value
cs: Hodnota PWM
el: Τιμή PWM:
fr: Valeur PWM
hr: PWM vrijedn.
sk: Hodnota PWM
sv: PWM värde

source: Status Check Period
cs: Doba kontroly stavu
el: Περίοδος Ελέγχου Κατάστασης
fr: Période vérif statut
hr: Status kontrole vremena
sk: Doba kontroly stavu
sv: Status kontrollperiod

source: Manual Fan control
cs: Ruční Fan control
fr: Contrôle manuel ventilo
hr: Ručna kontrola ventilalt.
sk: Ručný Fan control
sv: Manuell fläktkontroll

source: setup Fancontol inStandby mode
cs: Nastavení Fancontrol v pohotovostním režimu
el: Ρύθμιση ελέγχου ανεμιστήρα σε αναμονή
fr: Régler Contrôle ventilo en veille
hr: postavke ventilat. u mirov.
sk: Nastavenie Fancontrol v pohot. režime
sv: Ställ in fläktkontroll i viloläge

source: Activate Inadyn
cs: Aktivuj Inadyn
el: Ενεργοποίηση Inadyn
fr: Activer Inadyn
hr: Aktiviraj Inadyn
sk: Aktivuj Inadyn
sv: Inadyn aktiv

source: Time Update in Minutes:
cs: Čas aktualizace v min.:
el: Χρόνος Ενημέρ. σε λεπτά:
fr: Délai Mise à jour min.:
hr: Vrijeme ažuriranja u minutama:
sk: Čas aktualizácie v min.:
sv: Tiduppdatering i minuter:

source: Username:
cs: Uživatel:
el: Όνομα χρ.:
fr: NomUtilis:
sk: Užívateľ:
sv: Anv. namn:

source: Password:
cs: Heslo:
el: Κωδικός:
fr: Mot passe:
sk: Heslo:
sv: Lösenord:

source: System:
cs: Systém:
el: Σύστημα:
fr: Système:
sk: Systém:

source: Status:
cs: Stav:
el: Κατάστ.:
fr: Statut:
sk: Stav:

source: Stopped
cs: Zastaven
el: Μη ενεργό
fr: Arrêté
hr: Zaustavljen
sk: Zastavený
sv: Avaktiverad

source: Running !
cs: Spuštěn !
el: Ενεργό !
fr: Tourne !
hr: Pokrenut!
sk: Spustený !
sv: Körs!

source: Show Log
cs: Zobraz Log
el: Καταγραφή
fr: Voir Log
hr: Prikaži Log
sk: Zobraz Log
sv: Visa logg
