Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Smart services renaming for XBMC
cs: Chytré přejmenování stanic pro XBMC
el: Έξυπνες υπηρεσίες που παραμένουν για XBMC
fr: Service Renommer pour XBMC
hr: Smart usluge preimenovane za XBMC
sk: Inteligentné premenovanie staníc pre XBMC
sv: Smart namnbytestjänst för XBMC

source: OpenWebif Configuration
cs: Konfigurace OpenWebif
el: Παραμετροποίηση OpenWebif
fr: Configuration OpenWebif
hr: OpenWebif postavke
sk: Konfigurácia OpenWebif
sv: OpenWebif konfigutation

source: Please input your E-mail address
cs: Prosím, vlož tvoji E-mail adresu
el: Παρακαλώ εισάγετε την ηλεκτρονική σας διεύθυνση
fr: Saisir votre adresse e-mail
hr: Molim unseite vašu E-mail adresu
sk: Prosím, zadaj tvoju E-mail adresu
sv: Vänligen ange din e-postadress.

source: Start
el: Έναρξη
fr: Démarrer
sk: Štart
sv: Aktivera

source: Press green button to start
cs: Stiskni zelené tlačítko pro spuštění
el: Πιέστε το πράσινο πλήκτρο για έναρξη
fr: Presser bouton vert pour démarrer
hr: Zeleni gumb za start
sk: Stlač zelené tlačítko pre spustenie
sv: Tryck grön knapp för att starta.

source: With this plugin you can verify the authenticity of your Vu+. For more information, please visit our website http://vuplus.com
cs: S tímto modulem můžeš ověřit pravost tvého Vu+. Pro víc informací navštiv prosím naši webstránku http://vuplus.com
el: Με αυτή την επέκταση μπορείτε να επαληθεύσετε την αυθεντικότητα τού Vu+. Για περισσότερες πληροφορίες, παρακαλώ επισκεφτείτε την ιστοσελίδα μας http://vuplus.com
fr: Avec ce plugin, vérifiez l'autenticité de votre Vu+. Pour plus d'information, visitez notre site web http://vuplus.com
hr: Sa ovim pluginom možete provjeriti autentičnost vašeg Vu+. Za više informacija, molim posjetite našu web stranicu http://vuplus.com
sk: S týmto pluginom môžeš overiť pravosť tvojho Vu+. Pre viac informácií navštív prosím našu webstránku http://www.vuplus.com
sv: Med denna app kan du kontrollera äktheten av din Vu+. För mer information, besök vår hemsida http://vuplus.com

source: For use this plugin, you must update the kernel version to 3.1 or later
cs: Pro použít tohoto modulu, musíš aktualizovat na verzi jádra 3.1 nebo novější
el: Για χρήση αυτής της επέκτασης, πρέπει να ενημερώσετε την έκδοση kernel σε 3.1 ή μεταγενέστερη
fr: Pour utiliser ce plugin, le kernel doit être supérieur à 3.1
hr: Za korištenje ovog dodatka, morate ažurirati verziju kernela na 3.1 ili stariju
sk: Na použitie tohto pluginu, musíš aktualizovať na verziu jadra 3.1 alebo novšiu
sv: För att använda denna app, måste du uppdatera kärnan till version 3.1 eller senare.

source: 1-1. Serial Number (The first two or three letters of SN)
cs: 1-1. Sériové číslo (První dvě nebo tři znaky SN)
el: 1-1. Αριθμός Σειράς (Τα πρώτα δύο από τα τρία γράμματα τού αριθμού)
fr: 1-1. Numéro Série (2 ou 3 premières lettres du numéro)
hr: 1-1. Serijski broj (prva dva ili tri slova SN)
sk: 1-1. Sériové číslo (Prvé dva alebo tri znaky SN)
sv: 1-1. Serienummer (De första två eller tre numren i SN)

source: 1-2. Serial Number (The remaining numbers of SN)
cs: 1-2. Sériové číslo (Zbytek SN)
el: 1-2. Αριθμός Σειράς (Οι υπόλοιποι αριθμοί του αριθμού σειράς)
fr: 1-2. Numéro de série (les autres chiffres du numéro)
hr: 1-2. Serijski broj (Preostali brojevi od SN)
sk: 1-2. Sériové číslo (Zvyšné čísla SN)
sv: 1-2. Serienummer (De resterande numren i SN)

source: 2. Contact
cs: 2. Kontakt
el: 2. Επαφή
hr: 2. Kontakt
sk: 2. Kontakt
sv: 2. Kontakt

source: Please note that you agree to send software information of the box by applying the event. The collected data will be used in a form that does not personally identify you.
cs: Vezmi prosím na vědomí, že povolením akce souhlasíš s odesláním informace o softwaru boxu. Shromážděné údaje budou použity ve formě, která tě osobně neidentifikuje.
el: Παρακαλώ σημειώστε ότι συμφωνείτε να αποστέλλετε πληροφορίες τού δέκτη αιτούμενοι αυτή την εκδήλωση. Τα στοιχεία που συλλέγονται θα χρησιμοποιηθούν με τρόπο που δεν θα εξακριβώνει την προσωπική σας ταυτότητα.
fr: Notez que vous agréez d'envoyer des informations logicielles du Vu+ en lançant l'Event. Les données collectées seront utilisées dans un formulaire et ne vous identifient pas personnellement.
hr: Dali se slažete da pošaljete software informacije o događanjima. Prikupljeni podaci će se koristiti na način da ne otkriva vaš identitet.
sk: Vezmi prosím na vedomie, že povolením akcie súhlasíš s odoslaním informácie o software boxu. Zhromaždené údaje budú použité vo forme, ktorá ťa osobne neidentifikuje.
sv: Observera att du samtycker till att skicka programvaruinformation om boxen genom att tillämpa. De insamlade uppgifterna kommer att användas på ett sätt som inte identifierar dig personligen.

source: Agree
cs: Souhlasím
el: Συμφωνώ
fr: Accepter
hr: Slažem se
sk: Súhlasím
sv: Samtycker

source: Don't lose the chance to get the gift.
cs: Nestrať šanci dostat dárek.
el: Μη χάσετε την ευκαιρία να πάρετε το δώρο
fr: Ne perdez pas la chance d'avoir un cadeau
hr: Provjera na original VU+
sk: Nestrať šancu dostať darček.
sv: Missa inte chansen att få en present.

source: Play DVDs
cs: Přehraje DVD
el: Αναπαραγωγή DVD
fr: Lire des DVDs
sk: Prehrá DVD
sv: Spela DVDs

source: Epg Backup: not found.
cs: EPG záloha: nenalezena
el: Δεν βρέθηκε αντίγραφο EPG.
fr: SauvegardeEpg: non trouvée
hr: Epg kopija: nije nađena.
sk: Epg záloha: nenájdená
sv: EPG säkehetskopia inte hittad.

source: Automatic Epg Backup:
cs: Automatická EPG záloha:
el: Αυτόμ. αντίγρ. ασφ. EPG:
fr: Sauvegarde auto Epg:
hr: Automatska kopija Epg:
sk: Automatická záloha Epg:
sv: Automatisk EPG Backup:

source: Epg Backup found:
cs: Nalezena záloha EPG:
el: Βρέθηκε αντίγραφο EPG:
fr: Sauvegarde Epg trouvée:
hr: Nađena spremljena kopija EPG:
sk: Nájdená záloha Epg:
sv: EPG säkehetskopia hittad:

source: Sorry no device found to store backup.
cs: Je mi líto, nenalezeno zařízení pro uložení zálohy.
el: Δεν βρέθηκε συσκευή για αποθήκευση αντιγράφου ασφαλείας.
fr: Désolé rien trouvé pour stocker sauvegarde
hr: Nažalost nije nađen uređaj za spremanje Backup-a.
sk: Je mi ľúto, nenájdené zariadenie pre uloženie zálohy.
sv: Ingen enhet hittades att lagra säkerhetskopian på.

source: Epg backup successfully restored.
cs: EPG záloha byla úspěšně obnovena.
el: Το αντίγραφο ασφαλείας EPG αποκαταστάθηκε επιτυχώς.
fr: Sauvegarde Epg restaurée.
hr: Epg Backup uspješno vraćen.
sk: Epg záloha bola úspešne obnovená.
sv: EPG säkerhetskopia återställd.

source: Sorry Epg Backup not found. Please download epg before to restore.
cs: Je mi líto, EPG záloha nenalezena. Prosím, stáhni EPG před obnovením.
el: Δεν βρέθηκε αντίγραφο ασφαλείας EPG. Παρακαλώ κάντε λήψη EPG πριν την αποκατάσταση.
fr: Désolé, sauvegarde Epg non trouvée. Téléchargez Epg avant de restaurer.
hr: Nažalost Epg Backup nije nađen. Molim skini epg prije vraćanja.
sk: Je mi ľúto, nanájdená záloha Epg. Prosím, stiahni epg pred obnovením.
sv: EPG säkerhetskopia hittades inte. Ladda ner EPG innan återställning.

source: You have to activate Backup before to Restore.
cs: Musíš aktivovat zálohování před obnovením.
el: Πρέπει να ενεργοποιήσετε το αντίγραφο ασφαλείας πριν την αποκατάσταση.
fr: Activez Sauvegarde avant de restaurer.
hr: Morate aktivirati Backup prije vraćanja.
sk: Musíš aktivovať zálohovanie pred obnovením.
sv: Du måste aktivera säkerhetskopia innan du kan återställa.

source: Enable Automatic Epg Backup
cs: Povol automatickou zálohu EPG
el: Ενεργοποίηση αυτομάτου αντιγράφου ασφαλείας EPG
fr: Activer sauvegarde auto de l'Epg
hr: Omogućen automatski Backup Epg
sk: Povoľ automatickú zálohu Epg
sv: Aktivera automatisk EPG säkerhetskopia

source: Path to save Backup Epg File
cs: Cesta pro uložení zálohy EPG souboru
el: Διαδρομή αποθήκευσης αρχείου αντιγράφου ασφαλείας EPG
fr: Chemin de sauvegarde fichier EPG
hr: Spremanje EPG na:
sk: Cesta pre uloženie súboru zálohy Epg
sv: Sökväg för att spara EPGs säkerhetskopia

source: Sorry this plugin is for Black Hole images only
cs: Je mi líto, tento modul je jen pro Black Hole image
el: Αυτή η επέκταση είναι μόνο για λογισμικά Black Hole
fr: Désolé ce plugin est seulement pour Image black Hole
hr: Nažalost plugin je samo za Black Hole images
sk: Je mi ľúto, tento plugin je len pre Black Hole image
sv: Denna app är endast för Black Hole operativsystem

source: BlackHole Epg Backup
cs: BlackHole záloha EPG
el: Αντίγραφο Ασφαλείας EPG BlackHole
fr: Sauvegarde EPG
sk: BlackHole záloha EPG
sv: BH EPG Backup

source: plugin to Backup/Restore Epg
cs: modul pro zálohu/obnovení EPG
el: Επέκταση για αντίγραφο ασφαλείας/αποκατάσταση EPG
fr: Sauvegarde /restauration Epg
hr: plugin za Spremanje/Vraćanje Epg
sk: plugin pre Zálohu/Obnovenie Epg
sv: App för att säkerhetskopiera/återställa EPG

source: Select URL type
cs: Zvol typ URL
el: Επιλογή τύπου URL
fr: Choisir type URL
hr: Selectiraj tip URL
sk: Zvoľ typ URL
sv: Välj URL typ

source: Select a bouquet to add a channel to
cs: Zvol přehled pro přidání kanálu
el: Επιλογή μπουκέτου για προσθήκη καναλιού
fr: Choisir un bouquet pour y ajouter une chaîne
hr: Selektiraj bouquet za dodavanje kanala
sk: Zvoľ prehľad pre pridanie stanice
sv: Välj en favoritlista att lägga till en kanal i

source: Add stream URL
cs: Přidej URL streamu
fr: Ajouter URL du flux
hr: Dodaj URL stream
sk: Pridaj URL streamu
sv: Ange stream URL

source: Enter name
cs: Vlož jméno
el: Εισαγωγή ονόματος
fr: Saisir nom
hr: Unesite naziv
sk: Zadaj meno
sv: Ange namn

source: Enter URL
cs: Vlož URL
el: Εισαγωγή URL
fr: Saisir URL
hr: Unesite URL
sk: Zadaj URL
sv: Ange URL

source: Add a streaming url to your channellist
cs: Přidej url streamu do seznamu kanálů
el: Προσθήκη διεύθυνσης ροής στη λίστα καναλιών
fr: Ajouter URL d'un flux à la liste de chaînes
hr: Dodaj streaming url u vašu listu
sk: Pridaj url streamu do zoznamu staníc
sv: Lägg till en URL för streaming till din kanallista

source: Stop playing this stream?
cs: Zastavit přehrávání streamu?
el: Διακοπή αναπαραγωγής αυτής της ροής;
fr: Arrêter de lire ce flux?
hr: Stop izvođenja streama?
sk: Zastaviť prehrávanie streamu?
sv: Sluta spela upp stream?

source: The connection was terminated from the stream server.
cs: Spojení bylo ukončeno serverem streamu.
el: Η σύνδεση τερματίστηκε από τον διακομιστή ροής.
fr: Le serveur de flux a interrompu la connection.
hr: Veza servera za stream je prekinuta.
sk: Spojenie bolo ukončené serverom streamu.
sv: Anslutningen avbröts från streamservern.

source: Watching IPTV implemented by RTSP/RTMP protocol.
cs: Sledování IPTV implementovaným RTSP/RTMP protokolem.
el: Παρακολούθηση IPTV (πρωτόκολλα RTSP/RTMP).
fr: Voir IPTV en protocole RTSP/RTMP.
hr: Gledanje IPTV kroz RTSP/RTMP protokol.
sk: Sledovanie IPTV s RTSP/RTMP protokolom.
sv: Titta på IPTV genom RTSP/RTMP protokollet.

source: Retrieving data ...
cs: Získávám data ...
el: Λήψη δεδομένων...
fr: Recherche des données...
hr: Preuzimam podatke ...
sk: Vyhľadávam dáta ...
sv: Hämtar data...

source: Sorry, wrong WOEID
cs: Je mi líto, špatný WOEID
el: Λάθος WOEID
fr: Désolé WOEID invalide
hr: Nažalost, krivi je WOEID
sk: Je mi ľúto, nesprávny WOEID
sv: Tyvärr, fel WOEID

source: Change city
cs: Změň město
el: Αλλαγή πόλης
fr: Changer ville
hr: Promjenite grad
sk: Zmeň mesto
sv: Ändra stad:

source: Enter the city name:
cs: Vlož jméno města:
el: Εισαγωγή ονόματος πόλης:
fr: Saisir nom de la ville:
hr: Unesite ime grada:
sk: Zadaj meno mesta:
sv: Ange stadens namn:

source: Sorry no matches found
cs: Žádné shody nenalezeny
el: Δεν βρέθηκαν ταυτίσεις
fr: Désolé rien ne correspond
hr: Nažalost partije nisu nađene
sk: Žiadne zhody nenájdené
sv: Tyvärr inget hittat

source: Press ok to confirm
cs: Stiskni OK na potvrzení
el: Πιέστε ΟΚ για επιβεβαίωση
fr: Presser ok pour continuer
hr: Pritisnite OK za potvrdu
sk: Stlač OK pre potvrdenie
sv: Tryck OK för att bekräfta

source: Weather forecast
cs: Předpověď počasí
el: Πρόγνωση καιρού
fr: Prévisions Météo
hr: Vremenska prognoza
sk: Predpoveď počasia
sv: Väderprognos

source: World Weather Forecast
cs: Světová předpověď počasí
el: Παγκόσμια Πρόγνωση Καιρού
fr: Prévisions Météo Mondiales
hr: Svjetska vremenska prognoza
sk: Svetová predpoveď počasia
sv: Väderprognos i världen

source: Personal Backup: not found.
cs: Osobní záloha: nenalezena.
el: Δεν βρέθηκε προσωπικό αντίγραφο.
fr: Sauvegarde Perso: non trouvée
hr: Spremljen personalni Backup: nije nađen
sk: Záloha nastavení: nenájdená.
sv: Säkerhetskopia av inställningar hittades inte.

source: Sorry. Personal Backup found but it is not compatible with the new OE 2
cs: Je mi líto. Nalezená osobní záloha není kompatibilní s novým OE 2
el: Βρέθηκε προσωπικό αντίγραφο ασφαλείας, αλλά δεν είναι συμβατό με το νέο ΟΕ 2
fr: Désolé, Sauvegarde personnelle trouvée mais non compatible OE 2
hr: Nažalost. Personalni Backup nije nađen ili nisu kompatibilne sa novim OE 2
sk: Je mi ľúto. Nájdená záloha nastavení nie je kompatibilná s novým OE 2
sv: Säkerhetskopia av inställningar hittad men är inte kompatibel med den nya OE 2

source: Personal Backup found:
cs: Nalezena osobní záloha:
el: Βρέθηκε προσωπικό αντίγραφο:
fr: Sauvegarde Perso trouvée:
hr: Pronađen personalni Backup:
sk: Nájdená záloha nastavení:
sv: Säkerhetskopia av inställningar hittad:

source: Do you really want to restore the Backup:
cs: Opravdu chceš obnovit Zálohu:
el: Θέλετε να αποκαταστήσετε το αντίγραφο:
fr: Voulez-vous vraiment restaurer la sauvegarde:
hr: Da li stvarno želite vratiti Backup:
sk: Naozaj chceš obnoviť zálohu:
sv: Vill du verkligen återställa säkerhetskopian:

source: Sorry Personal Backup not found.
cs: Je mi líto, osobní záloha nenalezena.
el: Δεν βρέθηκε προσωπικό αντίγραφο.
fr: Désolé, Sauvegarde personnelle non trouvée.
hr: Nažalost nije nađen personalni Backup.
sk: Je mi ľúto, nenájdená záloha nastavení.
sv: Säkerhetskopia av inställningar finns ej.

source: You have to setup backup location.
cs: Musíš nastavit umístění záloh.
el: Πρέπει να ορίσετε θέση αντιγράφου.
fr: Vous devez indiquer l'emplacement de la sauvegarde.!
hr: Morate postaviti lokaciju za spremanje Backup-a
sk: Musíš nastaviť umiestenie záloh.
sv: Du måste ange sökväg till säkerhetskopia.

source: Files extraction in progress...
cs: Běží rozbalování souborů...
el: Αποσυμπίεση αρχείων σε εξέλιξη...
fr: Extraction des fichiers en cours ...
hr: Ekstrakcija datoteka je u tijeku...
sk: Beží rozbaľovanie súborov...
sv: Filextrahering pågår...

source: Archive Extraction
cs: Rozbalení archivu
el: Εξαγωγή Αρχείου
fr: Extraction de l'archive
hr: Ekstrakcija arhive
sk: Rozbalenie archívu
sv: Arkivextrahering

source: Merge directory
cs: Sloučit složky
el: Συγχώνευση φακέλου
fr: Fusionne répertoire
hr: Spoji directory
sk: Zlúčiť zložky
sv: Sammanfoga mappar

source: Restore
cs: Obnovit
el: Αποκατάσταση
fr: Restaurer
hr: Vraćanje
sk: Obnoviť
sv: Återställ

source: Merge
cs: Sloučit
el: Συγχώνευση
fr: Fusionner
hr: Spajanje
sk: Zlúčiť
sv: Sammanfoga

source: Path to save Personal Backup
cs: Cesta k uložení osobní zálohy
el: Διαδρομή αποθήκευσης προσωπικού αντιγράφου
fr: Chemin sauvegarde Personnelle
hr: Spremanje postavki na:
sk: Cesta k uloženiu zálohy nastavení
sv: Sökväg till säkerhetskopia av inställningar

source: Backup complete !
cs: Zálohování dokončeno !
el: Το αντίγραφο ολοκληρώθηκε!
fr: Sauvegarde terminée !
hr: Spremanje kopije je kompletno!
sk: Zálohovanie dokončené !
sv: Säkerhetskopiering klar! Tryck OK!

source: BlackHole Personal Backup
cs: BlackHole osobní záloha
el: Προσωπικό Αντίγραφο Ασφαλείας BH
fr: Sauvegarde personnelle
sk: BlackHole záloha nastavení
sv: BH Backup Inställningar

source: Black Hole personal backup
cs: Black Hole osobní záloha
el: Προσωπικό αντίγραφο ασφαλείας BH
fr: Sauvegarde personnelle BH
sk: Black Hole záloha nastavení
sv: Black Hole Backup av inställningar

source: Side by Side
cs: Bok po boku
el: Δίπλα-Δίπλα
fr: Cote à cote
hr: Usporedno
sk: Bok po boku
sv: Sida vid sida

source: Top and Bottom
cs: Horní a spodní
el: Επάνω και Κάτω
fr: Haut et Bas
hr: Gornji i donji
sk: Horný a spodný
sv: Topp och botten

source: Mode 1
cs: Režim 1
el: Λειτουργία 1
sk: Režim 1
sv: Läge 1

source: Mode 2
cs: Režim 2
el: Λειτουργία 2
sk: Režim 2
sv: Läge 2

source: Setup mode
cs: Nastavovací režim
el: Τρόπος ρύθμισης
fr: Mode configuration
hr: Postavke moda
sk: Nastavovací režim
sv: Inställningsläge

source: 3d mode
cs: 3d režim
el: λειτουργία 3D
fr: Mode 3d
sk: 3d režim
sv: 3D-läge

source: Depth
cs: Hloubka
el: Βάθος
fr: Profondeur
hr: Dubina
sk: Hľbka
sv: Djup

source: Adjust 3D settings
cs: Upravit 3D nastavení
el: Ρυθμίσεις 3D
fr: Ajuster réglages 3d
hr: Prilagodite 3D postavke
sk: Upraviť 3D nastavenie
sv: Justera 3D-inställningar

source: your STB might be unusable now. Please consult the manual for further assistance before rebooting your STB.
cs: tvůj Vu+ může být teď nepoužitelný. Prosím, přečti si návod pro další pomoc před restartováním Vu+.
el: ο δέκτης ίσως είναι άχρηστος τώρα. Παρακαλώ συμβουλευτείτε το εγχειρίδιο για περαιτέρω βοήθεια πριν την επανεκκίνηση τού δέκτη.
fr: Votre Vu+ peut être hors service maintenant, consulter le manuel pour plus d'information avant de rebooter votre Vu+.
hr: vaš STB može biti sada neupotrebljiv. Molimo vidite priručnik za daljnju pomoć prije ponovnog pokretanja STB.
sk: tvoj Vu+ môže byť teraz nepoužiteľný. Prosím, prečítaj si návod pre ďalšiu pomoc pred reštartováním Vu+.
sv: Boxen kan bli oanvändbar nu. Läs handboken för ytterligar hjälp innan du startar om boxen.

source: Your STB isn't connected to the internet properly. Please check it and try again.
cs: Tvůj Vu+ není správně připojen k internetu. Skontroluj připojení a zkus to znovu.
el: Ο δέκτης δεν έχει συνδεθεί σωστά στο διαδίκτυο. Ελέγξτε και προσπαθήστε ξανά.
fr: Votre Vu+ n'est pas correctement connecté à internet. Vérifiez et essayez à nouveau
hr: Vaš STB nije spojen na internet ispravno. Molimo da provjerite i pokušajte ponovno.
sk: Tvoj Vu+ nie je správne pripojený k internetu. Skontroluj pripojenie a skús to znova.
sv: Boxen är inte ansluten till Internet på rätt sätt. Kontrollera och prova igen.

source: width
cs: šířka
el: πλάτος
fr: largeur
hr: širina
sk: šírka
sv: bredd

source: top
cs: horní
el: κορυφή
fr: haut
hr: gore
sk: horný

source: height
cs: výška
el: ύψος
fr: hauteur
hr: visina
sk: výška
sv: höjd

source: Adjust screen position
cs: Nastav polohu obrazovky
el: Ρύθμιση θέσης οθόνης
fr: Ajuster position écran
hr: Prilagodite poziciju zaslona
sk: Nastav polohu obrazovky
sv: Justera skärminställning

source: Name :
cs: Jméno :
el: Όνομα :
fr: Nom :
hr: Ime :
sk: Meno :
sv: Namn:

source: User :
cs: Uživatel :
el: Χρήστης:
fr: Utilisateur:
hr: Korisnik :
sk: Užívateľ :
sv: Användare:

source: Password :
cs: Heslo :
el: Κωδικός:
fr: Mot passe:
sk: Heslo :
sv: Lösenord:

source: Phone :
cs: Telefon :
el: Τηλέφωνο:
fr: Téléphone:
hr: Telefon :
sk: Telefón :
sv: Telefon:

source: Manual
cs: Ručně
el: Χειροκίνητα
fr: Manuel
hr: Priručnik
sk: Ručne
sv: Manuellt

source: Modem Manager
cs: Správce modemu
el: Διαχείριση modem
fr: Gestion Modem
hr: Modem postavke:
sk: Správca modemu
sv: Modemhanterare

source: management 3g modem
cs: správa 3g modemu
el: διαχείριση modem 3G
fr: gestion Modem 3G
hr: Postavke 3g modema
sk: správa 3g modemu
sv: 3G modemhanterare

source: Enable 64 bit (Input 10 hex keys)
cs: Povol 64 bit (Vlož 10 hex klíčů)
el: Ενεργοποίηση 64 bit (είσοδος 10 δεκαεξαδ. κλειδιών)
fr: Activer 64 bit (avec clé 10 hexa)
hr: Omogući 64 bit (unos10 hex ključeva)
sk: Povoľ 64 bit (Vlož 10 hex kľúčov)
sv: Aktivera 64 bit (skriv in 10 hex nyklar)

source: Enable 128 bit (Input 26 hex keys)
cs: Povol 128 bit (Vlož 26 hex klíčů)
el: Ενεργοποίηση 128 bit (είσοδος 26 δεκαεξαδ. κλειδιών)
fr: Activer 128 bit (avec cle 26 hexa)
hr: Omogući 128 bit (unos 26 hex ključeva)
sk: Povoľ 128 bit (Vlož 26 hex kľúčov)
sv: Aktivera 128 bit (skriv in 10 hex nyklar)

source: not set
cs: nenastaveno
el: δεν έχει ορισθεί
fr: pas réglé
hr: nije postavljen
sk: nenastavené
sv: ej satt

source: Current settings (interface : br0)
cs: Aktuální nastavení (rozhraní : br0)
el: Τρέχουσες ρυθμίσεις (διεπαφή : br0)
fr: Paramètres actuels (interface : br0)
hr: Trenutne postavke (interface : br0)
sk: Aktuálne nastavenie (rozhranie : br0)
sv: Nuvarande inställningar (gränssnitt : br0)

source: Wireless Lan Device is not detected.
cs: Zařízení Bezdrátové LAN nedetekováno.
el: Δεν εντοπίστηκε Συσκευή Ασύρματου LAN.
fr: Périphérique LAN sans fil non détecté
hr: Wireless Lan uređaj nije nađen.
sk: Zariadenie bezdrôtovej LAN nedetekované.
sv: Trådlös nätverksenhet inte hittad.

source: Use AP Mode
cs: Použij AP režim
el: Χρήση Τρόπου λειτουργίας AP
fr: Utiliser mode AP
hr: Koristite AP mod
sk: Použi AP režim
sv: Använd AP läge

source: AP Device
cs: AP zařízení
el: Συσκευή AP
fr: Périphérique AP
hr: AP uređaj
sk: AP zariadenie
sv: AP enhet

source: AP Mode
cs: AP režim
el: Τρόπος λειτουργίας AP
fr: Mode AP
sk: AP režim
sv: AP läge

source: Channel (1~13)
cs: Kanál (1~13)
el: Κανάλι (1-13)
fr: Canal (1~13)
sk: Kanál (1~13)
sv: Kanal (1~13)

source: SSID (1~32 Characters)
cs: SSID (1~32 Znaků)
el: SSID (1~32 Χαρακτήρες)
fr: SSID (1~32 Caractères)
sk: SSID (1~32 znakov)
sv: SSID (1~32 tecken)

source: Beacon (15~65535)
cs: Maják (15~65535)
sk: Maják (15~65535)

source: RTS Threshold (0~2347)
cs: RTS Práh (0~2347)
el: Όριο RTS (0~2347)
fr: Seuil RTS (0~2347)
sk: RTS prah (0~2347)
sv: RTS Tröskelvärde (0~2347)

source: FRAGM Threshold (256~2346)
cs: FRAGM práh (256~2346)
el: Όριο FRAGM (256~2346)
fr: Seuil FRAGM (256~2346
sk: FRAGM prah (256~2346)
sv: FRAGM Tröskelvärde (256~2346)

source: Preamble
cs: Preambule
el: Πρόλογος
fr: Préambule
hr: Uvod
sk: Preambula
sv: Ingress

source: Ignore Broadcast SSID
cs: Ignoruj vysílání SSID
el: Αγνόηση Εκπομπής SSID
fr: Ignorer Emission SSID
hr: Ignoriraj Broadcast SSID
sk: Ignoruj vysielanie SSID
sv: Ignorera Broadcast SSID

source: Encrypt
cs: Šifrování
el: Κρυπτογράφηση
fr: Encrypter
hr: Šifriranje
sk: Šifrovanie
sv: Kryptera

source: Method
cs: Metoda
el: Μέθοδος
fr: Méthode
hr: Metoda
sk: Metóda
sv: Metod

source: KeyType
cs: Typ klíče
el: Τύπος κλειδιού
fr: Type clé
hr: Tip ključa
sk: Typ kľúča
sv: Nyckeltyp

source: WEP Key (HEX)
cs: WEP Klíč (HEX)
el: Κλειδί WEP (ΔΕΚΑΕΞΑΔ.)
fr: Clé WEP (hexa)
sk: WEP kľúč (HEX)
sv: WEP nyckel (HEX)

source: KEY (8~63 Characters)
cs: KLÍČ (8~63 Znaků)
el: ΚΛΕΙΔΙ (8-63 Χαρακτήρες)
fr: CLE (8~63 Caractères)
sk: KĽÚČ (8~63 Znakov)
sv: Nyckel (8~63 tecken)

source: Group Rekey Interval
cs: Interval překlíčovaní skupiny
el: Διάστημα Ομάδας Επανέκδοσης
fr: Intervalle appliquer clé
hr: Grupa Rekey Interval
sk: Interval prekľúčovania skupiny
sv: Intervall för gruppnyckelförnyelse

source: NetMask
cs: Maska sítě
sk: Maska siete
sv: Nätmask

source: Are you sure you want to setup your AP?
cs: Jsi si jist že chceš nastavit tvůj AP?
el: Σίγουρα θέλετε να ρυθμίσετε την AP σας;
fr: Etes vous sûr de vouloir paramètrer l'AP?
hr: Jeste li sigurni da želite postaviti svoj AP?
sk: Si si istý, že chceš nastaviť tvoj AP?
sv: Är du säker på att du vill konfigurera din AP?

source: Please wait for AP Configuration....
cs: Počkej na AP konfiguraci....
el: Παρακαλώ περιμένετε για παραμετροποίηση AP...
fr: Patientez pendant la configuration de l'AP....
hr: Molim pričekati za AP konfiguraciju....
sk: Počkaj na AP konfiguráciu....
sv: Vänta på AP-konfiguration ...

source: Invalid WEP key
cs: Nesprávný WEP klíč
el: Άκυρο κλειδί WEP
fr: Clé WEP invalide
hr: Nevažeći WEP key
sk: Nesprávny WEP kľúč
sv: Ogiltig WEP-nyckel

source: Invalid WPA key
cs: Nesprávný WPA klíč
el: Άκυρο κλειδί WPA
fr: Clé WPA invalide
hr: Nevažeći WPA key
sk: Nesprávny WPA kľúč
sv: Ogiltig WPA-nyckel

source: Invalid SSID
cs: Nesprávný SSID
el: Άκυρο SSID
fr: SSID invalide
hr: Nevažeći SSID
sk: Nesprávny SSID
sv: Ogiltig SSID

source: Invalid channel
cs: Nesprávný kanál
el: Άκυρο κανάλι
fr: Canal invalide
hr: Nevažeći kanal
sk: Nesprávny kanál
sv: Ogiltig kanal
