Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: General Dolby Digital Delay(ms)
el: Γενική καθυστέρηση Dolby Digital(ms)

source: Firmware
el: Λειτουργικό

source: Alias:
el: Συντομ.
hr: Hostname:

source: Alias
el: Συντόμευση
hr: Hostname

source: Url:
el: Διεύθυνση:

source: min.
el: λεπτά

source: Autocam
el: Αυτ. CAM

source: %H:%M
hr: %S:%M

source: bob
hr: brzi pokret

source: Disable Light Skin on Zap
hr: Onemogući Light Skin

source: Enable LCD Picons
hr: Omogući LCD Picons
