Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
cs: Změna stavu napájení po ukončení nahrávání. Volbou "standard" se nezmění výchozí chování enigma2 nebo tebou změněné hodnoty.
el: Αλλαγή κατάστασης ενέργειας μετά τις εγγραφές. Επιλέξτε "πρότυπο" για να μην αλλάξει η προεπιλεγμένη συμπεριφορά του enigma2 ή για αλλαγή τιμών από τον χρήστη.
fr: Etat marche ou arrêt après les enregistrements. Choisir "standard" pour ne pas changer le comportement par défaut d'enigma2 ou valeurs changées par vous-même.
hr: Promjena stanja Box-a poslije snimanja.Izaberi "standard" da ne promijeniš standardno ponašanje GUI ili vrijednosti koje si sam promijenio.
sk: Stav napájania po zázname. Zvoľ "štand.", ak nechceš zmeniť štandardné správanie enigma2 ani tvoje vlastné hodnoty.
sv: Strömläge efter inspelning. Välj "standard" för att inte ändra standard för Enigma2 eller värde ändrat av dig.

source: Power threshold in mA
cs: Práh napětí v mA
el: Όριο ρεύματος σε mA
fr: Seuil puissance en mA
hr: Granica snage u mA
sk: Prah prúdu v mA
sv: Ström gränsvärde i mA

source: Predefined transponder
cs: Předdefinovný transpodér
el: Προεπιλεγμένος αναμεταδότης
fr: Transpondeur prédéfini
hr: Predefinirani transponder
sk: Preddefinovaný transpondér
sv: Fördefinerad transponder

source: Prepare another USB stick for image flashing
cs: Připrav další USB klíč pro flashnutí image
el: Προετοιμάστε κάποιο άλλο USB για το λογισμικό
fr: Préparer une nouvelle clé USB pour flasher l'image
hr: Pripremite drugi USB stick za flash-anje image.
sk: Priprav si iný kľúč USB na flashnutie image
sv: Förbered ytterligare en USB-enhet för operativsysteminstallation.

source: Preparing... Please wait
cs: Připravuji... Prosím čekej
el: Προετοιμασία… Παρακαλώ περιμένετε...
fr: Préparation... Veuillez patienter
hr: Pripremam... Molim pričekajte
sk: Pripravujem... Čakaj...
sv: Förbereder... Vänligen vänta

source: Press INFO on your remote control for additional information.
cs: Stiskni tlačítko INFO na dálkovém ovládání pro další informace.
el: Πιέστε INFO/EPG στο τηλεχειριστήριο για πρόσθετες πληροφορίες.
fr: Presser INFO sur votre télécommande pour information additionnelle.
hr: Pritisnite INFO na daljinskom upravljaču za dodatne informacije
sk: Stlačením INFO na DO si zobrazíš ďalšie informácie.
sv: Tryck INFO på fjärrkontrollen för ytterligare information.

source: Press MENU on your remote control for additional options.
cs: Stiskni tlačítko MENU na dálkovém ovládání pro další volby.
el: Πιέστε MENU για πρόσθετες επιλογές.
fr: Presser MENU sur votre télécommande pour options additionnelles.
hr: Pritisnite MENU na daljinskom upravljaču za dodatnim opcijama
sk: Stlačením MENU na DO si zobrazíš ďalšie možnosti.
sv: Tryck MENU på fjärrkontrollen för ytterligare valmöjligheter.

source: Press OK on your remote control to continue.
cs: Stiskni OK na dálkovém ovladači pro pokračování.
el: Πιέστε ΟΚ για συνέχεια.
fr: Presser OK sur la télécommande pour continuer.
hr: Pritisnite OK na daljinskom upravljaču za nastavak.
sk: Ak chceš pokračovať, stlač tlačítko OK na diaľkovom ovládači.
sv: Tryck OK på fjärrkontrollen för att fortsätta.

source: Press OK to activate the selected skin.
cs: Stiskni OK pro aktivaci vybraného vzhledu.
el: Πιέστε OK για ενεργοποίηση επιλεγμένου θέματος.
fr: Presser OK pour activer le thème sélectionné
hr: Pritisnite OK za aktivaciju odabranog skina.
sk: Stlačením OK zapneš zvolený skin.
sv: Tryck OK för aktivera valt utseende.

source: Press OK to activate the settings.
cs: Stiskni OK k aktivovaní nastavení.
el: Πιέστε ΟΚ για ενεργοποίηση.
fr: Pressez OK pour activer les paramètres.
hr: Pritisnite OK za aktiviranje postavki.
sk: Stlačením OK aktivuješ nastavenia.
sv: Tryck OK för att aktivera.

source: Press OK to collapse this host
cs: Stiskni OK pro sbalení host
el: Πιέστε ΟΚ για κατάρρευση αυτού του κόμβου
fr: Pressez OK pour supprimer cet hôte
hr: Press OK za skupljanje ovog hosta
sk: Stlačením OK zvinieš tohto hostiteľa
sv: Tryck OK för att kollapsa den här värden

source: Press OK to edit selected settings.
cs: Stiskni OK pro editaci vybraných nastavení.
el: Πιέστε ΟΚ για επεξεργασία επιλεγμένων ρυθμίσεων.
fr: Presser OK pour éditer paramètres sélectionnés
hr: Pritisnite OK za uređivanje odabranih postavki.
sk: Stlač OK a uprav zvolené nastavenia.
sv: Tryck OK för att ändra vald inställning.

source: Press OK to edit the settings.
cs: Stiskni OK pro editaci nastavení.
el: ΟΚ για επεξεργασία των ρυθμίσεων.
fr: OK pour éditer les paramètres.
hr: Pritisnite OK da biste uredili postavke.
sk: Stlač OK pre zmenu nastavení.
sv: Tryck OK för att ändra inställningar.

source: Press OK to expand this host
cs: Stiskni OK pro rozbalení host
el: Πιέστε ΟΚ για προβολή κόμβου
fr: Pressez OK pour étendre cet hôte
hr: Pritisnite OK za proširenje ovog hosta
sk: Stlačením OK rozvinieš tohto hostiteľa
sv: Tryck OK för att visa denna enhet

source: Press OK to get further details for %s
cs: Stiskni OK pro získání dalších detailů o %s
el: Πιέστε ΟΚ για λήψη περισσότερων λεπτομερειών για %s
fr: Pressez OK pour avoir des détails sur %s
hr: Pritisnite OK da biste dobili dodatne detalje za % s
sk: Pre ďalšie informácie o %s stlač tlačítko OK.
sv: Tryck OK för att få utförligare information om %s

source: Press OK to mount this share!
cs: Stiskni OK pro připojení sdíleného!
el: Πιέστε ΟΚ για προσάρτηση αυτού του κοινόχρηστου!
fr: Pressez OK pour monter ce partage!
hr: Tipka Ok za postavke ovog dijela!
sk: Stlač OK pre mount zdieľaného!
sv: Tryck OK för att montera den här delningen!

source: Press OK to mount!
cs: Stiskni OK pro vytvoření přípojného bodu!
el: Πιέστε ΟΚ για προσάρτηση!
fr: Pressez OK pour monter!
hr: Pritisnite OK za postavke!
sk: Pre primontovanie stlač OK.
sv: Tryck OK för att montera!

source: Press OK to save settings.
cs: Stiskni OK pro uložení nastavení.
el: Πιέστε ΟΚ για αποθήκευση ρυθμίσεων.
fr: Pressez OK pour sauver les paramètres
hr: Tipka OK za spremanje postavki.
sk: Stlačením OK uložíš nastavenia.
sv: Tryck OK för att spara inställning.

source: Press OK to scan
cs: Stiskni OK pro vyhledávání
el: Πιέστε OK για σάρωση
fr: Pressez OK pour analyser
hr: Pritisnite ok za pretraživanje
sk: Pre vyhľadávanie stlač OK.
sv: Tryck OK för sökning

source: Press OK to select a Provider.
cs: Stiskni OK pro zvolení poskytovatele.
el: Πιέστε ΟΚ για επιλογή Παρόχου.
fr: Presser OK pour sélectionner un opérateur.
hr: Tipka OK za odabir davatelja.
sk: Stlačením OK zvolíš poskytovateľa.
sv: Tryck OK för att välja en leverantör.

source: Press OK to select.
cs: Stiskni OK pro výběr.
el: Πιέστε ΟΚ για επιλογή.
fr: Presser OK pour sélectionner
hr: Tipka OK za odabir.
sk: Zvoľ stlačením OK.
sv: Tryck OK för att välja.

source: Press OK to select/deselect a CAId.
cs: Stiskni OK pro označení/odznačení CAId.
el: Πιέστε ΟΚ για επιλογή/αποεπιλογή CAId.
fr: Presser OK pour sélectionner/désélectionner un CAId.
hr: Tipka OK to select/deselect CAId.
sk: Stlačením OK zvoľ alebo zruš CAId.
sv: Tryck OK för att aktivera/avaktivera en CAId.

source: Press OK to start the scan
cs: Stiskni OK pro spuštění vyhledávání
el: Πιέστε OK για έναρξη σάρωσης.
fr: Pressez OK pour commencer l'analyse
hr: Pritisnite ok za početak skeniranja
sk: Stlačením tlačítka OK spustíš vyhľadávanie
sv: Tryck OK för att starta sökning

source: Press OK to toggle the selection.
cs: Stiskni OK pro přepnutí volby.
el: Πιέστε ΟΚ για εναλλαγή της επιλογής.
fr: Presser OK pour basculer le choix
hr: Pritisnite OK za promjenu odabira.
sk: Stlač OK pre prepnutie výberu.
sv: Tryck OK för att växla mellan val.

source: Press yellow to set this interface as default interface.
cs: Stiskni žluté pro nastavení tohoto rozhraní za výchozí.
el: Πιέστε το κίτρινο για ορισμό αυτής της διεπαφής ως προεπιλεγμένης.
fr: Presser JAUNE pour choisir l'interface comme interface standard.
hr: Pritisnite žuto za postavljanje ovog sučelja kao zadanog.
sk: Stlačením žltého tlačítka nastavíš toto rozhranie ako predvolené.
sv: Tryck gul knapp för att ange detta interface som grundinterface.

source: Prev
cs: Předchozí
el: Προηγ
fr: Précédent
hr: Preg.
sk: Predch.
sv: Föregående

source: Preview
cs: Náhled
el: Προεπισκόπηση
fr: Aperçu
hr: Prikaz
sk: Náhľad
sv: Förhandsgranskning

source: Preview AutoTimer
cs: Náhled Autočasovače
el: Προεπισκόπηση αυτόματου χρονοδιακόπτη
fr: Aperçu ProgAuto
hr: Pregled AutoTimer
sk: Prezrieť autočasovač
sv: Förhandsgranska AutoTimer

source: Preview menu
cs: Náhled na menu
el: Προεπισκόπηση μενού
fr: Menu Aperçu
hr: Prikaz izbornika
sk: Prezrieť menu
sv: Förvisningsmeny

source: Preview screenshots of running tv shows
cs: Náhled screenshotů běžících tv stanic
el: Προεπισκόπηση στιγμιοτύπων οθόνης
fr: Aperçu captures écrans d'émissions TV en cours
hr: Prikaz slike ekrana kad ide TV emisija
sk: Zobraziť obrázky bežiacich TV programov
sv: Förhandsvisning av skärmdump av pågående program.

source: Preview screenshots of running tv shows.
cs: Náhled screenshotů běžících tv stanic.
el: Προεπισκόπηση στιγμιοτύπων οθόνης.
fr: Aperçu captures écrans d'émissions TV en cours.
hr: Prikaz slike ekran kad ide TV emisija
sk: Zobraziť obrázky bežiacich TV programov.
sv: Förhandsvisning av skärmdump av pågående program.

source: Primary DNS
cs: Primární DNS
el: Πρωτεύων DNS
fr: DNS primaire
hr: Primarni DNS
sk: Primárny DNS
sv: Primär DNS

source: Priority
cs: Priorita
el: Προτεραιότητα
fr: Priorité
hr: Prioritet
sk: Priorita
sv: Prioritet

source: Process
cs: Proces
el: Επεξεργασία
fr: Processus
hr: Proces
sk: Procesy

source: Properties of current title
cs: Vlastnosti aktuálního titulu
el: Ιδιότητες τρέχοντος τίτλου
fr: Propriétés du titre actuel
hr: Svojstva tekućeg naslova
sk: Vlastnosti aktuálneho titulu
sv: Egenskaper på nuvarande titel

source: Protect services
cs: Chránit stanice
el: Προστασία υπηρεσιών
fr: Proteger Services
hr: Zaštiti kanale
sk: Ochrániť stanice
sv: Skydda kanaler

source: Protect setup
cs: Nastavení ochrany
el: Προστασία ρύθμισης
fr: Paramètres protection
hr: Postavke zaštite
sk: Ochrániť nastavenia
sv: Skydda - Inställningar

source: Provider
cs: Poskytovatel
el: Πάροχοι
fr: Opérateur
hr: Pružatelj
sk: Poskytovateľ
sv: Leverantör

source: Provider to scan
cs: Poskytovatel k proskenování
el: Πάροχος για σάρωση
fr: Opérateur à analyser
hr: Pretraživanje pružatelja
sk: Poskytovatelia na vyhľadávanie
sv: Leverantör att söka

source: Providers
cs: Poskytovatelé
el: Πάροχοι
fr: Opérateurs
hr: Pružatelji
sk: Poskytovatelia
sv: Leverantörer

source: Published
cs: Publikován
el: Δημοσιευμένο
fr: Publié
hr: Objavljen
sk: Zverejnené
sv: Publiserad

source: Push key "Exit long" to show the clock while watching TV.
cs: Stiskni tlačítko "Exit dlouze" pro zobrazení hodin při sledování TV.
el: Πίεση πλήκτρου "Εκτενής έξοδος" για εμφάνιση ρολογιού την ώρα παρακολούθησης τηλεόρασης.
fr: Appui long "Sortie" pour voir l'horloge en regardant la télé.
hr: Stisni tipku "Izlaz dugo" pokazati će sat dok gledate televiziju.
sk: Stlač tlačítko "Exit dlho" pre zobrazenie hodín pri sledovaní TV.
sv: Tryck på knapp "Avbryt lång" för att visa klockan när du tittar på TV.

source: Push key "Exit long" to show the clock while watching TV. Clock will disappear after the specified timeout or by pushing key "Exit long" again. Modify the settings to match your preferences. To change the clock position, select "Move clock" and relocate.
cs: Stiskni tlačítko "Exit dlouze" pro zobrazení hodin při sledování TV. Hodiny zmizí po nastaveném čase nebo opětovným stiskem tlačítka "Exit dlouze". Změň si nastavení podle tvých požadavků. Na změnu pozice navol "Přesuň hodiny" a přemísti.
el: Πίεση πλήκτρου "Εκτενής έξοδος" για εμφάνιση ρολογιού την ώρα παρακολούθησης τηλεόρασης. Το ρολόι θα χαθεί μετά τον προκαθορισμένο χρόνο ή πιέζοντας το πλήκτρο "Εκτενής έξοδος" ξανά. Αλλάξτε τις ρυθμίσεις σύμφωνα με τις προτιμήσεις σας. Για αλλαγή θέσης ρολογιού, επιλέξτε "Μετακίνηση ρολογιού" και μετακινήστε στη νέα θέση.
fr: Appui long "Sortie" pour voir l'horloge en regardant la télé. L'horloge disparaitra après le délai spécifié ou suite à un nouvel appui long sur la touche 'Sortie'. Modifier les paramètres selon vos prérences. Pour changer la position de l'horloge, sélectionner "Deplacer Hologe" ...
hr: Stisni tipku "Izlaz dugo" pokazati će sat dok gledate televiziju. Sat će nestati nakon određenog vremena ili pritiskom tipke "izlaz dugo" opet. Promijenite postavke kako bi stavili svoje. Da biste promijenili položaj sata odaberite "Pomakni sat " i premjesti.
sk: Stlač tlačítko "Exit dlho" pre zobrazenie hodín pri sledovaní TV. Hodiny zmiznú po nastavenom čase alebo opakovaným stlačením tlačítka "Exit dlho". Zmeň si nastavenie podľa tvojich požiadaviek. Pre zmenu polohy zvoľ "Presuň hodiny" a premiestni.
sv: Tryck på knapp "Avbryt lång" för att visa klockan när du tittar på TV. Klockan försvinner efter att timeoutvädet uppnåtts eller efter att du tryckt på knapp "Avbryt lång" igen. Ändra inställningar efter dina önskemål. För att ändra klockans position, välj "Flytta klocka" och flytta till önskad position.

source: Python frontend for /tmp/mmi.socket
cs: Python frontend pro /tmp/mmi.socket
fr: "Frontend" Python pour /tmp/mmi.socket
hr: Python sučelje za /tmp/mmi.socket.
sk: Python frontend pre /tmp/mmi.socket
sv: Python frontend för /tmp/mmi.socket

source: Python frontend for /tmp/mmi.socket.
cs: Python frontend pro /tmp/mmi.socket.
fr: "Frontend" Python pour /tmp/mmi.socket.
hr: Python sučelje za /tmp/mmi.socket.
sk: Python frontend pre /tmp/mmi.socket.
sv: Python frontend till / tmp / mmi.socket.

source: Quick
cs: Rychle
el: Γρήγορο
fr: Rapide
hr: Brzo
sk: Rýchlo
sv: Snabb

source: Quickzap
cs: Rychlé přepínání
el: Γρήγορο αλλαγή
fr: Zap rapide
hr: Bro šaltanje
sk: Rýchle prepínanie
sv: Snabbzap

source: RC Menu
el: Μενού Τηλεχειρισμού
fr: Menu télécommande
hr: RC Izbornik
sk: Menu DO
sv: Fjärrkontrollmeny

source: RF output
cs: RF výstup
el: Έξοδος RF
fr: Sortie RF
hr: RF Izlaz
sk: VF výstup
sv: RF ut

source: RSS viewer
cs: RSS prohlížeč
el: Εφαρμογή προβολής RSS
fr: Visualisateur RSS
hr: RSS preglednik
sk: Prezerač RSS
sv: RSS visare

source: RT8070/RT3070/RT3370 USB wireless-n driver
cs: Ovladač RT8070/RT3070/RT3370 USB wireless-n
fr: Driver USB réseau WIFI RT8070/RT3070/RT3370
sk: Ovládač RT8070/RT3070/RT3370 USB wireless-n
sv: RT8070/RT3070/RT3370 USB wireless-n drivrutin.

source: Radio
cs: Rádio
el: Ραδιόφωνο
sk: Rádio

source: Random
cs: Náhodný
el: Τυχαίο
fr: Aléatoire
hr: Slučajno
sk: Náhodne
sv: Slumpmässig

source: Rating
cs: Hodnocení
el: Βαθμολογία
fr: Classement
hr: Rejting
sk: Hodnotenie
sv: Betyg

source: Ratings:
cs: Hodnocení:
el: Βαθμολογίες:
fr: Classements:
hr: Rejtinzi:
sk: Hodnotenia:
sv: Betyg:

source: Really close without saving settings?
cs: Opravdu uzavřít bez uložení nastavení?
el: Έξοδος χωρίς αποθήκευση αλλαγών;
fr: Vraiment fermer sans sauver les paramètres?
hr: Želite li stvarno zatvoriti bez pohrane ?
sk: Naozaj zatvoriť bez uloženia nastavení?
sv: Verkligen stänga utan att spara inställningarna?

source: Really delete done timers?
cs: Opravdu smazat dokončené časovače?
el: Διαγραφή όλων των ολοκληρωμένων χρονοδιακοπτών;
fr: Enlever les programmations effectués?
hr: Želite li stvarno obrisati gotove tajmere?
sk: Naozaj zmazať dokončené časovače?
sv: Verkligen ta bort färdiga timerinspelningar?

source: Really exit the subservices quickzap?
cs: Opravdu vyskočit z rychlého přepínání podstanic?
el: Έξοδος από γρήγορη αλλαγή υπο-υπηρεσιών;
fr: Vraiment quitter sous services zaprapide?
hr: Želite li stvarno izaći iz podusluge brzog šaltanja?
sk: Naozaj ukončiť rýchle prepínanie podstaníc?
sv: Verkligen avsluta underkanals snabbzap?

source: Really quit MyTube Player?
cs: Opravdu ukončit MyTube Player?
el: Έξοδος από το MyTube Player;
fr: Vraiment quitter lecteur Mytube?
hr: Prekinuti MyTube Player?
sk: Naozaj ukončiť prehrávač MyTube?
sv: Verkligen avsluta MyTubePlayer?

source: Really reboot now?
cs: Opravdu nyní restartovat?
el: Να γίνει επανεκκίνηση τώρα;
fr: Vraiment rebooter maintenant?
hr: Ponovo pokrenuti?
sk: Naozaj mám teraz reštartovať?
sv: Verkligen starta om nu?

source: Really restart now?
cs: Opravdu nyní restartovat?
el: Να γίνει επανεκκίνηση τώρα;
fr: Vraiment redémarrer maintenant?
hr: Ponovo restartati?
sk: Naozaj mám teraz reštartovať?
sv: Verkligen starta om nu?

source: Really shutdown now?
cs: Opravdu nyní vypnout?
el: Να γίνει τερματισμός λειτουργίας τώρα;
fr: Vraiment éteindre maintenant?
hr: Želite isključiti sada?
sk: Naozaj teraz vypnúť?
sv: Verkligen stänga av nu?

source: Reboot
cs: Restart
el: Επανεκκίνηση
hr: Ponovno pokretanje
sk: Reštartovať
sv: Omstart

source: Recently featured
cs: Nedávno uváděný
el: Πρόσφατα χαρακτηρισμένα
fr: Récemment montré
hr: Nedavno predstavljen
sk: Nedávno uvedený
sv: Nyligen aktuell

source: Reception Settings
cs: Nastavení příjmu
el: Ρυθμίσεις Λήψης
fr: Paramètres réception
hr: Postavke prijema
sk: Nastavenia príjmu
sv: Mottagningsinställningar

source: Reconstruct .ap and .sc files
cs: Rekonstruovat .ap a .sc soubory
el: Αναδόμηση αρχείων .ap και .sc
fr: Reconstruction fichiers .ap and .sc
hr: Rekonstruirati .ap and .sc files
sk: Opraviť súbory .ap a .sc
sv: Rekonstruera .ap och .sc filer.

source: Reconstruct missing or corrupt .ap and .sc files of recorded movies.
cs: Rekonstrukce poškozených nebo chybících .ap a .sc souborů nahraných filmů.
el: Αναδόμηση αρχείων .ap και .sc εγγεγραμμένων ταινιών που λείπουν ή είναι κατεστραμμένα.
fr: Reconstruction fichiers .ap et .sc manquants ou corrompus de films enregistrés.
hr: Rekonstruirati izgubljene ili oštećene .ap i .sc datoteke snimljenih filmova.
sk: Opraviť chýbajúce alebo poškodené súbory .ap a.sc nahraných filmov.
sv: Rekonstruera saknade eller korrupta .ap och .sc filer av inspelat material.

source: Record
cs: Náhrát
el: Εγγραφή
fr: Enregistrer
hr: Snimi
sk: Nahrať
sv: Spela in

source: Record a maximum of x times
cs: Nahraj maximálně x krát
el: Εγγραφή το μέγιστο x φορές
fr: Enregistrer un maximum de x fois
hr: Snimanje maksimalno x puta
sk: Nahrať maximálne x razy
sv: Inspela maximum av x gånger

source: Record on
cs: Nahrávání zapnuto
el: Εγγραφή σε
fr: Enregistrer sur
hr: Uključeno snimanje
sk: Nahrávka z
sv: Inspelning på

source: Record time limited due to conflicting timer %s
cs: Doba nahrávání omezena kvůli konfliktu časovače %s
el: Περιορισμένος χρόνος εγγραφής λόγω διένεξης χρονοδιακόπτη %s
fr: Temps enregistrement limité par conflit de programmation %s
hr: Vrijeme snimanja ograničeno zbog konflikta timera %s
sk: Doba nahrávania je obmedzená, lebo sa prekrývajú časovače %s
sv: Inspelningstid begränsad på grund av timerkonflikt med %s

source: Recorded files...
cs: Nahrané pořady...
el: Εγγεγραμμένα αρχεία…
fr: Fichiers enregistrés...
hr: Snimljene datoteke...
sk: Nahrané súbory...
sv: Inspelade filer...

source: Recording
cs: Nahrávání
el: Εγγραφή
fr: Enregistrement
hr: Snimanje
sk: Nahrávanie
sv: Spelar in

source: Recording paths
cs: Cesta pro nahrávky
el: Διαδρομές εγγραφών
fr: Chemins pour enregistrer
hr: Putanja snimanja
sk: Záznamové cesty
sv: Sökvägar till inspelningar

source: Recording(s) are in progress or coming up in few seconds!
cs: Běží nahrávání nebo začne za pár sekund!
el: Εγγραφή(ές) σε εξέλιξη ή αναμένεται σε λίγο!
fr: Enregistrement(s) en cours ou arrivent dans quelques secondes!
hr: Snimanje u tijeku ili idu kroz nekoliko sekundi!
sk: Nahrávanie prebieha alebo začne o pár sekúnd!
sv: Inspelning(ar) pågår eller ska påbörjas inom några sekunder!

source: Recordings
cs: Nahrávky
el: Εγγραφές
fr: Enregistrements
hr: Snimke
sk: Nahrávky
sv: Inspelningar

source: Recordings always have priority
cs: Nahrávání má vždy prioritu
el: Οι εγγραφές έχουν πάντα προτεραιότητα
fr: Enregistrements toujours prioritaires
hr: Snimanje uvijek ima prioritet
sk: Nahrávanie má vždy prednosť
sv: Inspelningar har alltid prioritet

source: Redirect notifications to Growl, Snarl, Prowl or Syslog
cs: Přesměrování oznámení do Growl, Snarl, Prowl nebo Syslog
el: Ανακατεύθυνση γνωστοποιήσεων σε Growl, Snarl, Prowl ή Syslog
hr: Preusmjeravanje obavijesti na Growl, Snarl, Prowl or Syslog
sk: Presmerovať oznamy na Growl, Snarl, Prowl alebo Syslog
sv: Omdirigera meddelanden till Growl, Snarl, Prowl eller Syslog.

source: Reenter new PIN
cs: Znovu zadej nový PIN
el: Εισάγετε ξανά νέο PIN
fr: Re-saisir nouveau PIN
hr: Ponovno unesite novi PIN
sk: Znova zadaj nový PIN.
sv: Ange PIN-kod.

source: Refresh Rate
cs: Obnovovací frekvence
el: Ρυθμός Ανανέωσης
fr: Taux rafraîchissement
hr: Brzina osvježavanja
sk: Obnovovacia frekvencia
sv: Uppdateringsfrekvens

source: Refresh rate selection.
cs: Výběr obnovovací rychlosti. (?)
el: Επιλογή συχνότητας ανανέωσης.
fr: Sélection taux rafraîchissement
hr: Osvježi selektirani rate
sk: Voľba obnovovacej frekvencie.
sv: Uppdateringsfrekvens Val.

source: Related video entries.
cs: Související položky videa.
el: Σχετικές καταχωρήσεις βίντεο.
fr: Entrées vidéo apparentées.
hr: Povezani video zapisi.
sk: Podobné videá
sv: Liknande video poster.

source: Relevance
cs: Důležitost
el: Συνάφεια
fr: Pertinence
hr: Relevantnost
sk: Závažnosť
sv: Relevans

source: Reload
cs: Aktualizuj
el: Επαναφόρτωση
fr: Recharger
hr: Ponovno učitati
sk: Znova natiahnuť
sv: Uppdatera

source: Reload Black-/Whitelists
cs: Aktualizuj Black-/Whitelisty
el: Επαναφόρτωση Μαύρων-/Λευκών λιστών
fr: Recharger Black-/Whitelists
hr: Ponovo učitati Black-/Whitelists
sk: Znova natiahnuť Black-/Whitelists
sv: Ladda om Svart- och Vitlistor

source: Remember service PIN
cs: Zapamatovat servisní PIN
el: Να θυμάσαι το PIN υπηρεσίας
fr: Enregistrer PIN service
hr: Zapamtiti PIN kanala
sk: Zapamätať PIN stanice
sv: Kom ihåg kanal-PIN.

source: Remember service PIN cancel
cs: Storno zapamatovatování servisního PIN
el: Ακύρωση 'Να θυμάσαι το PIN υπηρεσίας'
fr: Enregistrer annulation PIN service
hr: Zapamtiti PIN kanala - IZLAZ
sk: Zapamätať zrušenie PINu stanice
sv: Kom ihåg kanal-PIN. Ångra!

source: Remote timer and remote TV player
cs: Remote časovač a remote TV přehrávač
el: Απομακρυσμένος χρονοδιακόπτης και απομακρυσμένος TV player
fr: Programmation et lecteur TV distant
hr: Udaljeni timer i udaljeni TV player
sk: Diaľkový časovač a diaľkový prehrávač TV
sv: Fjärrstyrd timer och TV-spelare.

source: Remove
cs: Odstraň
el: Αφαίρεση
fr: Retirer
hr: Ukloniti
sk: Odstrániť
sv: Ta bort

source: Remove Bookmark
cs: Odstraň záložku
el: Αφαίρεση σελιδοδείκτη
fr: Retirer marque
hr: Ukloniti Bookmark
sk: Odstrániť záložku
sv: Ta bort Bokmärke

source: Remove Plugins
cs: Odebrat moduly
el: Αφαίρεση Προσθέτων
fr: Enlever Plugins
hr: Obriši dodatak
sk: Odstrániť pluginy
sv: Ta bort app

source: Remove a mark
cs: Odebrat značku
el: Αφαίρεση σημαδιού
fr: Retirer un marqueur
hr: Obriši oznaku
sk: Odstrániť značku
sv: Ta bort en markör

source: Remove currently selected title
cs: Odstranit vybraný titul
el: Αφαίρεση τρέχοντος επιλεγμένου τίτλου
fr: Retirer le titre actuellement sélectionné
hr: Ukloni trenutno odabrani titl
sk: Odstrániť aktuálne zvolený titul
sv: Ta bort vald titel

source: Remove failed.
cs: Odstranění se nezdařilo.
el: Αποτυχημένη αφαίρεση.
fr: Retrait échoué!
hr: Uklanjanje nije uspjelo.
sk: Odstraňovanie zlyhalo.
sv: Borttagning misslyckades.

source: Remove finished.
cs: Odstranění ukončeno.
el: Η αφαίρεση ολοκληρώθηκε.
fr: Retrait terminé!
hr: Uklanjanje završeno.
sk: Odstraňovanie skončené.
sv: Ta bort färdiga.

source: Remove plugins
cs: Odebrat moduly
el: Αφαίρεση προσθέτων
fr: Enlever extensions
hr: Obriši dodatke
sk: Odstrániť pluginy
sv: Ta bort app

source: Remove selected AutoTimer
cs: Odstraň zvolený Autočasovač
el: Αφαίρεση επιλεγμένου αυτόματου χρονοδιακόπτη
fr: Enlever ProgAuto sélectionnée
hr: Ukoni odabrani AutoTimer
sk: Odstrániť zvolený autočasovač
sv: Ta bort vald AutoTimer
