Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: The editor to be used for new AutoTimers. This can either be the Wizard or the classic editor.
cs: Editor pro nové Autočasovače. Může být jako průvodce nebo klasický editor.
el: Ο επεξεργαστής θα χρησιμοποιηθεί για νέους αυτόματους χρονοδιακόπτες. Μπορεί να είναι είτε ο οδηγός ή ο κλασικός επεξεργαστής.
fr: L'éditeur peut-être utilisé pour des nouvelles ProgAutos. Ceci peut être l'assistant ou l'éditeur classique.
hr: Editor koji će se koristiti za AutoTimers. To može biti vodič ili klasični editor.
sk: Editor pre automatický časovač. Môže byť ako sprievodca alebo klasický editor.
sv: Editorn kan användas för nya AutoTimer. Det kan vara guiden eller den vanliga editorn.

source: The following device was found: %s Do you want to write the USB flasher to this stick?
cs: Bylo nalezano následující zařízení: %s Chceš zapsat na tento klíč USB flasher?
el: Βρέθηκε η παρακάτω συσκευή: %s Θέλετε να γράψετε το USB flasher σε αυτό το stick;
fr: Le périphérique suivant à été trouvé: %s Souhaitez-vous écrire le flasheur USB sur cette clef?
hr: Sljedeći uređaj je pronađen: %s Želite upisati USB flasher u stick?
sk: Bolo nájdené toto zariadenie: %s Chceš zapísať USB flasher na tento kľúč?
sv: Följande enhet hittades: %s Vill du skriva USB flasher till den USB-enheten?

source: The following files were found...
cs: Byly nalezeny následující soubory...
el: Τα ακόλουθα αρχεία βρέθηκαν...
fr: Les fichiers suivants ont été trouvés...
hr: Pronađene su slijedeće datoteke...
sk: Boli nájdené tieto súbory...
sv: Följande filer hittades...

source: The input port should be configured now. You can now configure the screen by displaying some test pictures. Do you want to do that now?
cs: Vstupní zdroj signálu by měl být nyní nakonfigurován. Nyní můžeš nastavit obrazovku zobrazením testovacích obrázků. Chceš provést nastavení?
el: Η θύρα εισόδου πρέπει να διαμορφωθεί τώρα. Μπορείτε να παραμετροποιήσετε την οθόνη εμφανίζοντας κάποιες δοκιμαστικές εικόνες. Θέλετε να το κάνετε τώρα;
fr: Le port d'entrée doit-être configuré maintenant. Vous pouvez configurer l'écran maintenant en affichant quelques images test. Voulez-vous le faire maintenant?
hr: Ulazni priključak bi trebao biti konfiguriran sada. Sada možete konfigurirati zaslon prikazujući neke testne slike. Želite li to učiniti sada?
sk: Teraz treba nastaviť videovstup. Pre nastavenie obrazovky si môžeš zobraziť skúšobné obrázky. Chceš to urobiť teraz?
sv: Videoingången bör konfigureras nu. Du kan konfigurera skärmen med hjälp av några testbilder. Vill du göra det nu?

source: The installation of the default services lists is finished.
cs: Standardní seznam stanic byl nainstalován.
el: Η εγκατάσταση των προεπιλεγμένων καταλόγων υπηρεσιών ολοκληρώθηκε.
fr: L'installation de la liste des services standard est terminée.
hr: Instalacija zadanih lista kanala je završena.
sk: Inštalácia zoznamov predvolených staníc je ukončená.
sv: Installationen av grundkanallistan är klar.

source: The installation of the default settings is finished. You can now continue configuring your STB by pressing the OK button on the remote control.
cs: Vybrané nastavení bylo nainstalováno. Nyní můžeš pokračovat v konfiguraci tvého Vu+ stisknutím OK na dálkovém ovladači.
el: Η εγκατάσταση των προεπιλεγμένων ρυθμίσεων ολοκληρώθηκε. Μπορείτε να συνεχίσετε την παραμετροποίηση του δέκτη πιέζοντας ΟΚ.
fr: L'installation des paramètres standards est terminée. Vous pouvez maintenant continuer l'installation du Vu+ en pressant le bouton OK de la télécommande.
hr: Instalacija na tvorničke postavke je završena. Sada možete nastaviti konfiguriranje STB pritiskom na tipku OK na daljinskom upravljaču.
sk: Inštalácia predvolených nastavení je ukončená. V konfigurácii Vu+ môžeš pokračovať po stlačení tlačítka OK na diaľkovom ovládači.
sv: Installationen av grundinställningar är nu klar. Du kan nu slutföra din konfiguration av boxen genom att trycka på OK knappen på din fjärrkontroll.

source: The match attribute is mandatory.
cs: Atribut shody je povinný.
el: Το χαρακτηριστικό αντιστοίχισης είναι υποχρεωτικό.
fr: L'attribut correspondant est obligatoire.
hr: Match attribute je obavezan.
sk: Atribút zhody je povinný.
sv: Matchattributet är ett krav.

source: The md5sum validation failed, the file may be corrupted!
cs: Ověření md5sum se nezdařilo, soubor může být poškozen!
el: Η επικύρωση md5sum απέτυχε. Το αρχείο ίσως είναι κατεστραμμένο!
fr: La validation md5sum a échouée, le fichier doit être corrompu!
hr: Md5sum valjanosti nije uspjela, datoteka može biti oštećena!
sk: Overovanie md5sum zlyhalo. Súbor je asi porušený!
sv: Validering av md5sum misslyckades, filen kan vara korrupt!

source: The package doesn't contain anything.
cs: Balíček nic neobsahuje.
el: Το πακέτο δεν περιέχει τίποτα.
fr: Le paquet ne contient rien.
hr: Paket ne sadrži ništa.
sk: Balíček neobsahuje vôbec nič.
sv: Paketet innehåller ingenting.

source: The package:
cs: Balíček:
el: Το πακέτο:
fr: Le paquet:
hr: Paket:
sk: Balíček:
sv: Paketet:

source: The path %s already exists.
cs: Cesta %s již existuje.
el: Η διαδρομή %s ήδη υπάρχει.
fr: Le chemin %s existe déjà.
hr: Putanja %s već postoji.
sk: Cesta %s už existuje.
sv: Sökvägen %s existerar redan.

source: The pin code you entered is wrong.
cs: Pin kód, který jsi zadal, je špatný.
el: Ο κωδικός PIN που εισάγατε είναι λάθος.
fr: Le code pin saisi est faux
hr: Unešeni je krivi pin kod.
sk: Zadaný kód PIN je nesprávny.
sv: PIN-koden du angav var fel.

source: The results have been written to %s.
cs: Výsledky byly zapsány do %s.
el: Τα αποτελέσματα έχουν γραφτεί σε %s.
fr: Les résultats ont été écrit sur %s.
hr: Rezultati su bili pisani na %s.
sk: Výsledky boli zapísané do súboru %s.
sv: Resultatet har skrivits till %s.

source: The skin is in KingSize-definition 1024x576
cs: Vzhled je v KingSize-rozlišení 1024x576
el: Το θέμα είναι σε ανάλυση 1024x576
fr: Le thème est en grande définition 1024x576
sk: Skin je v rozlíšení KingSize 1024x576
sv: Skalet är KingSize-definition 1024x576.

source: The sleep timer has been activated.
cs: Časovač usínání byl aktivován.
el: Ο χρονοδιακόπτης ύπνου ενεργοποιήθηκε.
fr: La veille programmée a été activée
hr: Tajmer spavanja je aktiviran.
sk: Časovač vypnutia bol zapnutý.
sv: Sovtimer har aktiverats.

source: The sleep timer has been disabled.
cs: Časovač usínání byl zakázán.
el: Ο χρονοδιακόπτης ύπνου απενεργοποιήθηκε.
fr: La veille programmée a été désactivée
hr: Tajmer je onemogućen.
sk: Časovač vypnutia bol vypnutý.
sv: Sovtimer är avaktiverad.

source: The timer file (timers.xml) is corrupt and could not be loaded.
cs: Soubor časovače (timers.xml) je poškozen a nelze jej načíst.
el: Το αρχείο χρονοδιακόπτη (timers.xml) είναι άκυρο και δεν φορτώθηκε.
fr: Le fichier programmation (timers.xml) est corrompu et ne peut-être chargé.
hr: Timer datoteka (timers.xml) je nepravilna i ne može biti ubačena.
sk: Súbor časovača (timers.xml) je porušený a nedá sa otvoriť.
sv: Timer filen (timers.xml) är skadad och kan inte läsas.

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
cs: Modul bezdrátové LAN není nainstalován! Prosím, nainstaluj jej a vyber si, co chceš dělat dál.
el: Η επέκταση ασύρματου LAN δεν έχει εγκατασταθεί! Παρακαλώ εγκαταστήστε την και επιλέξτε τι θέλετε να γίνει στη συνέχεια.
fr: L'extension LAN sans fil n'est pas installée! Veuillez l'installer et choisir ce que vous voulez faire ensuite.
hr: Wireless LAN plugin nije instaliran! Molimo instalirajte ga i izaberite što želite slijedeće učiniti.
sk: Plugin bezdrôtovej LAN nie je nainštalovaný. Nainštaluj ho a zvoľ, čo chceš robiť ďalej.
sv: TrådlöstLAN-appen är inte installerad! Vänligen installera den och välj vad du vill göra härnäst.

source: The wireless LAN plugin is not installed! Please install it.
cs: Modul bezdrátové LAN není nainstalován! Prosím, nainstaluj jej.
el: Η επέκταση ασύρματου LAN δεν έχει εγκατασταθεί! Παρακαλώ εγκαταστήστε την.
fr: L'extension LAN WIFI n'est pas installée! Veuillez l'installer.
hr: Wireless LAN plugin nije isntaliran! Instalirajte ga.
sk: Plugin bezdrôtovej LAN nie je nainštalovaný! Nainštaluj ho.
sv: TrådlöstLAN-appen är inte installerad! Vänligen installera den.

source: The wizard can backup your current settings. Do you want to do a backup now?
cs: Průvodce může zálohovat tvoje aktuální nastavení. Chceš udělat zálohu teď?
el: Ο οδηγός μπορεί να δημιουργήσει αντίγραφο ρυθμίσεων. Να δημιουργηθεί αντίγραφο τώρα;
fr: L'assistant peut sauvegarder vos paramètres actuels. Voulez-vous sauvegarder maintenant?
hr: Vodič može napraviti sigurnosnu kopiju postavki. Želite li je napraviti sada?
sk: Sprievodca môže zálohovať aktuálne nastavenia. Chceš teraz zálohovať?
sv: Guiden kan ta en säkerhetskopia på nuvarande inställningar. Vill du göra det nu?

source: The wizard found a configuration backup. Do you want to restore your old settings from %s?
cs: Průvodce našel zálohu konfigurace. Chceš obnovit staré nastavení z %s?
el: Ο οδηγός βρήκε μια παραμετροποίηση αντιγράφου ασφαλείας. Θέλετε να επαναφέρετε τις παλιές ρυθμίσεις από %s;
fr: L'assistant à trouvé une configuration sauvegardée. Voulez-vous restaurer vos anciens paramètres depuis %s?
hr: Vodič je pronašao spremljene konfiguracije. Želite li vratiti svoje stare postavke od %s?
sk: Sprievodca našiel zálohu nastavení. Chceš obnoviť staré nastavenia z %s?
sv: Guiden hittade en säkerhetskopia på din konfiguration. Vill du återställla dina gamla inställningar från %s?

source: The wizard is finished now.
cs: Průvodce skončil.
el: Ο οδηγός ολοκληρώθηκε.
fr: L'assistant est terminé.
hr: Vodič je završio.
sk: Sprievodca teraz skončil.
sv: Guiden är nu färdig.

source: There are at least
cs: Existují přinejmenším
el: Υπάρχουν τουλάχιστον
fr: Il y a au moins
hr: Postoje najmanje
sk: Je aspoň
sv: Det finns minst

source: There are currently no outstanding actions.
cs: Momentálně neexistují žádné nevyřešené akce.
el: Προς το παρόν δεν υπάρχουν εκκρεμείς ενέργειες.
fr: Il n'y a actuellement aucune action marquante.
hr: Trenutno nema otvorenih akcija.
sk: Žiadne činnosti na vykonanie.
sv: För tillfället finns inga åtgärder att utföra.

source: There are no default services lists in your image.
cs: Nejsou na výběr žádná nastavení.
el: Δεν υπάρχουν προεπιλεγμένες λίστες υπηρεσιών στο λογισμικό.
fr: Il n'y a pas de liste services standards dans votre Image.
hr: Nema tvorničke liste kanala u vašem image.
sk: V tomto image nie sú zoznamy predvolených staníc.
sv: Det finns ingen grundkanallista i boxen.

source: There are no default settings in your image.
cs: Nejsou žádná standardní nastavení ve tvojí image.
el: Δεν υπάρχουν προεπιλεγμένες ρυθμίσεις στο λογισμικό.
fr: Il n'y a pas de paramètres standards dans votre Image.
hr: Nema zadanih postavki u vašem image.
sk: V tomto image nie sú predvolené nastavenia.
sv: Det finns inga grundinställningar i ditt operativsystem.

source: There are no updates available.
cs: Nejsou k dispozici žádné aktualizace.
el: Δεν υπάρχουν διαθέσιμες ενημερώσεις.
fr: Il n'y a pas de mise à jour disponible
hr: Nema dostupnih ažuriranja.
sk: Nie sú dostupné žiadne aktualizácie.
sv: Inga uppdateringar tillgängliga.

source: There are now
cs: Nyní jsou tam
el: Υπάρχουν τώρα
fr: Il y a maintenant
hr: Tu su sada
sk: Teraz sú
sv: Det är nu

source: There might not be enough Space on the selected Partition. Do you really want to continue?
cs: Nemusí být dostatek místa na vybraném disku. Opravdu si přeješ pokračovat?
el: Ενδεχομένως να μην υπάρχει αρκετός ελεύθερος χώρος στο επιλεγμένο διαμέρισμα. Σίγουρα θέλετε να συνεχίσετε;
fr: Il n'y aura pas assez de place sur la partition sélectionnée. Souhaitez-vous vraiment continuer?
hr: Nema dovoljno prostora na odabranoj particiji.n. Da li stvarno želite nastaviti?
sk: Vo zvolenej partícii nemusí byť dostatok miesta. Naozaj chceš pokračovať?
sv: Det är inte säkert att det finns tillräckligt med utrymme på vald partition. Vill du verkligen fortsätta?

source: There was an error downloading the packetlist. Please try again.
cs: Došlo k chybě při stahování packetlist. Prosím, zkus to znovu.
el: Υπήρξε ένα σφάλμα κατά τη λήψη της λίστας πακέτου. Παρακαλώ προσπαθήστε ξανά.
fr: Erreur de téléchargement de la liste paquet! Veuillez réessayer.
hr: Došlo je do pogreške u preuzimanju liste paketa. Molimo pokušajte ponovno.
sk: Chyba pri sťahovaní zoznamu paketov. Zopakuj.
sv: Ett fel uppstod vid nedladdningen av paketlistan. Prova igen.

source: There was an error getting the feed entries. Please try again.
cs: Došlo k chybě při získávání položek zdroje. Prosím, zkus to znovu.
el: Υπήρξε ένα σφάλμα με τις καταχωρήσεις πηγής. παρακαλώ προσπαθήστε ξανά.
fr: Erreur d'obtention des entrées des feeds. Veuillez réessayer.
hr: Došlo je do pogreške feed unosa. Molimo pokušajte ponovno.
sk: Chyba pri načítavaní zdrojov. Skús znova.
sv: Det uppstod ett fel i värdet för feed. Vänlig försök igen.

source: There was an error. The package:
cs: Došlo k chybě. Balíček:
el: Υπήρξε ένα σφάλμα. Το πακέτο:
fr: Il y a eu une erreur! Le paquet:
hr: Došlo je do pogreške. Paket:
sk: Vyskytla sa chyba. Balíček:
sv: Ett fel uppstod. Paketet:

source: There's a certificate update available for your dreambox. Would you like to apply this update now?
cs: K dispozici je aktualizace certifikátu pro tvůj Vu+. Chtěl bys použít tuto aktualizaci?
el: Υπάρχει διαθέσιμη μια πιστοποιημένη ενημέρωση για τον δέκτη. Θέλετε να εφαρμόσετε αυτή την ενημέρωση τώρα;
fr: Il y a une mise à jour de disponible pour votre Vu+. Souhaitez vous appliquer cette mise à jour maintenant?
hr: Postoji certificirano ažuriranje dostupna za vaš STB. Želite li primijenili ovo ažuriranje sada?
sk: K dispozícii je aktualizácia certifikátu pre Vu+. Chceš ju teraz použiť?
sv: Det finns en uppdatering till ditt certifikat för boxen. Vill du uppdatera nu?

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
cs: Toto DVD RW médium je již formátováno - přeformátování smaže veškerý obsah na disku.
el: Το DVD RW είναι ήδη διαμορφωμένο. Η επαναδιαμόρφωσή του θα διαγράψει όλα τα περιεχόμενα του δίσκου.
fr: Ce support DVD RW est déjà formaté - le reformater effacera tout le contenu sur le disque.
hr: Ovaj DVD-RW je već formatiran - formatiranje će izbrisati sav sadržaj sa diska.
sk: Toto médium DVD RW je už naformátované - opätovným formátovaním sa vymaže celý obsah disku.
sv: Detta DVD RW media är redan formaterat - omformatering kommer ta bort all data på skivan.

source: This STB can't decode %s streams!
cs: Toto Vu+ může dekódovat %s streamů!
el: Αυτός ο δέκτης δεν μπορεί να αποκωδικοποιήσει %s ροές!
fr: Ce Vu+ ne peut décoder les flux %s!
hr: Ovaj STB ne može dekodirati %s streamove!
sk: Tento Vu+ nedokáže dekódovať toky typu %s!
sv: Den här boxen kan in avkoda %s streams!

source: This Month
cs: Tento měsíc
el: Αυτόν τον μήνα
fr: Ce mois
hr: Ovaj mjesec
sk: Tento mesiac
sv: Den här månaden

source: This Plugin modifies the original PluginBrowser so you can move Plugins around.
cs: Tento modul upravuje původní PluginBrowser, takže můžeš moduly přemísťovat.
el: Αυτή η επέκταση αλλάζει τον αυθεντικό PluginBrowser ώστε να μπορείτε να μετακινήσετε επεκτάσεις.
fr: Permet de modifier l'emplacement des Plugins dans le navigateur.
hr: Ovaj dodatak modificira izvorni PluginBrowser tako da možete premještati dodatke.
sk: Tento plugin upravuje pôvodný PluginBrowser tak, že môžeš pluginy pemiestniť.
sv: Denna app modifierar den ursprungliga Appöversikten så du kan flytta runt appar.

source: This Week
cs: Tento týden
el: Αυτή την εβδομάδα
fr: Cette semaine
hr: Ovaj tjedan
sk: Tento týždeň
sv: Den här veckan

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
cs: To je jméno, které můžeš dát Autočasovači. To se objeví v přehledu a náhledu.
el: Είναι το όνομα που μπορείτε να δώσετε στον αυτόματο χρονοδιακόπτη. Θα εμφανιστεί στην επισκόπηση και την προεπισκόπηση.
fr: C'est un nom que vous pouvez donner à la ProgAuto. Il sera affiché dans la vue d'ensemble et Aperçu.
hr: Ovo je ime koje možete dati AutoTimera. Biti će prikazano u općem i kratkom pregledu.
sk: Toto je názov, ktorý môžeš dať automatickému časovaču. Zobrazí sa v prehľade a náhľade.
sv: Detta är ett namn som du kan ange för AutoTimer. Det kommer visas i Överblick och i Förhandvisning.

source: This is step number 2.
cs: Toto je 2. krok.
el: Αυτό είναι το βήμα 2.
fr: C'est la deuxième étape.
hr: Ovo je korak broj 2.
sk: Toto je druhý krok.
sv: Det här är steg 2.

source: This is the delay in hours that the AutoTimer will wait after a search to search the EPG again.
cs: To je zpoždění v hodinách, kdy Autočasovač bude čekat po vyhledání EPG na další.
el: Είναι η καθυστέρηση σε ώρες που ο αυτόματος χρονοδιακόπτης θα αναμένει μετά την αναζήτηση για νέα αναζήτηση EPG.
fr: C'est le délai en heures que la ProgAuto attendra après une recherche pour chercher de nouveau l'EPG.
hr: To je period u satima koje će AutoTimer čekati od traženja EPG do ponovnog traženja.
sk: Toto je doba v hodinách, počas ktorej bude automatický časovač po hľadaní čakať na ďalšie hľadanie EPG.
sv: Detta är fördröjningen i timmar som AutoTimer kommer vänta efter en sökning innan den söker i EPG igen.

source: This is the help screen. Feed me with something to display.
cs: Toto je obrazovka s nápovědou. Zadej mi něco k zobrazení.
el: Αυτή είναι η οθόνη βοήθειας. Βάλτε κάτι για απεικόνιση.
fr: Ceci est menu d'aide. Alimentez-moi avec quelque chose à montrer.
hr: To je help screen. Unijeti nešto za prikaz.
sk: Toto je obrazovka pomocníka. Zadaj niečo na zobrazenie.
sv: Det här är hjälpen. Ge mig något att visa.

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
cs: To je to, co se bude hledat v názvech událostí. Uvědom si, že hledání např. německých přehlásek může být složité a musíš vědět, jaké kódování kanál používá.
el: Αναζήτηση σε τίτλους προγραμμάτων. Σημειώστε ότι η αναζήτηση για π.χ. γερμανικές μεταφωνίες μπορεί να είναι περίπλοκη καθώς πρέπει να γνωρίζετε την κωδικοποίηση που χρησιμοποιεί το κανάλι.
fr: C'est ce qui sera cherché dans les titres d'émission. Notez que la recherche par exemple des trémas allemands peut-être complexe : vous devez connaitre la chaîne d'encodage utilisée.
hr: To je ono što će se tražiti u naslovu. Imajte na umu da u potrazi za npr. može biti njemački prijeglasi pa morate znati koje kodiranje kanal koristi.
sk: Toto sa bude hľadať v názvoch programov. Pamätaj, že hľadanie diakritiky bude komplikované, lebo musíš poznať kódovanie (znakovú sadu) EPG na stanici.
sv: Detta är vad som kommer sökas efter i programtitel. Notera att sökning efter exempelvis svenska åäö kan vara lite svårt då du måste veta vilken teckentabell som kanalen använder sig av.

source: This plugin creates a USB stick which can be used to update the firmware of your STB without the need for a network or WLAN connection. First, a USB stick needs to be prepared so that it becomes bootable. In the next step, an NFI image file can be downloaded from the update server and saved on the USB stick. If you already have a prepared bootable USB stick, please insert it now. Otherwise plug in a USB stick with a minimum size of 64 MB!
cs: Tento modul vytváří USB flash disk, který lze použít k aktualizaci firmware přijímače bez nutnosti síťového nebo WLAN připojení. Za prvé, USB flash disk musí být připraven tak, že bude zaváděcí. V dalším kroku, se může soubor image NFI stáhnout z aktualizačního serveru a uložit na USB flash disk. Pokud již máš připraven zaváděcí USB flash disk, vlož jej nyní. Jinak připoj USB flash disk s minimální velikostí 64 MB!
el: Αυτή η επέκταση δημιουργεί ένα USB stick που μπορεί να χρησιμοποιηθεί για ενημέρωση λειτουργικού του δέκτη χωρίς την απαίτηση σύνδεσης δικτύου ή WLAN. Πρώτα, χρειάζεται η προετοιμασία ενός USB stick ώστε να γίνει επανεκκινήσιμο. Στο επόμενο βήμα, ένα αρχείο λογισμικού NFI μπορεί να ληφθεί από τον διακομιστή ενημέρωσης και να αποθηκευτεί στο USB stick. Αν έχετε ήδη ένα προετοιμασμένο επανεκκινήσιμο USB stick, παρακαλώ βάλτε το τώρα. Αλλιώς βάλτε ένα USB stick με ελάχιστο μέγεθος 64 MB!
fr: Ce plugin créé une clé USB qui peut-être utilisée pour mettre à jour le logiciel de votre Vu+ sans l'aide d'une connection réseau ou sans fil. Premièrement, une clé USB doit être préparée pour devenir bootable. A l'étape suivante, un fichier image NFI peut-être téléchargé depuis le serveur MAJ et sauvé sur la clé USB. Si vous avez déjà préparé une clé USB bootable, veuillez l'insérer maintenant. Autrement insérez une clé USB avec une taille mini de 64 MB!
hr: Ovaj dodatak kreira USB stick koji se može koristiti za ažuriranje firmware vašeg STB bez potrebe za mrežom ili WLAN vezom. Prvo, USB stick treba pripremiti tako da bude bootabilan. Slijedeći korak, NFI image skinuti sa servera i spremiti na USB stick. Ako već imate pripremljen bootabilan USB stick, umetnite ga sada. Stavite USB stick veći od 64 MB!
sk: Tento plugin vytvorí kľúč USB, ktorý sa dá použiť na aktualizáciu firmwaru Vu+ bez pripojenia LAN alebo WLAN. Najprv treba kľúč USB pripraviť tak, aby bol bootovateľný. Potom stiahneš súbor NFI zo servera a uložíš na kľúč USB. Ak si si už pripravil bootovateľný kľúč USB, vlož ho. Ak nie, vlož kľúč USB s minimálnou kapacitou 128 MB.
sv: Denna app skapar en USB-enhet som kan användas för att uppdatera firmware i boxen utan behov av nätverks- eller WLAN anslutning. Först måste en USB-enhet förberedas så att den blir startbar. Nästa steg, en NFI image fil ska laddas ner från uppdateringsservern och sparas till USB-enheten. Om du redan har en förberedd startbar USB-enhet, sätt in den nu. Annars anslut en USB-enhet med minsta storlek på 64 MB!

source: This plugin is installed.
cs: Tento modul je nainstalován.
el: Η επέκταση είναι εγκατεστημένη.
fr: Ce plugin est installé.
hr: Dodatak je instaliran
sk: Tento plugin je nainštalovaný.
sv: Denna app är installerad.

source: This plugin is not installed.
cs: Tento modul není nainstalován.
el: Η επέκταση δεν είναι εγκατεστημένη.
fr: Ce plugin n'est pas installé.
hr: Dodatak nije instaliran
sk: Tento plugin nie je nainštalovaný.
sv: Denna app är inte installerad.

source: This plugin will be installed.
cs: Tento modul bude nainstalován.
el: Η επέκταση θα εγκατασταθεί.
fr: Ce plugin sera installé.
hr: Dodatak će biti instaliran.
sk: Tento plugin sa nainštaluje.
sv: Denna app kommer att installeras.

source: This plugin will be removed.
cs: Tento modul bude odebrán.
el: Η επέκταση θα αφαιρεθεί.
fr: Ce plugin sera retiré.
hr: Dodatak će biti obrisan.
sk: Tento plugin sa odstráni.
sv: Denna app kommer att tas bort.

source: This setting controls the behavior when a timer matches a found event.
cs: Toto nastavení určuje chování když časovač odpovídá nalezené události.
el: Η επιλογή ελέγχει τη συμπεριφορά όταν ένας χρονοδιακόπτης ταιριάζει σε πρόγραμμα που βρέθηκε.
fr: Ces paramètres contrôlent le comportement quand une programmation correspond à une émission.
hr: Ova postavka kontrolira postupak kad se tajmer slaže sa nađenim događajem.
sk: Toto nastavenie určuje, čo sa stane, keď sa časovač zhoduje s nájdeným programom.
sv: Den här inställningen kontrollerar uppförandet när en timer matchar en hittad händelse.
