Repository: st7TEAM/e2a
Catalog: po/*.po
Languages: cs, el, fr, hr, sk, sv

source: Show info screen
cs: Zobrazit info obrazovku
el: Προβολή οθόνης πληροφοριών
fr: Afficher infos à l'écran
hr: Prikaži info zaslona
sk: Zobraziť informácie
sv: Visa infoskärm

source: Show infobar on channel change
cs: Zobrazit infobar při přepnutí stanice
el: Προβολή γραμμής πληροφοριών σε αλλαγή καναλιού
fr: Montrer infobar en changeant de chaîne
hr: Prikaži info traku pri promjeni kanala
sk: Zobraziť informácie pri zmene stanice
sv: Visa infofält vid kanalbyte

source: Show infobar on event change
cs: Zobrazit infobar při změně stanice v EPG
el: Προβολή γραμμής πληροφ. σε αλλαγή προγράμματος
fr: Montrer infobar en changeant d'émission
hr: Prikaži info traku pri promjeni događaja
sk: Zobraziť informácie pri zmene programu
sv: Visa nfofält vid händelseändring

source: Show infobar on skip forward/backward
cs: Zobrazit infobar při přeskočení dopředu / zpět
el: Προβολή γραμμής πληροφ. σε υπερπήδηση εμπρός/πίσω
fr: Montrer infobar pour saut avant/arrière
hr: Prikaži info traku na presk. naprijed/nazad
sk: Zobraziť informácie pri skoku vpred, vzad
sv: Visa infofält vid hopp framåt/bakåt

source: Show notification on conflicts
cs: Zobrazit upozornění při konfliktech
el: Προβολή γνωστοποιήσεων σε διενέξεις
fr: Afficher avertissements si conflits
hr: Prikaži obavijest o problemima
sk: Zobraziť oznamy o konfliktoch
sv: Visa meddelande vid konflikt

source: Show notification on similars
cs: Zobrazit upozornění při podobných
el: Προβολή γνωστοποιήσεων σε παρόμοια
fr: Notifier pour similaires
hr: Prikaži slične obavijesti
sk: Zobraziť upozornenie pri podobných
sv: Visa meddelande vid liknande

source: Show positioner movement
cs: Zobrazit otáčení satelitu
el: Προβολή κίνησης μοτέρ
fr: Montrer mouvements positionneur
hr: Prikaži pokretanje motora
sk: Zobraziť otáčanie motora
sv: Visa motorflyttningar

source: Show services beginning with
cs: Zobrazit stanice začínající na
el: Προβολή υπηρεσιών που αρχίζουν με
fr: Montrer services commençant par
hr: Prikaži kanale koji počinju s
sk: Zobraziť stanice začínajúce na
sv: Visa kanal som börjar med

source: Show the radio player...
cs: Zobrazit přehrávač rádií
el: Προβολή ραδιοφώνου…
fr: afficher la radio...
hr: Prikaži Radio player...
sk: Prehrávanie rádia...
sv: Visa radiospelaren...

source: Show the tv player...
cs: Zobrazit TV...
el: Προβολή TV...
fr: afficher l'image TV...
hr: Prikaži tv player...
sk: Prehrávanie TV...
sv: Visa tv spelare...

source: Show webcam pictures on your TV Screen
cs: Zobrazí obrázky webkamer na TV obrazovce
el: Προβολή εικόνων webcam στην οθόνη της τηλεόρασης
fr: Montrer images webcam sur votre écran TV
hr: Prikaži slike web camere na zaslonu TV-a
sk: Zobraziť obrázky z webkamery na televízore
sv: Visa bilder från webkamera på TVn.

source: Shows a list containing the zapping-history and allows user to zap to the entries or to modify them.
cs: Zobrazí seznam obsahující historii přepínání a umožňuje uživateli přepínat na položky nebo upravovat je.
el: Προβολή λίστας με ιστορικό παρακολούθησης καναλιού και άδεια στον χρήστη υπερπήδησης ή αλλαγής καταχωρήσεων.
fr: Montrer une liste contenant l'historique zapping et permettre à l'utilisateur de zapper vers les entrées ou les modifier.
hr: Prikazuje zap listu povijeti i dozvoljava korisniku da prebaci na unose ili da ih mijenja.
sk: Zobrazí zoznam histórie prepínania a umožní užívateľovi prepínať na zadania alebo upravovať ich.
sv: Visar en lista innehållande zaphistorik och gör det möjligt att zappa i poster eller modifiera dem.

source: Shows a list of recent zap entries
cs: Zobrazí seznam posledních záznamů přepnutí
el: Προβολή λίστας με πρόσφατες καταχωρήσεις παρακολούθησης
fr: Afficher une liste des entrées zap récente
hr: Prikaži listu nedavnih prebacivanja
sk: Zobrazí zoznam posledných prepnutí
sv: Visar en lista av senaste tidens zappningar.

source: Shows average bitrate of video and audio
cs: Zobrazí průměrný bitrate videa a zvuku
el: Προβολή μέσου όρου ρυθμού μετάδοσης εικόνας και ήχου
fr: Montrer débit moyen vidéo et audio
hr: Pokaži prosječni brzinu za sliku i zvuk
sk: Zobrazí priemerný dátový tok obrazu a zvuku
sv: Visar medelbithastighet av video och ljud.

source: Shows statistics of watched services
cs: Zobrazí statistiky sledovaných stanic
el: Προβολή στατιστικών των υπηρεσιών που παρακολουθήθηκαν
fr: Afficher les statistiques des services regardés
hr: Prikaži statistiku gledanih kanala
sk: Zobrazí štatistiku sledovaných staníc
sv: Visa tittarstatistik på kanaler.

source: Shows the clock permanently on the screen
cs: Zobrazuje trvale na obrazovce hodiny
el: Προβολή ρολογιού μόνιμα στην οθόνη
fr: Affiche l'horloge permanente sur l'écran
hr: Prikazuje sat trajno na ekranu
sk: Trvalo zobrazí hodiny na obrazovke
sv: Visar en permanent klocka på TVn.

source: Shows the service name instead of the service number when zapping.
cs: Při přepínání zobrazuje název místo čísla stanice.
el: Προβολή ονόματος υπηρεσίας αντί αριθμού σε αλλαγή καναλιού
fr: Afficher le nom de la chaîne (service) au lieu du numéro lors du zapping.
hr: Prikazuje ime kanala umjesto broja kod prebacivanja.
sk: Pri prepínaní zobrazuje názov miesto čísla stanice.
sv: Visar kanalnamn istället för kanalnummer vid zappning.

source: Shows the state of your wireless LAN connection.
cs: Zobrazit stav tvé bezdrátové sítě.
el: Προβολή κατάστασης ασύρματου δικτύου LAN.
fr: Montrer l'état de votre connection LAN sans fil.
hr: Pokazuje stanje bežične LAN veze.
sk: Zobrazuje stav pripojenia bezdrôtovej LAN.
sv: Visa status på din trådlösa nätverksanslutning.

source: Shutdown
cs: Vypnout
el: Τερματισμός
fr: Eteindre
hr: Isključi STB
sk: Vypnúť
sv: Stäng av

source: Shutdown STB after
cs: Vypnout Vu+ po
el: Τερματισμός δέκτη μετά από
fr: Eteindre le Vu+ après
hr: Isključi STB poslije
sk: Vypnúť Vu+ po
sv: Stäng av box efter

source: Shuts down your STB into Deep Standby (Power Save Mode)
cs: Vypnutí Vu+ do hlubokého spánku (Úsporný režim)
el: Τερματισμός δέκτη σε Βαθιά Αναμονή (εξοικονόμηση ενέργειας)
fr: Eteint en veille profonde ( économie d'énergie)
hr: Stavi STB u duboko pasivno stanje (ušteda energije)
sk: Vypnutie Vu+ do hlbokého spánku (Úsporný režim)
sv: Stänger ner boxen i djupt vänteläge (strömsparläge).

source: Signal Strength:
cs: Síla signálu:
el: Ισχύς Σήματος:
fr: Intensité signal:
hr: Jačina signala:
sk: Sila signálu:
sv: Signalstyrka:

source: Signal:
cs: Signál:
el: Σήμα:
sk: Signál:

source: Similar
cs: Podobné
el: Παρόμοιο
fr: Similaire
hr: Slično
sk: Podobné
sv: Liknande

source: Similar broadcasts:
cs: Podobné vysílání:
el: Παρόμοιες μεταδόσεις:
fr: Emissions semblables:
hr: Slične emisije:
sk: Podobné programy:
sv: Liknande sändningar:

source: Simple
cs: jednoduché
el: Απλή
hr: Jednostavno
sk: Jednoduchý
sv: Enkel

source: Simple IRC GroupChat client for e2 #dm8000-vip channel
cs: Jednoduchý IRC GroupChat klient pro e2 #dm8000-vip kanál
el: Απλός πελάτης IRC ομάδας συνομιλιών για E2.
fr: Simple IRC GroupChat client pour la chaine e2 #dm8000-vip
hr: Jednostavni IRC Groupni Chat klijent za e2 #dm8000-vip kanale
sk: Jednoduchý klient IRC GroupChat pre kanál e2 #dm8000-vip
sv: En enkel IRC GroupChat klient för Enigma2.

source: Simple titleset (compatibility for legacy players)
cs: Jednoduchý titleset (kompatibilita pro starší přehrávače)
el: Απλή ρύθμιση τίτλου (για συμβατικούς players)
fr: Jeu titre simple (compatibilité descendante lecteurs)
hr: Jednostavne postavke naslova (kompatibilnost za legacy pleyers)
sk: Jednoduchá sada titulov (kompatibilita so staršími prehrávačmi)
sv: Enkelt titelset (kompabilitet för äldre spelare)

source: SimpleRSS allows reading RSS newsfeeds on your STB.
cs: SimpleRSS umožňuje čtení RSS news-zdrojů na Vu+.
el: Το SimpleRSS επιτρέπει ανάγνωση νέων πηγών RSS στον δέκτη.
fr: SimpleRSS permet de lire nouvelles feeds RSS sur votre Vu+
hr: Jednostavni RSS omogućava čitanje vijesti sa fida na vašem STB.
sk: SimpleRSS umožňuje čítať novinky RSS na Vu+.
sv: SimpleRSS möjliggör att läsa nyhetsflöden på boxen.

source: Single
cs: Jediný
el: Απλή
fr: Unique
hr: Jedan
sk: Jeden
sv: Singel

source: Single EPG
cs: EPG stanice
el: Μονό EPG
fr: EPG unique
hr: Jedan EPG
sk: Jeden EPG
sv: Singel EPG

source: Single satellite
cs: Jediný satelit
el: Ένας δορυφόρος
fr: Satellite unique
hr: Jedan satelit
sk: Jeden satelit
sv: Singelsatellit

source: Single transponder
cs: Jediný transpodér
el: Ένας αναμεταδότης
fr: Transpondeur unique
hr: Jedan Transponder
sk: Jeden transpondér
sv: Singeltransponder

source: Singlestep (GOP)
el: Μονό βήμα (GOP)
fr: Pas unique (GOP)
hr: Korak po korak
sk: Jeden krok (GOP)
sv: Enkelsteg (GOP)

source: SkinSelector shows a menu with selectable skins
cs: SkinSelector zobrazí menu s volitelnými vzhledy
el: Εμφανίζει μενού με επιλεγμένα θέματα
fr: SkinSelctor montre un menu avec des thèmes disponibles
hr: SkinSelector pokazuje izbornik skinova
sk: Volič skinov zobrazí menu s voliteľnými skinmi
sv: SkinSelector visar en meny med valbara skal (skinns).

source: Skins
cs: Vzhledy
el: Θέματα
fr: Thèmes
hr: Skinovi
sk: Skiny
sv: Utseenden

source: Sleep Timer
cs: Časovač usínání
el: Χρονοδιακόπτης Ύπνου
fr: Veille programmée
hr: Tajmer spavanja
sk: Časovač vypnutia
sv: Sov Timer

source: Sleep timer action:
cs: Akce časovače:
el: Ενέργεια Χρονοδιακόπτη:
fr: Action veille programmée:
hr: Akcija tajmer spavanja:
sk: Činnosť časovača vypnutia:
sv: Sovtimer händelse:

source: Slideshow Interval (sec.)
cs: Slideshow interval (sek.)
el: Περίοδος Παρουσίασης (δευτ.)
fr: Intervalle diaporama (sec.)
hr: Interval pokaz.prezentacije(sek.)
sk: Interval prezentácie (s)
sv: Bildspelsintervall (sek.)

source: Slovakian
cs: Slovensky
el: Σλοβακικά
fr: Slovaque
sk: Slovenčina
sv: Slovakisk

source: Slovenian
cs: Slovinsky
el: Σλοβενικά
fr: Slovène
sk: Slovinčina
sv: Slovenska

source: Slow
cs: Pomalu
el: Αργά
fr: Lent
hr: Usporeno
sk: Pomaly
sv: Sakta

source: Slow Motion speeds
cs: Rychlosti zpomaleného filmu
el: Ταχύτητες Αργής Κίνησης
fr: Vitesses du ralenti
hr: Spora brzina snimanja
sk: Rýchlosti časovej lupy
sv: Hastigheter för slow motion

source: Software management
cs: Správa software
el: Διαχείριση λογισμικού
fr: Gestionnaire logiciel
hr: Softver za upravljanje
sk: Správa software
sv: Mjukvaruhantering

source: Software manager setup
cs: Nastavení správce software
el: Διαχείριση εγκατάστασης λογισμικού
fr: Paramètres gestionnaire logiciel
hr: Podešavanje upravljača softvera
sk: Nastavenie správcu software
sv: Mjukvaruhanterare Installation

source: Software restore
cs: Obnovení software
el: Επαναφορά λογισμικού
fr: Restauration logiciel
hr: Vraćanje Software
sk: Obnoviť software
sv: Mjukvaruåterskapa

source: Software update
cs: Aktualizace software
el: Ενημέρωση λογισμικού
fr: MàJ logiciel
hr: Nadogradnja Software
sk: Aktualizovať software
sv: Mjukvaruuppdatera

source: SoftwareManager manages your STB software
cs: SoftwareManager spravuje software Vu+
el: Ο SoftwareManager διαχειρίζεται το λογισμικό του δέκτη
fr: Le gestionnaire logiciel gère le logiciel du Vu+
hr: SoftwareManager upravlja STB softverom
sk: Správca software spravuje sofware v Vu+
sv: Mjukvaruhanteraren hanterar mjukvara på boxen.

source: Softwaremanager information
cs: Softwaremanager informace
el: Πληροφορίες διαχειριστή λογισμικού
fr: Informations gestionnaire logiciel
hr: Informacije upravljača softvera
sk: Informácie správcu software
sv: Mjukvaruhanterare Information

source: Some plugins are not available:
cs: Některé moduly nejsou dostupné:
el: Μερικά πρόσθετα δεν είναι διαθέσιμα:
fr: Des plugins ne sont pas disponible:
hr: Neki dodaci nisu dostupni:
sk: Niektoré pluginy nie sú dostupné:
sv: Några appar är inte tillgängliga:

source: Sorry MediaScanner is not installed!
cs: Je mi líto, MediaScanner není nainstalován!
el: Ο Σαρωτής Μέσων δεν είναι εγκατεστημένος!
fr: Désolé, MédiaScanner non installé!
hr: Nažalost MediaScanner nije instaliran!
sk: Ľutujem, MediaScanner nie je nainštalovaný!
sv: Ledsen Mediaskanner är inte installerad!

source: Sorry no backups found!
cs: Je mi líto, žádné zálohy nenalezeny!
el: Δεν βρέθηκαν αντίγραφα ασφαλείας!
fr: Désolé pas de sauvegardes trouvées!
hr: Nažalost spremljena kopija nije nađena!
sk: Neboli nájdené žiadne zálohy!
sv: Inga säkerhetskopior hittades!

source: Sorry your backup destination is not writeable. Please choose an other one.
cs: Je mi líto, na tvůj cíl zálohování nelze zapisovat. Zvol jiný, prosím.
el: Ο προορισμός αντιγράφου ασφαλείας δεν είναι εγγράψιμος. Παρακαλώ επιλέξτε κάποιον άλλο.
fr: Désolé, emplacement de sauvegarde non inscriptible! Veuillez en choisir un autre.
hr: Žao nam je, vaša destinacija za spremanje kopija nije zapisiva. Molimo odaberite drugi.
sk: Umiestnenie zálohy nie je zapisovateľné Zvoľ si iné umiestnenie.
sv: Din destination för säkerhetskopiering är inte skrivbar. Välj en annan destination.

source: Sorry, no Details available!
cs: Je mi líto, žádné podrobnosti k dispozici!
el: Δεν υπάρχουν διαθέσιμες λεπτομέρειες!
fr: Désolé, aucun détail disponible!
hr: Žao nam je, nema dostupnih podataka!
sk: Nie sú dostupné žiadne údaje!
sv: Tyvärr, inga detaljer tillgängliga!

source: Sorry, video is not available!
cs: Je mi líto, ale video není k dispozici!
el: Το βίντεο δεν είναι διαθέσιμο!
fr: Désolé, la vidéo n'est pas disponible!
hr: Nažalost, videozapis nije dostupan!
sk: Ľutujem, video je nedostupné!
sv: Ledsen, video är ej tillgänglig!

source: Sorry, your backup destination is not writeable. Please choose another one.
cs: Je mi líto, na tvůj cíl zálohování nelze zapisovat. Zvol jiný, prosím.
el: Ο προορισμός αντιγράφου ασφαλείας δεν είναι εγγράψιμος. Παρακαλώ επιλέξτε κάποιον άλλο.
fr: Désolé, l'emplacement de sauvegarde n'existe pas Veuillez en choisir un autre.
hr: Žao nam je, vaša destinacija za spremanje kopija nije zapisiva. Molimo odaberite drugi.
sk: Umiestnenie zálohy nie je zapisovateľné Zvoľ si iné umiestnenie.
sv: Din destination för säkerhetskopiering är inte skrivbar. Välj annan destination.

source: Sort A-Z
cs: Srovnat A-Z
el: Ταξινόμηση A-Z
fr: Tri A-Z
hr: Sortiraj A-Z
sk: Triediť A-Z
sv: Sortera A-Z

source: Sort AutoTimer
cs: Třídit Autočasovač
el: Ταξινόμηση αυτόματου χρονοδιακόπτη
fr: Trier ProgAuto
hr: Izaberi AutoTimer
sk: Triediť autočasovače
sv: Sortera AutoTimer

source: Sort Plugins in the PluginBrowser.
cs: Třídit moduly v PluginBrowseru.
el: Ταξινόμηση επεκτάσεων στον περιηγητή επεκτάσεων
fr: Trier les Plugins dans navigateur de Plug.
hr: Sortiraj dodatke u pregledniku dodataka.
sk: Triediť pluginy v PluginBrowsere.
sv: Sortera appar i Appöversikten.

source: Sort Time
cs: Srovnat podle času
el: Χρονική Ταξινόμηση
fr: Trier heures
hr: Vrijeme Sortiranja
sk: Triediť podľa času
sv: Sortera tid

source: Sound
cs: Zvuk
el: Ήχος
fr: Son
hr: Zvuk
sk: Zvuk
sv: Ljud

source: Soundcarrier
cs: Nosná vlna zvukového signálu
fr: Porteuse sonore
hr: Nosač zvuka
sk: Nosná frekvencia zvuku
sv: Ljudbärare

source: South
cs: Jih
el: Νότια
fr: Sud
hr: Jug
sk: Južne
sv: Syd

source: South Korea
cs: Jižní Korea
el: Νότια Κορέα
fr: Corée du Sud
sk: Južná Kórea
sv: Syd Korea

source: Spain
cs: Španělsko
el: Ισπανία
fr: Espagne
sk: Španielsko
sv: Spanien

source: Spanish
cs: Španělsky
el: Ισπανικά
fr: Espagnol
hr: Španjolski
sk: Španielčina
sv: Spanska

source: Split preview mode
cs: Rozdělit režim náhledu
el: Διαμοιρασμός επισκόπησης
fr: Mode pré-vue séparé
hr: Podijeli način pregleda
sk: Režim rozdelenia náhľadu
sv: Delat förvisningaläge

source: Sports
cs: Sporty
el: Αθλητικά
hr: Sport
sk: Šport
sv: Sport

source: Standby
cs: Pohot. režim
el: Αναμονή
fr: Veille
hr: Pasivno stanje
sk: Pohot. režim
sv: Viloläge

source: Standby / Restart
cs: Pohotovost / Restart
el: Αναμονή / Επανεκκίνηση
fr: Veille / Redémarrage
hr: Pasivno stanje./ Pokretanje
sk: Vypnúť, reštartovať
sv: Viloläge / Omstart

source: Standby Fan %d PWM
cs: Větrák v standby %d PWM
el: Ανεμιστήρας σε αναμονή %d PWM
fr: Ventilo en veille %d PWM
hr: Ventilator pasivan %d PWM
sk: Pohotovosť, PWM ventilátora %d
sv: Standby fläkt %d PWM

source: Standby Fan %d Voltage
cs: Větrák v standby %d napětí
el: Ανεμιστήρας σε αναμονή %d Τάση
fr: Voltage ventilo en veille %d
hr: Ventilator pasivan %d V
sk: Pohotovosť, napätie ventilátora %d
sv: Standby fläkt %d Volt

source: Start Webinterface
el: Έναρξη Webinterface
fr: Démarrer interface Web
hr: Startaj Webinterface
sk: Spustiť webové rozhranie
sv: Starta Webgränssnitt

source: Start easy your multimedia plugins with the PVR-button.
cs: Jednoduše spustí moduly multimedií PVR-tačítkem.
el: Εύκολη έναρξη επεκτάσεων πολυμέσων με το πλήκτρο PVR
fr: Lancer facilement les plugins multimédia avec le bouton-PVR.
hr: Pokrenite svoje multimedijske dodatke s PVR-gumbom.
sk: Jednoduché spúšťanie multimediálnych pluginov tlačítkom PVR.
sv: Starta enkelt dina multimedia-appar med PVR-knappen.

source: Start from the beginning
cs: Spustit od začátku
el: Έναρξη από την αρχή
fr: Démarrer depuis le début
hr: Krenuti iz početka
sk: Spustiť od začiatku
sv: Spela upp från början

source: Start recording?
cs: Začít nahrávat?
el: Έναρξη εγγραφής;
fr: Démarrer l'enregistrement?
hr: Početi snimanje?
sk: Spustiť nahrávanie?
sv: Starta inspelning?

source: Start test
cs: Spustit test
el: Δοκιμή
fr: Lancer le test
hr: Pokreni testiranje
sk: Spustiť test
sv: Starta test

source: Start with following feed:
cs: Začít s následujícím zdrojem:
el: Έναρξη με την ακόλουθη πηγή:
fr: Démarrer avec feed suivante:
hr: Kreni sa slijedećim feed:
sk: Začať týmto zdrojom:
sv: Starta med följande feed:

source: StartTime
cs: Začátek
el: Ώρα έναρξης
fr: Heure Départ
hr: Početno vrijeme
sk: Začiatok
sv: Starttid

source: Starting on
cs: Začíná
el: Έναρξη την
fr: Démarre sur
hr: Pokrećem
sk: Začína od
sv: Startar på

source: Std. Feeds
cs: Std. zdroje
el: Πρότυπες Πηγές
fr: Feeds Std.
sk: Štd. zdroje

source: Step by step network configuration
cs: Kofigurace sítě krok za krokem
el: Παραμετροποίηση δικτύου βήμα-βήμα
fr: Configuration pas à pas du réseau
hr: Korak po korak konfiguracija mreže
sk: Nastavenie siete krok za krokom
sv: Steg-för-steg nätverkskonfiguration.

source: Step east
cs: Krok východně
el: Βήμα ανατολικά
fr: Un pas vers l'Est
hr: Korak na istok
sk: Krok východne
sv: Stega öst

source: Step in ms for arrow keys
cs: Krok v ms pro směrové šipky
el: Βήμα σε ms για πλήκτρα μετακίνησης
fr: Pas en ms pour touches flèche
hr: Korak u ms za tipke strelice
sk: Krok pre šípky v ms
sv: Steg i ms för piltangeterna

source: Step in ms for key %i
cs: Krok v ms pro tlačítko %i
el: Βήμα σε ms για πλήκτρο %i
fr: Pas en ms pour touches %i
hr: Korak u ms za tipku %i
sk: Krok pre tlačítko %i v ms
sv: Steg i ms för tangent %i

source: Step in ms for keys '%s'
cs: Krok v ms pro tlačítka '%s'
el: Βήμα σε ms για πλήκτρα '%s'
fr: Pas en ms pour touches '%s'
hr: Korak u ms za tipke '%s'
sk: Krok pre tlačítka '%s' v ms
sv: Steg i ms för tangenter '%s'

source: Step west
cs: Krok západně
el: Βήμα δυτικά
fr: Un pas vers l'Ouest
hr: Korak na zapad
sk: Krok západne
sv: Stega väst

source: Stop
cs: Zastavit
el: Διακοπή
fr: Stopper
hr: Zaustavi
sk: Zastaviť
sv: Avaktivera

source: Stop Timeshift?
cs: Zastavit časový posun?
el: Διακοπή Χρονομετατόπισης;
fr: Arrêter le PauseDirect?
hr: Zaustaviti vremenski pomak?
sk: Zastaviť časový posun?
sv: Avsluta timeshift?

source: Stop current event and disable coming events
cs: Zastavit aktuální událost a zakázat následující události
el: Τερματισμός τρέχοντος προγράμματος και ακύρωση επερχόμενων
fr: Stopper événement courant et désactiver les prochains
hr: Zaustavi trenutni i onemogući ostale dolazeće
sk: Zastaviť aktuálnu udalosť a zrušiť nasledujúce udalosti
sv: Avsluta nuvarande och avaktivera kommande händelser

source: Stop current event but not coming events
cs: Zastavit aktuální událost, ale nezakazovat následující události
el: Τερματισμός τρέχοντος προγράμματος, αλλά όχι των επερχόμενων
fr: Stopper événement courant mais pas les prochains
hr: Zaustavi trenutni događaj ali ne i ostale dolazeće
sk: Zastaviť aktuálnu udalosť, ale nezrušiť nasledujúce udalosti
sv: Avsluta nuvarande händelse men inte kommande

source: Stop playing this movie?
cs: Zastavit přehrávání tohoto filmu?
el: Τερματισμός αναπαραγωγής;
fr: Arrêter la lecture du film?
hr: Zaustaviti ovaj Film?
sk: Zastaviť prehrávanie tohto filmu?
sv: Avsluta uppspelningen?

source: Stop test
cs: Zastavit test
el: Διακοπή ελέγχου
fr: Stopper le test
hr: Zaustaviti testiranje
sk: Zastaviť test
sv: Stoppa test

source: Stop testing plane after # failed transponders
cs: Zastav testování roviny po # neúspěšných transpondérů
el: Διακοπή δοκιμής μετά από # αποτυχημένους αναμεταδότες
fr: Stopper le test à partir # échec transpondeurs
hr: Zaustavite testiranje nakon #propalih transpondera
sk: Zastaviť testovanie po # zlyhaných transpondéroch
sv: Sluta testa efter # felande transponders

source: Stop testing plane after # successful transponders
cs: Zastav testování roviny po # úspěšných transpondérů
el: Διακοπή δοκιμής μετά από # επιτυχημένους αναμεταδότες
fr: Stopper le test à partir # succès transpondeurs
hr: Zaustavite testiranje nakon # uspješnih transpondera
sk: Zastaviť testovanie po # úspešných transpondéroch
sv: Sluta testa efter # lyckade transponders

source: Store position
cs: Ulož pozici
el: Αποθήκευση θέσης
fr: Enregistrer la position
hr: Pohrani poziciju
sk: Uložiť pozíciu
sv: Lagra position

source: Stored position
cs: Uložená pozice
el: Αποθηκευμένη θέση
fr: Position enregistrée
hr: Pohranjene pozicije
sk: Uložená pozícia
sv: Lagrad position

source: Stream podcasts
cs: Streamuj podcasty
el: Ροές ψηφιακών αρχείων
fr: Flux podcasts
sk: Streamovať podcasty
sv: Streama podcasts.

source: Streaming modules for the orf.at iptv web page.
cs: Moduly streamingu pro orf.at iptv web stránku.
el: Μονάδες ροής για την ιστοσελίδα iptv orf.at
fr: Modules flux pour la page web orf.at iptv.
hr: Streaming moduli zaorf.at iptv web page.
sk: Streamovacie moduly pre webovú stránku iptv orf.at.
sv: Streamingmuduler för orf.iptv websidan.

source: Subservice list...
cs: Seznam podstanic...
el: Λίστα υπό-υπηρεσιών…
fr: liste des sous-services...
hr: Lista podkanala...
sk: Zoznam podstaníc...
sv: Underkanalslista...

source: Subservices
cs: Podstanice
el: Υπο-υπηρεσίες
fr: SousServices
hr: Podusluge
sk: Podstanice
sv: Underkanaler

source: Subtitle selection
cs: Výběr skrytých titulků
el: Επιλογή υποτίτλου
fr: Choix sous-titres
hr: Sekcija titlova
sk: Výber titulkov
sv: Undertext val

source: Subtitles
cs: Skryté titulky
el: Υπότιτλοι
fr: Sous-titres
hr: Titlovi
sk: Titulky
sv: Undertextning

source: Sun
cs: Ne
el: Κυρ
fr: Dim
hr: Ned
sk: Ne
sv: Sön

source: Sunday
cs: Neděle
el: Κυριακή
fr: Dimanche
hr: Nedelja
sk: Nedeľa
sv: Söndag

source: Support "Fast Scan"?
cs: Podporuje "Fast Scan"?
el: Υποστήριξη "Γρήγορη Σάρωση";
fr: Aide "ScanRapide"?
hr: Podrška "Brza pretaga"?
sk: Podpora "Fast Scan"?
sv: Stöd "Snabbsök"?

source: Swap Services
cs: Prohodit stanice
el: Εναλλαγή υπηρεσιών
fr: Services Fichier d'échange
hr: Servisi Swap-a
sk: Vymeniť stanice
sv: Byt kanal

source: Sweden
cs: Švédsko
el: Σουηδία
fr: Suède
sk: Švédsko
sv: Sverige

source: Swedish
cs: Švédsky
el: Σουηδικά
fr: Suédois
hr: Švedski
sk: Švédčina
sv: Svenska

source: Switch to next subservice
cs: Přepnout na další podstanici
el: Αλλαγή στην επόμενη υπο-υπηρεσία
fr: Basculer vers sous-service suivant
hr: Prebaci na sljedeći podkanal
sk: Prepnúť na nasledujúcu podstanicu
sv: Byt till nästa underkanal

source: Switch to previous subservice
cs: Přepnout na předchozí podstanici
el: Αλλαγή στην προηγούμενη υπο-υπηρεσία
fr: Basculer vers sous-service précédent
hr: Prebaci u predhodni podkanal
sk: Prepnúť na predchádzajúcu podstanicu
sv: Byt till föregående underkanal

source: Switchable tuner types:
cs: Typy přepínatelných tunerů:
el: Εναλλακτικοί τύποι tuner:
fr: Types de tuner enfichable:
hr: Zamjenljivi tipovi tjunera:
sk: Prepínateľné typy tunerov:
sv: Växlingbara tunertyper:
